{
  "metadata": {
    "codigo_prueba": "parv-nt",
    "nombre_completo": "Prueba Estandarizada: Educación Parvularia Niveles de Transición ECEP 2025",
    "descripcion": "Evaluación objetiva de conocimientos pedagógicos para educadoras de párvulos de Niveles de Transición (NT1 y NT2)",
    "nivel": "Educación Parvularia - Niveles de Transición",
    "total_preguntas": 126,
    "distribucion": {
      "preguntas_base": 83,
      "casos_estudio": 18,
      "desarrollo_personal_social": 25,
      "comunicacion_integral": 25,
      "interaccion_comprension_entorno": 25,
      "curriculum_fundamentos": 8
    },
    "tiempo_estimado_minutos": 120,
    "tipo_evaluacion": "Selección múltiple con retroalimentación pedagógica + Casos de estudio situacionales",
    "version": 4,
    "ultima_actualizacion": "2025-11-06",
    "prompts_ia": {
      "sistema_general": "Eres una experta en Educación Parvularia chilena, especializada en Niveles de Transición (NT1-NT2). Conoces profundamente las Bases Curriculares de Educación Parvularia 2018, el enfoque de aprendizaje integral, el juego como metodología, y la evaluación formativa. Explicas con calidez pedagógica, usando ejemplos concretos del aula y destacando la importancia del desarrollo socioemocional, el protagonismo del niño/a y el trabajo colaborativo con familias.",
      "identidad_autonomia": "Enfócate en el reconocimiento y expresión de emociones, desarrollo de la autoestima, autorregulación, iniciativa, independencia progresiva. Destaca estrategias de acompañamiento respetuoso, validación emocional, y construcción de identidad positiva.",
      "convivencia_ciudadania": "Explica la resolución pacífica de conflictos, participación democrática, respeto a la diversidad, colaboración, construcción de normas con los niños/as. Relaciona con el desarrollo de habilidades sociales y valores ciudadanos desde la primera infancia.",
      "corporalidad_movimiento": "Describe el desarrollo motor fino y grueso, coordinación, equilibrio, bienestar físico, conciencia corporal, juegos motrices. Conecta movimiento con aprendizaje integral y expresión de emociones.",
      "lenguaje_verbal": "Aborda comprensión y expresión oral, narración de experiencias, descripción, argumentación inicial, conciencia fonológica, iniciación a la lectura y escritura, disfrute de textos literarios. Usa ejemplos de estrategias interactivas (lectura compartida, juegos de palabras, dictado al adulto).",
      "lenguajes_artisticos": "Explica expresión plástica, musical, corporal, dramática, apreciación estética. Destaca el arte como lenguaje de expresión, creatividad, exploración sensorial, y construcción de significados.",
      "exploracion_entorno_natural": "Describe descubrimiento de seres vivos, fenómenos naturales, ciclos, experimentos simples, formulación de hipótesis, registro de observaciones, cuidado del medio ambiente. Promueve curiosidad científica y pensamiento crítico.",
      "comprension_entorno_sociocultural": "Aborda conocimiento de instituciones, grupos sociales, roles, historia personal y familiar, cultura, tradiciones, patrimonio, diversidad cultural. Relaciona con construcción de identidad y pertenencia.",
      "pensamiento_matematico": "Explica cuantificación, comparación, patrones, seriación, clasificación, formas geométricas, posición espacial, medición no convencional, resolución de problemas. Usa ejemplos de situaciones cotidianas y juegos matemáticos.",
      "curriculum_fundamentos": "Explica autores emblemáticos (Froebel, Agazzi, Montessori, Dewey, Feuerstein) y sus aportes, modalidades curriculares (Montessori, Waldorf, Reggio Emilia, High Scope), principios pedagógicos de las BCEP, y trabajo con familia y comunidad. Usa ejemplos concretos de cómo estos fundamentos se aplican en el aula NT.",
      "desarrollo_integral": "Aborda desarrollo cognitivo (funciones ejecutivas, ZDP), desarrollo socioemocional (estilos de crianza de Maccoby y Martin, tipos de apego de Bowlby y Ainsworth), desarrollo psicomotor (hitos, conciencia corporal) y bienestar integral (alimentación, PNI). Relaciona teoría con práctica en NT1-NT2.",
      "retroalimentacion_pedagogica": "Explica cómo dar retroalimentación efectiva en: corporalidad y movimiento (uso del error motor, andamiaje), lenguajes artísticos (valoración de expresión creativa), exploración natural (promoción de pensamiento científico) y comprensión sociocultural (educación intercultural). Usa ejemplos de interacciones concretas educadora-párvulo."
    },
    "notas": "Evaluación basada en Bases Curriculares de Educación Parvularia 2018 (MINEDUC). Incluye 5 casos de estudio sobre planificación, inclusión, evaluación, trabajo con familias y resolución de conflictos. Enfoque en pedagogía activa, aprendizaje significativo y respeto por la singularidad de cada niño/a. | v2: Agregadas 8 preguntas para completar 100% del temario ECEP 2025 (autores fundantes, modalidades curriculares, estilos de crianza, PNI, retroalimentación pedagógica en 4 núcleos). Cobertura curricular: 100% (53/53 contenidos). | v3: Agregados 2 casos de estudio situacionales estilo ECEP 2023 con 8 preguntas (4 por caso): Inclusión TEA, Resolución de conflictos. | v4: Agregados 3 casos adicionales (10 preguntas): Planificación experiencia matemática, Trabajo con familias (niño que no quiere ir), Proyecto exploración entorno natural. TOTAL: 5 casos de estudio con 18 preguntas."
  },
  "exam": {
    "preguntas": [
      {
        "id": "parv-01",
        "numero": 1,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Identidad y Autonomía",
        "habilidad": "Reconocimiento y expresión de emociones",
        "enunciado": "Un niño de NT2 llega llorando porque perdió su juguete favorito. ¿Cuál es la estrategia más adecuada según las Bases Curriculares?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Decirle que no llore, que traerá otro juguete mañana"
          },
          {
            "letra": "B",
            "texto": "Castigarlo por ser descuidado con sus cosas"
          },
          {
            "letra": "C",
            "texto": "Ignorar el llanto para que aprenda a autorregularse solo"
          },
          {
            "letra": "D",
            "texto": "Validar su emoción diciendo 'entiendo que estés triste', acompañarlo y ayudarlo a buscar soluciones"
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "Las Bases Curriculares enfatizan la importancia de validar las emociones de los niños/as, nombrarlas y acompañar el proceso de autorregulación. La educadora debe reconocer la emoción ('veo que estás triste'), acoger al niño/a con empatía, y luego facilitar la búsqueda de soluciones (buscar el juguete, usar otro temporalmente). Esto fortalece la autoestima, la confianza y desarrolla habilidades de regulación emocional progresivamente.",
        "temas_relacionados": [
          "Regulación emocional",
          "Validación emocional",
          "Autoestima",
          "Acompañamiento respetuoso"
        ]
      },
      {
        "id": "parv-02",
        "numero": 2,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Identidad y Autonomía",
        "habilidad": "Desarrollo de la autonomía",
        "enunciado": "¿Cuál actividad promueve MEJOR la autonomía en niños/as de NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "La educadora sirve la colación a cada niño en su mesa"
          },
          {
            "letra": "B",
            "texto": "Los niños/as se sirven solos utilizando jarras pequeñas y platos a su alcance"
          },
          {
            "letra": "C",
            "texto": "Un adulto alimenta a los niños/as para evitar que se ensucien"
          },
          {
            "letra": "D",
            "texto": "Los niños/as esperan que la educadora les indique cada paso"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La autonomía se desarrolla cuando los niños/as pueden tomar decisiones y realizar acciones por sí mismos en un ambiente preparado. Servirse solos con implementos adaptados (jarras pequeñas, vasos bajos, platos irrompibles) les permite practicar coordinación motriz, planificar acciones, tomar decisiones (cuánto servirse) y experimentar logro personal. El rol adulto es preparar el ambiente, observar y acompañar sin anticiparse innecesariamente.",
        "temas_relacionados": [
          "Autonomía progresiva",
          "Ambiente preparado",
          "Independencia",
          "Coordinación motriz"
        ]
      },
      {
        "id": "parv-03",
        "numero": 3,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Identidad y Autonomía",
        "habilidad": "Construcción de identidad",
        "enunciado": "Una niña de NT2 dice 'yo no puedo hacer ese dibujo'. ¿Cómo responde la educadora para fortalecer su autoestima?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "'Veo que te preocupa, ¿qué parte te parece difícil? Podemos intentarlo juntas'"
          },
          {
            "letra": "B",
            "texto": "'Claro que puedes, todos pueden dibujar bien'"
          },
          {
            "letra": "C",
            "texto": "'No importa, yo lo dibujo por ti'"
          },
          {
            "letra": "D",
            "texto": "'No seas negativa, solo inténtalo'"
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Fortalecer la autoestima requiere validar la preocupación del niño/a, indagar sobre sus percepciones, y ofrecer andamiaje específico. La educadora reconoce la emoción, pregunta para entender la dificultad, y ofrece acompañamiento respetuoso ('podemos intentarlo juntas'). Esto transmite confianza en sus capacidades mientras respeta su ritmo y proporciona apoyo ajustado. Evita sobreprotección (hacer por él/ella) y minimización de sus sentimientos.",
        "temas_relacionados": [
          "Autoestima",
          "Andamiaje pedagógico",
          "Validación",
          "Confianza"
        ]
      },
      {
        "id": "parv-04",
        "numero": 4,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Identidad y Autonomía",
        "habilidad": "Iniciativa y toma de decisiones",
        "enunciado": "En el momento de juego libre, varios niños/as no saben qué hacer. ¿Cuál estrategia promueve mejor la iniciativa?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Asignar a cada niño/a el rincón donde debe jugar"
          },
          {
            "letra": "B",
            "texto": "Preguntar '¿qué te gustaría hacer hoy?' y mostrar las opciones disponibles"
          },
          {
            "letra": "C",
            "texto": "Organizar un juego dirigido para todo el grupo"
          },
          {
            "letra": "D",
            "texto": "Dejarlos sin orientación para que descubran solos"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La iniciativa se desarrolla cuando los niños/as pueden elegir y planificar sus acciones. La educadora facilita esto al preguntar sobre sus intereses, mostrar las opciones del ambiente (rincones, materiales), y acompañar la toma de decisión. Esto respeta su protagonismo, desarrolla capacidad de elección, y les ayuda a identificar sus preferencias. El ambiente debe tener opciones claras y atractivas que inviten a explorar.",
        "temas_relacionados": [
          "Iniciativa",
          "Protagonismo infantil",
          "Toma de decisiones",
          "Juego libre"
        ]
      },
      {
        "id": "parv-05",
        "numero": 5,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Identidad y Autonomía",
        "habilidad": "Autorregulación",
        "enunciado": "Un niño de NT1 tiene dificultades para esperar su turno en un juego. ¿Qué estrategia pedagógica es más efectiva?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Sacarlo del juego hasta que aprenda a esperar"
          },
          {
            "letra": "B",
            "texto": "Decirle repetidamente 'tienes que esperar'"
          },
          {
            "letra": "C",
            "texto": "Permitirle jugar solo para evitar conflictos"
          },
          {
            "letra": "D",
            "texto": "Usar un timer visual o canción corta para anticipar los turnos"
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "La autorregulación en primera infancia requiere apoyos externos concretos que se internalizarán gradualmente. Un timer visual, reloj de arena, o canción breve hace tangible el concepto abstracto de 'esperar', ayudando al niño/a a anticipar cuándo será su turno. Esto reduce la ansiedad, desarrolla noción temporal, y proporciona una estructura que facilita la espera. Con práctica y maduración, estas ayudas externas se vuelven innecesarias.",
        "temas_relacionados": [
          "Autorregulación",
          "Apoyos visuales",
          "Anticipación",
          "Desarrollo temporal"
        ]
      },
      {
        "id": "parv-06",
        "numero": 6,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Identidad y Autonomía",
        "habilidad": "Reconocimiento de características personales",
        "enunciado": "¿Cuál actividad favorece mejor el reconocimiento de características personales en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Llenar una ficha estandarizada con datos del niño/a"
          },
          {
            "letra": "B",
            "texto": "Mostrar láminas de diferentes niños/as y preguntar con quién se identifican"
          },
          {
            "letra": "C",
            "texto": "Crear un 'libro de mí mismo/a' con fotos, dibujos y relatos sobre sus gustos, familia, y logros"
          },
          {
            "letra": "D",
            "texto": "Realizar una evaluación psicológica de personalidad"
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "El 'libro de mí mismo/a' es una experiencia significativa que promueve la reflexión sobre la propia identidad. Al incluir fotos familiares, dibujos personales, relatos sobre experiencias ('cuando nací', 'lo que me gusta hacer'), el niño/a construye narrativa de su identidad, reconoce sus características, valora su historia y familia. Integra lenguaje verbal, expresión gráfica, y reflexión personal. Es un documento vivo que se enriquece en el tiempo.",
        "temas_relacionados": [
          "Identidad personal",
          "Historia personal",
          "Narrativa identitaria",
          "Valoración de sí mismo"
        ]
      },
      {
        "id": "parv-07",
        "numero": 7,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Identidad y Autonomía",
        "habilidad": "Expresión de preferencias y opiniones",
        "enunciado": "Durante la planificación del día, ¿cómo puede la educadora promover que los niños/as expresen sus preferencias?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Presentar el plan del día ya definido y explicarlo"
          },
          {
            "letra": "B",
            "texto": "Preguntar '¿qué quieren hacer?' sin estructura"
          },
          {
            "letra": "C",
            "texto": "Ofrecer 2-3 opciones de actividades y votar democráticamente"
          },
          {
            "letra": "D",
            "texto": "Dejar que cada niño/a haga lo que quiera sin coordinación"
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "Ofrecer opciones acotadas (2-3 alternativas) y votar democráticamente respeta las preferencias infantiles mientras mantiene estructura pedagógica. Los niños/as aprenden a expresar opiniones, escuchar las de otros, tomar decisiones grupales, y experimentar que sus voces importan. Las opciones deben ser factibles y conectadas con objetivos de aprendizaje. Esta práctica desarrolla autonomía, pensamiento crítico, y participación ciudadana desde temprana edad.",
        "temas_relacionados": [
          "Participación infantil",
          "Expresión de opiniones",
          "Toma de decisiones",
          "Democracia"
        ]
      },
      {
        "id": "parv-08",
        "numero": 8,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Identidad y Autonomía",
        "habilidad": "Confianza en las propias capacidades",
        "enunciado": "Un niño de NT1 dice 'no sé amarrarme los zapatos'. ¿Cuál respuesta de la educadora es más apropiada?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "'Ya eres grande, debes aprender solo'"
          },
          {
            "letra": "B",
            "texto": "'Está bien, aún estás aprendiendo. ¿Quieres que te muestre de nuevo o practicamos juntos?'"
          },
          {
            "letra": "C",
            "texto": "'Usa zapatos con velcro para no tener ese problema'"
          },
          {
            "letra": "D",
            "texto": "'Todos tus compañeros ya saben, debes esforzarte más'"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La respuesta normaliza el proceso de aprendizaje ('aún estás aprendiendo'), transmite que es normal no dominar todas las habilidades inmediatamente, y ofrece apoyo ajustado a su necesidad. La educadora da opciones (ver demostración o practicar juntos), respetando su preferencia y ritmo. Evita comparaciones con pares y presión que dañarían la autoconfianza. Esta actitud fomenta perseverancia, confianza en el proceso de aprendizaje, y relación de apoyo con el adulto.",
        "temas_relacionados": [
          "Confianza",
          "Aprendizaje progresivo",
          "Evitar comparaciones",
          "Apoyo ajustado"
        ]
      },
      {
        "id": "parv-09",
        "numero": 9,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Identidad y Autonomía",
        "habilidad": "Cuidado de sí mismo",
        "enunciado": "¿Qué actividad promueve mejor el cuidado personal y hábitos de higiene en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Charlas expositivas sobre la importancia de lavarse las manos"
          },
          {
            "letra": "B",
            "texto": "Rutina diaria de lavado de manos con canción, espejo para observarse, y registros visuales"
          },
          {
            "letra": "C",
            "texto": "Premios a los niños/as que se laven mejor las manos"
          },
          {
            "letra": "D",
            "texto": "Supervisión estricta del adulto en cada lavado"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Los hábitos de higiene se construyen mediante rutinas consistentes, experiencia directa y reflexión. La rutina diaria establece el hábito; la canción hace el proceso lúdico y ayuda a medir el tiempo; el espejo permite observar la acción (metacognición); los registros visuales (fotos de pasos) apoyan la autonomía. Esta combinación integra movimiento, música, auto-observación y representación visual, haciendo el aprendizaje significativo y progresivamente autónomo.",
        "temas_relacionados": [
          "Hábitos de higiene",
          "Rutinas",
          "Autonomía",
          "Apoyos visuales"
        ]
      },
      {
        "id": "parv-10",
        "numero": 10,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Identidad y Autonomía",
        "habilidad": "Manifestación de iniciativa",
        "enunciado": "¿Cómo debe organizar la educadora los materiales para favorecer la iniciativa infantil?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Guardar materiales en estantes altos para mantener el orden"
          },
          {
            "letra": "B",
            "texto": "Disponer materiales a la altura de los niños/as, en contenedores transparentes rotulados con imágenes"
          },
          {
            "letra": "C",
            "texto": "Entregar materiales solo cuando la educadora inicie una actividad"
          },
          {
            "letra": "D",
            "texto": "Cambiar la ubicación de materiales diariamente para sorprenderlos"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El ambiente preparado es clave para la iniciativa. Materiales a la altura infantil comunican 'puedes tomarlos tú mismo/a'; contenedores transparentes permiten ver el contenido sin abrir; rótulos con imágenes facilitan devolución autónoma y orden. Esta organización invita a explorar, elegir, usar y guardar independientemente. El orden predecible (ubicación estable) da seguridad y autonomía. Los niños/as pueden iniciar proyectos personales sin depender constantemente del adulto.",
        "temas_relacionados": [
          "Ambiente preparado",
          "Iniciativa",
          "Organización espacial",
          "Autonomía"
        ]
      },
      {
        "id": "parv-11",
        "numero": 11,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Convivencia y Ciudadanía",
        "habilidad": "Resolución pacífica de conflictos",
        "enunciado": "Dos niños/as de NT2 pelean por el mismo juguete. ¿Cuál estrategia es más pedagógica?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Quitar el juguete a ambos hasta que se calmen. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Decirles que deben compartir sin mediar. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Dárselo al niño/a que lo vio primero. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Ayudarles a expresar sus emociones, escucharse mutuamente, y buscar soluciones juntos (turnarse, usar timer, buscar otro juguete)"
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "La resolución de conflictos es una oportunidad de aprendizaje. La educadora media el proceso: (1) ayuda a cada niño/a a nombrar su emoción y necesidad, (2) facilita que se escuchen mutuamente, (3) los guía para generar soluciones (turnarse con timer, encontrar juguete similar, jugar juntos). Esto desarrolla empatía, comunicación, pensamiento crítico y habilidades sociales. El conflicto se transforma en experiencia de aprendizaje colaborativo.",
        "temas_relacionados": [
          "Mediación de conflictos",
          "Comunicación",
          "Empatía",
          "Solución colaborativa"
        ]
      },
      {
        "id": "parv-12",
        "numero": 12,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Convivencia y Ciudadanía",
        "habilidad": "Respeto por la diversidad",
        "enunciado": "Un niño de NT1 dice que 'las niñas no pueden jugar a los superhéroes'. ¿Cómo aborda la educadora esta situación?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Conversar con el grupo sobre que todos/as pueden jugar a lo que deseen, mostrando ejemplos de mujeres fuertes y valientes"
          },
          {
            "letra": "B",
            "texto": "Ignorar el comentario para no darle importancia. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Separar los juegos: superhéroes para niños, muñecas para niñas"
          },
          {
            "letra": "D",
            "texto": "Castigar al niño por ser discriminador. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Los estereotipos de género se cuestionan mediante conversaciones reflexivas y modelos diversos. La educadora aprovecha el momento para hablar sobre que todos/as tienen los mismos derechos, muestra ejemplos de mujeres valientes (deportistas, científicas, bomberas), y promueve que cada persona elija según sus intereses. Esto construye equidad de género, respeto por la diversidad, y amplía las posibilidades de juego y exploración para todos/as.",
        "temas_relacionados": [
          "Equidad de género",
          "Estereotipos",
          "Diversidad",
          "Derechos"
        ]
      },
      {
        "id": "parv-13",
        "numero": 13,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Convivencia y Ciudadanía",
        "habilidad": "Participación democrática",
        "enunciado": "¿Qué práctica promueve mejor la participación democrática en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "La educadora establece todas las normas y las explica claramente"
          },
          {
            "letra": "B",
            "texto": "Asambleas semanales donde niños/as proponen ideas, votan, y evalúan acuerdos tomados"
          },
          {
            "letra": "C",
            "texto": "Permitir que hagan lo que quieran sin normas"
          },
          {
            "letra": "D",
            "texto": "Elegir un 'líder del día' que decide por todos"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Las asambleas son espacios privilegiados de participación democrática. Los niños/as aprenden a: proponer ideas, escuchar opiniones diversas, argumentar, votar, respetar decisiones mayoritarias, evaluar resultados. Experimentan que su voz cuenta, que las decisiones colectivas nos comprometen, y que podemos revisar acuerdos si no funcionan. Desarrolla pensamiento crítico, comunicación, respeto por la diversidad de opiniones, y construcción colectiva de normas.",
        "temas_relacionados": [
          "Asamblea",
          "Participación",
          "Democracia",
          "Toma de decisiones colectiva"
        ]
      },
      {
        "id": "parv-14",
        "numero": 14,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Convivencia y Ciudadanía",
        "habilidad": "Colaboración",
        "enunciado": "Para fomentar la colaboración, ¿qué tipo de actividad es más efectiva?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Proyectos grupales con meta común: construir una ciudad con bloques, crear un mural colectivo, preparar una obra de teatro"
          },
          {
            "letra": "B",
            "texto": "Cada niño/a completa su propio trabajo individual"
          },
          {
            "letra": "C",
            "texto": "Competencias entre niños/as para ver quién termina primero"
          },
          {
            "letra": "D",
            "texto": "Trabajos en paralelo sin interacción. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Los proyectos con meta común requieren colaboración auténtica. Los niños/as deben comunicarse, distribuir roles, coordinarse, resolver problemas juntos, y celebrar logros colectivos. Construir una ciudad necesita planificación conjunta (¿qué edificios?), distribución de tareas (unos hacen casas, otros calles), ajustes colaborativos (¿cómo conectamos las partes?). Esta experiencia desarrolla habilidades sociales, comunicación, pensamiento estratégico, y sentido de comunidad.",
        "temas_relacionados": [
          "Colaboración",
          "Trabajo en equipo",
          "Proyectos",
          "Meta común"
        ]
      },
      {
        "id": "parv-15",
        "numero": 15,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Convivencia y Ciudadanía",
        "habilidad": "Construcción de normas",
        "enunciado": "¿Cuál es la mejor manera de establecer normas en el aula de NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "La educadora escribe las normas y las pone en un cartel. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "B",
            "texto": "Conversar con los niños/as sobre qué necesitamos para convivir bien, co-construir 3-4 normas simples, representarlas con dibujos/fotos"
          },
          {
            "letra": "C",
            "texto": "Copiar las normas de otro curso. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "No tener normas para respetar la libertad infantil. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Las normas co-construidas tienen mayor significado y adherencia. Al conversar sobre '¿qué necesitamos para estar bien todos/as?', los niños/as identifican necesidades (seguridad, respeto, orden), proponen normas, las consensúan. Representarlas con dibujos/fotos las hace comprensibles para no lectores. Las normas deben ser pocas (3-4), positivas (qué hacer, no prohibiciones), simples, y revisables. Este proceso desarrolla reflexión ética, sentido de comunidad, y compromiso personal.",
        "temas_relacionados": [
          "Normas",
          "Co-construcción",
          "Convivencia",
          "Representación visual"
        ]
      },
      {
        "id": "parv-16",
        "numero": 16,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Convivencia y Ciudadanía",
        "habilidad": "Empatía",
        "enunciado": "¿Qué estrategia pedagógica desarrolla mejor la empatía en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Lectura de cuentos con dilemas emocionales, preguntando '¿cómo se siente el personaje?', '¿qué harías tú?', juegos de roles"
          },
          {
            "letra": "B",
            "texto": "Explicar teóricamente qué es la empatía. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Obligarlos a compartir siempre. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Premiar a los niños/as más empáticos. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "La empatía se desarrolla poniéndose en el lugar del otro. Los cuentos permiten explorar emociones ajenas en contexto seguro; preguntas como '¿cómo se siente?' invitan a inferir estados emocionales; '¿qué harías?' promueve pensamiento moral. Los juegos de roles (jugar a la familia, al hospital) permiten experimentar diferentes perspectivas. Esta combinación desarrolla comprensión emocional, toma de perspectiva, y conductas prosociales.",
        "temas_relacionados": [
          "Empatía",
          "Literatura infantil",
          "Juego simbólico",
          "Toma de perspectiva"
        ]
      },
      {
        "id": "parv-17",
        "numero": 17,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Convivencia y Ciudadanía",
        "habilidad": "Cuidado del entorno",
        "enunciado": "¿Cómo promover el cuidado del entorno en la sala de NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Solo la educadora ordena y limpia para dar ejemplo"
          },
          {
            "letra": "B",
            "texto": "Rutinas de orden con música, contenedores rotulados, responsabilidades rotativas (regar plantas, ordenar biblioteca)"
          },
          {
            "letra": "C",
            "texto": "Castigar a quien deja desorden. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Contratar personal de aseo adicional. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El cuidado del entorno se aprende siendo parte activa. Rutinas de orden con música hacen el proceso lúdico; contenedores rotulados facilitan autonomía (saben dónde va cada cosa); responsabilidades rotativas (regar plantas, ordenar libros) generan sentido de pertenencia y compromiso. Los niños/as experimentan que cuidar el espacio beneficia a todos/as, desarrollan autonomía, respeto por lo colectivo, y hábitos de organización.",
        "temas_relacionados": [
          "Cuidado del entorno",
          "Rutinas",
          "Responsabilidades",
          "Autonomía"
        ]
      },
      {
        "id": "parv-18",
        "numero": 18,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Convivencia y Ciudadanía",
        "habilidad": "Aprecio por la diversidad cultural",
        "enunciado": "Una familia migrante se integra al curso. ¿Cómo enriquecer el currículo con esta diversidad?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Invitar a la familia a compartir música, comida, cuentos de su cultura; incorporar palabras en su idioma; valorar explícitamente la riqueza de tener diversas culturas"
          },
          {
            "letra": "B",
            "texto": "Tratarlos igual que todos para que no se sientan diferentes. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Hacer una actividad especial solo sobre ese país. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "Pedirles que se adapten a la cultura chilena. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "La diversidad cultural es un recurso pedagógico valioso. Invitar a la familia a compartir elementos de su cultura (música, comida, cuentos) valida su identidad, enriquece al grupo, y desarrolla aprecio por la diversidad. Incorporar palabras en su idioma hace el ambiente inclusivo. Valorar explícitamente ('qué suerte tenemos diferentes culturas') transmite que la diferencia suma. Todos/as aprenden sobre otras formas de vivir, desarrollando respeto intercultural y apertura mental.",
        "temas_relacionados": [
          "Interculturalidad",
          "Diversidad cultural",
          "Inclusión",
          "Valoración de diferencias"
        ]
      },
      {
        "id": "parv-19",
        "numero": 19,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Convivencia y Ciudadanía",
        "habilidad": "Solidaridad",
        "enunciado": "¿Qué situación pedagógica fomenta mejor la solidaridad en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Proyectos solidarios auténticos: recolectar juguetes para otros niños/as, visitar hogar de ancianos, ayudar a compañeros con dificultades"
          },
          {
            "letra": "B",
            "texto": "Enseñar explícitamente que deben ayudarse. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Competir para ver quién es más solidario. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Obligarlos a compartir sus pertenencias. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "La solidaridad se desarrolla mediante experiencias auténticas de ayuda mutua. Proyectos como recolectar juguetes conecta con necesidades reales de otros, genera empatía y acción. Visitar ancianos permite compartir alegría, escuchar historias, valorar a personas mayores. Ayudar a compañeros con dificultades desarrolla colaboración cotidiana. Estas experiencias concretas construyen valores prosociales, sentido de comunidad, y comprensión de interdependencia social.",
        "temas_relacionados": [
          "Solidaridad",
          "Proyectos solidarios",
          "Valores prosociales",
          "Comunidad"
        ]
      },
      {
        "id": "parv-20",
        "numero": 20,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Convivencia y Ciudadanía",
        "habilidad": "Respeto por los derechos",
        "enunciado": "¿Cómo enseñar sobre derechos de los niños/as en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Leer la Declaración de Derechos completa. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Es muy complejo para esta edad. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Solo hablar de deberes, no de derechos. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "Conversar sobre situaciones concretas: '¿todos pueden jugar?', '¿qué necesitamos para estar bien?', representar derechos con dibujos (derecho a jugar, aprender, ser cuidados)"
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "Los derechos se comprenden desde experiencias concretas. Conversar sobre '¿todos pueden jugar?' introduce el derecho a la participación; '¿qué necesitamos?' explora derechos básicos (cuidado, alimentación, cariño). Representarlos con dibujos los hace tangibles. Situaciones cotidianas ('¿es justo que no lo dejen jugar?') desarrollan sentido de justicia. Los niños/as comprenden que tienen derechos que deben respetarse, y que ellos/as también deben respetar derechos ajenos, construyendo ciudadanía desde temprana edad.",
        "temas_relacionados": [
          "Derechos del niño/a",
          "Justicia",
          "Ciudadanía",
          "Equidad"
        ]
      },
      {
        "id": "parv-21",
        "numero": 21,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Corporalidad y Movimiento",
        "habilidad": "Motricidad gruesa",
        "enunciado": "¿Cuál actividad desarrolla mejor la motricidad gruesa en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Circuitos motrices: saltar aros, caminar sobre líneas, trepar, lanzar pelotas, reptar"
          },
          {
            "letra": "B",
            "texto": "Permanecer sentados coloreando"
          },
          {
            "letra": "C",
            "texto": "Ver videos de deportes. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Explicar teóricamente los movimientos del cuerpo"
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Los circuitos motrices integran diversos movimientos que desarrollan coordinación, equilibrio, fuerza y control corporal. Saltar aros trabaja impulsión y aterrizaje; caminar sobre líneas desarrolla equilibrio; trepar fortalece extremidades; lanzar pelotas coordina ojo-mano; reptar moviliza todo el cuerpo. La variedad de desafíos motrices, el carácter lúdico, y la repetición con ajuste progresivo favorecen el desarrollo motor integral.",
        "temas_relacionados": [
          "Motricidad gruesa",
          "Coordinación",
          "Equilibrio",
          "Circuitos motrices"
        ]
      },
      {
        "id": "parv-22",
        "numero": 22,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Corporalidad y Movimiento",
        "habilidad": "Motricidad fina",
        "enunciado": "¿Qué actividad fortalece la motricidad fina necesaria para la escritura en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Juegos de pinzas (pasar objetos pequeños con pinzas), enhebrar, modelar plasticina, rasgar papel, apilar bloques pequeños"
          },
          {
            "letra": "B",
            "texto": "Planas de letras repetitivas. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Usar solo lápices desde el inicio. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "Dejarlos sin actividades manipulativas. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "La motricidad fina se desarrolla progresivamente mediante experiencias manipulativas variadas. Usar pinzas fortalece músculos de dedos y coordinación ojo-mano; enhebrar requiere precisión y coordinación bimanual; modelar plasticina ejercita manos y dedos; rasgar papel desarrolla fuerza y control; apilar bloques pequeños trabaja coordinación. Estas experiencias lúdicas preparan naturalmente para el trazo, sin forzar la escritura prematuramente.",
        "temas_relacionados": [
          "Motricidad fina",
          "Prensión",
          "Coordinación ojo-mano",
          "Pre-escritura"
        ]
      },
      {
        "id": "parv-23",
        "numero": 23,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Corporalidad y Movimiento",
        "habilidad": "Conciencia corporal",
        "enunciado": "¿Cómo promover la conciencia corporal en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Juegos de exploración corporal: 'Simón dice toca tu rodilla', yoga infantil, danzas, autorretrato en espejo, dibujo de silueta"
          },
          {
            "letra": "B",
            "texto": "Dibujar láminas del cuerpo humano. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Memorizar nombres de huesos. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "Solo actividades sedentarias. Este enfoque limita las oportunidades de aprendizaje integral."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "La conciencia corporal se construye mediante experiencia directa del propio cuerpo. 'Simón dice' enfoca atención en partes corporales; yoga infantil desarrolla control, respiración y atención corporal; danzas exploran movimientos y expresión; el espejo permite observarse en movimiento; dibujar silueta representa el propio cuerpo. Estas experiencias integran movimiento, atención, representación y expresión, construyendo imagen corporal integrada.",
        "temas_relacionados": [
          "Conciencia corporal",
          "Esquema corporal",
          "Expresión corporal",
          "Autorrepresentación"
        ]
      },
      {
        "id": "parv-24",
        "numero": 24,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Corporalidad y Movimiento",
        "habilidad": "Bienestar y cuidado del cuerpo",
        "enunciado": "¿Qué práctica pedagógica promueve mejor el bienestar físico en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Actividad física solo una vez a la semana. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "Priorizar actividades sedentarias para mantener orden"
          },
          {
            "letra": "C",
            "texto": "Movimiento integrado al día: bailes, juegos activos al aire libre, pausas de estiramiento, hidratación regular, colaciones saludables"
          },
          {
            "letra": "D",
            "texto": "Prohibir correr para evitar accidentes. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "El bienestar físico requiere movimiento regular integrado naturalmente al día. Bailes brindan actividad cardiovascular lúdica; juegos al aire libre ofrecen movimiento variado y contacto con naturaleza; pausas de estiramiento previenen tensión muscular; hidratación y colaciones saludables nutren el cuerpo. Esta integración transmite que el movimiento es parte natural de la vida, no una actividad especial aislada, promoviendo hábitos de vida activa y saludable.",
        "temas_relacionados": [
          "Bienestar físico",
          "Vida activa",
          "Hábitos saludables",
          "Movimiento"
        ]
      },
      {
        "id": "parv-25",
        "numero": 25,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Corporalidad y Movimiento",
        "habilidad": "Coordinación visomotora",
        "enunciado": "¿Cuál secuencia de actividades es más apropiada para desarrollar coordinación visomotora?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Comenzar directamente con escritura de letras. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Progresión: trazos libres amplios (pizarrón vertical), trazos dirigidos (caminos anchos), trazos más precisos (laberintos), finalmente grafomotricidad (líneas, curvas, pre-letras)"
          },
          {
            "letra": "C",
            "texto": "Solo actividades digitales (tablet). Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "Copiar textos extensos. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La coordinación visomotora se desarrolla progresivamente desde lo global a lo fino. Trazos libres amplios en vertical (pizarra, caballete) fortalecen hombro y brazos; caminos anchos introducen direccionalidad; laberintos requieren mayor precisión; grafomotricidad (líneas, curvas, zigzag) prepara específicamente para letras. Esta secuencia respeta el desarrollo madurativo, evita frustración, y construye habilidades de forma natural y lúdica.",
        "temas_relacionados": [
          "Coordinación visomotora",
          "Grafomotricidad",
          "Progresión madurativa",
          "Pre-escritura"
        ]
      },
      {
        "id": "parv-26",
        "numero": 26,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguaje Verbal",
        "habilidad": "Comprensión oral",
        "enunciado": "¿Cuál estrategia favorece mejor la comprensión oral en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Hablar rápidamente para entrenar la escucha"
          },
          {
            "letra": "B",
            "texto": "Dejar que escuchen sin interrupción. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Lectura compartida con preguntas durante y después: '¿qué creen que pasará?', '¿por qué hizo eso el personaje?'"
          },
          {
            "letra": "D",
            "texto": "Leer solo una vez sin comentarios. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La comprensión oral se desarrolla mediante interacción activa con textos. Preguntas predictivas ('¿qué pasará?') activan conocimientos previos y anticipación; preguntas inferenciales ('¿por qué?') promueven razonamiento; pausas para conversar mantienen atención y conectan con experiencias. Esto transforma la lectura en diálogo reflexivo, desarrollando comprensión profunda, vocabulario, y habilidades de pensamiento.",
        "temas_relacionados": [
          "Comprensión oral",
          "Lectura compartida",
          "Predicción",
          "Inferencia"
        ]
      },
      {
        "id": "parv-27",
        "numero": 27,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguaje Verbal",
        "habilidad": "Expresión oral",
        "enunciado": "¿Qué práctica promueve mejor la expresión oral en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Corregir inmediatamente cada error de pronunciación"
          },
          {
            "letra": "B",
            "texto": "Círculo de conversación donde cada niño/a narra experiencias, describe objetos, argumenta opiniones, con escucha atenta del grupo"
          },
          {
            "letra": "C",
            "texto": "Solo responder preguntas cerradas sí/no. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "Prohibir hablar para mantener silencio. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El círculo de conversación crea contexto auténtico para hablar. Narrar experiencias desarrolla secuencia temporal y vocabulario; describir objetos ejercita lenguaje preciso; argumentar opiniones inicia pensamiento crítico. La escucha atenta del grupo valida al hablante, enseña turnos comunicativos, y modela respeto. Este espacio regular desarrolla fluidez, confianza, vocabulario y estructuras lingüísticas complejas.",
        "temas_relacionados": [
          "Expresión oral",
          "Narración",
          "Argumentación",
          "Escucha activa"
        ]
      },
      {
        "id": "parv-28",
        "numero": 28,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguaje Verbal",
        "habilidad": "Vocabulario",
        "enunciado": "¿Cómo ampliar el vocabulario en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Memorizar listas de palabras. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Repetir palabras aisladas. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Experiencias directas significativas: exploración de huerto (raíz, tallo, flor), visita a mercado, con conversaciones ricas usando palabras nuevas en contexto"
          },
          {
            "letra": "D",
            "texto": "Usar solo palabras que ya conocen. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "El vocabulario se aprende en contextos significativos. Explorar un huerto permite ver, tocar, oler mientras se nombra (raíz, tallo, brote, flor, fruto); visitar mercado expone a variedad léxica (verduras, frutas, comerciante). La educadora modela uso de palabras precisas, repite naturalmente términos nuevos, y conversa sobre lo observado. Experiencia sensorial + uso contextual + repetición natural = aprendizaje profundo de vocabulario.",
        "temas_relacionados": [
          "Vocabulario",
          "Experiencias directas",
          "Lenguaje en contexto",
          "Aprendizaje significativo"
        ]
      },
      {
        "id": "parv-29",
        "numero": 29,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguaje Verbal",
        "habilidad": "Iniciación a la lectura",
        "enunciado": "¿Cuál ambiente letrado es más apropiado para NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Paredes llenas de textos en letra pequeña. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Textos funcionales a la vista: carteles de rincones con imagen y palabra, lista de responsabilidades, recetas ilustradas, libros accesibles"
          },
          {
            "letra": "C",
            "texto": "Solo decoración sin textos. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "Letras sueltas sin significado. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El ambiente letrado efectivo integra textos funcionales que tienen sentido para los niños/as. Carteles de rincones asocian imagen-palabra-función; listas de responsabilidades se consultan diariamente; recetas se usan en cocina. Esta presencia funcional muestra que la escritura comunica información útil, invita a 'leer' con propósito, y naturaliza la cultura letrada. Los textos deben estar a altura visual infantil, con letra clara, y vinculados a actividades reales.",
        "temas_relacionados": [
          "Ambiente letrado",
          "Textos funcionales",
          "Cultura escrita",
          "Lectura emergente"
        ]
      },
      {
        "id": "parv-30",
        "numero": 30,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguaje Verbal",
        "habilidad": "Conciencia fonológica",
        "enunciado": "¿Qué actividad desarrolla mejor la conciencia fonológica en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Enseñar las letras del alfabeto en orden. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Juegos de rimas, segmentación silábica (aplaudir sílabas), identificar sonido inicial ('ma-no, ma-riposa empiezan igual')"
          },
          {
            "letra": "C",
            "texto": "Copiar palabras sin comprensión. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "Solo escribir en silencio. Este enfoque limita las oportunidades de aprendizaje integral."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La conciencia fonológica (habilidad de manipular sonidos del lenguaje) se desarrolla antes de conocer letras. Rimas sensibilizan a terminaciones iguales; aplaudir sílabas segmenta palabras oralmente; identificar sonidos iniciales aísla fonemas. Estos juegos orales lúdicos construyen base crucial para lectoescritura, sin requerir aún conocimiento de grafías. Son actividades auditivas, rítmicas, y divertidas que preparan para vincular luego sonidos con letras.",
        "temas_relacionados": [
          "Conciencia fonológica",
          "Rimas",
          "Segmentación",
          "Sonido inicial"
        ]
      },
      {
        "id": "parv-31",
        "numero": 31,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguaje Verbal",
        "habilidad": "Disfrute de la lectura",
        "enunciado": "¿Cómo promover el disfrute de la lectura en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Obligar a escuchar cuentos largos sin elegir. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "B",
            "texto": "Biblioteca de aula acogedora, lectura diaria con expresividad, que los niños/as elijan libros, préstamos a casa, dramatizar cuentos"
          },
          {
            "letra": "C",
            "texto": "Usar lectura como premio o castigo. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Leer solo para enseñar letras. Este enfoque limita las oportunidades de aprendizaje integral."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El disfrute lector se construye asociando lectura con placer. Biblioteca acogedora (cojines, buena iluminación) invita a leer; lectura diaria con expresividad emociona; elegir libros respeta preferencias; préstamos a casa integran familia; dramatizar cuentos hace la historia vivencial. Estas prácticas transmiten que leer es placentero, interesante, y valioso, construyendo motivación intrínseca que sostendrá el aprendizaje lector.",
        "temas_relacionados": [
          "Disfrute lector",
          "Biblioteca de aula",
          "Lectura expresiva",
          "Motivación lectora"
        ]
      },
      {
        "id": "parv-32",
        "numero": 32,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguaje Verbal",
        "habilidad": "Iniciación a la escritura",
        "enunciado": "¿Cuál enfoque es más apropiado para iniciar la escritura en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Planas repetitivas de letras desde el primer día. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Escritura emergente: garabatear con intención comunicativa, dictar historias al adulto, escribir 'a su manera', gradualmente aproximarse a escritura convencional"
          },
          {
            "letra": "C",
            "texto": "Prohibir escribir hasta que tracen perfecto. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Solo copiar modelos sin crear. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La escritura emergente respeta que escribir es comunicar ideas. Los niños/as primero hacen 'garabatos con intención' (simulan escribir), dictan al adulto (separan composición de transcripción), escriben 'a su manera' (pseudoletras, letras inventadas), y gradualmente se aproximan a escritura convencional. Este proceso valida sus intentos, desarrolla función comunicativa de la escritura, y permite expresarse antes de dominar el código. La aproximación gradual es natural y respeta el desarrollo.",
        "temas_relacionados": [
          "Escritura emergente",
          "Dictado al adulto",
          "Función comunicativa",
          "Desarrollo progresivo"
        ]
      },
      {
        "id": "parv-33",
        "numero": 33,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguaje Verbal",
        "habilidad": "Argumentación inicial",
        "enunciado": "¿Cómo desarrollar la argumentación en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Aceptar solo respuestas correctas sin justificar. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "B",
            "texto": "Evitar preguntas abiertas. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Imponer la opinión adulta siempre. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Preguntar sistemáticamente '¿por qué piensas eso?', '¿cómo lo sabes?', validar razones, mostrar que hay diversas perspectivas"
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "La argumentación se construye cuando se pide fundamentar opiniones. '¿Por qué?' invita a buscar razones; '¿cómo lo sabes?' promueve reflexión sobre fuentes de conocimiento; validar razones transmite que las ideas importan. Mostrar que hay perspectivas diversas desarrolla pensamiento crítico. Esta práctica sistemática enseña que las opiniones se fundamentan, que podemos discrepar respetuosamente, y que el diálogo enriquece nuestra comprensión.",
        "temas_relacionados": [
          "Argumentación",
          "Pensamiento crítico",
          "Justificación",
          "Diversidad de perspectivas"
        ]
      },
      {
        "id": "parv-34",
        "numero": 34,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguaje Verbal",
        "habilidad": "Escritura del nombre propio",
        "enunciado": "¿Por qué es importante que los niños/as de NT1 aprendan a escribir su nombre?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Solo para practicar letras. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "No es importante en esta edad. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Para competir con otros niños. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Porque es su primera palabra significativa, representa su identidad, tiene función social (marcar trabajos, pertenencias), y es motivador"
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "El nombre propio es la palabra más significativa para el niño/a: lo representa, lo identifica, le pertenece. Escribirlo tiene función social real (marcar trabajos, identificar pertenencias en perchero), lo que motiva su aprendizaje. Además, al ser palabra estable y frecuente, permite descubrir principios del sistema alfabético (letras, direccionalidad, orden). Es puerta de entrada natural y motivadora al mundo de la escritura.",
        "temas_relacionados": [
          "Nombre propio",
          "Identidad",
          "Escritura significativa",
          "Función social"
        ]
      },
      {
        "id": "parv-35",
        "numero": 35,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguaje Verbal",
        "habilidad": "Comprensión de textos literarios",
        "enunciado": "Después de leer un cuento en NT2, ¿qué preguntas promueven mejor la comprensión?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Solo preguntas literales: '¿de qué color era el conejo?'. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "No hacer preguntas para no interrumpir. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Combinación de preguntas: literales (¿qué pasó?), inferenciales (¿por qué estaba triste?), y de conexión personal (¿te ha pasado algo parecido?)"
          },
          {
            "letra": "D",
            "texto": "Solo pedir que repitan el cuento. Este enfoque limita las oportunidades de aprendizaje integral."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La comprensión tiene múltiples niveles. Preguntas literales verifican información explícita; preguntas inferenciales ('¿por qué?', '¿cómo se siente?') desarrollan razonamiento; preguntas de conexión personal vinculan el texto con experiencias propias, haciendo la lectura significativa. Esta variedad ejercita diferentes habilidades de pensamiento, hace la conversación más rica, y conecta emocionalmente con el texto. La comprensión profunda integra estos niveles.",
        "temas_relacionados": [
          "Comprensión lectora",
          "Preguntas inferenciales",
          "Conexión personal",
          "Niveles de comprensión"
        ]
      },
      {
        "id": "parv-36",
        "numero": 36,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguaje Verbal",
        "habilidad": "Descripción",
        "enunciado": "¿Qué actividad desarrolla mejor la habilidad de describir en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "'Bolsa misteriosa': tocar objeto sin verlo, describirlo (tamaño, textura, forma), otros adivinan. Describir compañeros, mascotas, juguetes favoritos"
          },
          {
            "letra": "B",
            "texto": "Mostrar láminas y decir 'esto es un...'. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Copiar descripciones escritas. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Solo usar adjetivos básicos. Este enfoque limita las oportunidades de aprendizaje integral."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "La descripción requiere observación atenta y vocabulario específico. La 'bolsa misteriosa' desarrolla descripción táctil, usando palabras como suave/áspero, grande/pequeño, redondo/puntiagudo. Describir compañeros o mascotas ejercita descripción visual (color de pelo, alto/bajo) y de carácter (alegre, tímido). Estas experiencias concretas amplían vocabulario descriptivo, desarrollan precisión lingüística, y hacen la descripción funcional (para que otros adivinen o identifiquen).",
        "temas_relacionados": [
          "Descripción",
          "Vocabulario específico",
          "Adjetivos",
          "Precisión lingüística"
        ]
      },
      {
        "id": "parv-37",
        "numero": 37,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguaje Verbal",
        "habilidad": "Secuencia narrativa",
        "enunciado": "¿Cómo ayudar a los niños/as de NT2 a estructurar narrativas?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Usar apoyos visuales: línea de tiempo con imágenes (primero-luego-finalmente), preguntar '¿qué pasó primero?, ¿y después?', dramatizar secuencias"
          },
          {
            "letra": "B",
            "texto": "Dejar que cuenten sin estructura. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Corregir constantemente el orden. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Solo escuchar sin mediar. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "La estructura narrativa (inicio-desarrollo-cierre) se aprende con apoyos concretos. Líneas de tiempo visuales (3-4 imágenes secuenciadas) muestran la progresión; preguntas '¿qué pasó primero/después/al final?' guían la secuenciación; dramatizar secuencias corporiza el orden temporal. Estos apoyos externos se internalizan gradualmente, permitiendo luego narrar sin ayudas. La estructura temporal es fundamental para coherencia narrativa.",
        "temas_relacionados": [
          "Secuencia narrativa",
          "Temporalidad",
          "Estructura de relato",
          "Apoyos visuales"
        ]
      },
      {
        "id": "parv-38",
        "numero": 38,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguaje Verbal",
        "habilidad": "Función social del lenguaje",
        "enunciado": "¿Qué situación pedagógica muestra mejor las funciones sociales del lenguaje en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Solo ejercicios de repetición. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "Situaciones comunicativas reales: escribir invitación para función, llamar por teléfono para pedir información, entrevistar a bombero, hacer lista de compras"
          },
          {
            "letra": "C",
            "texto": "Hablar solo para practicar pronunciación. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "Memorizar diálogos sin contexto. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El lenguaje tiene múltiples funciones sociales que se aprenden en uso real. Escribir invitación muestra que la escritura transmite información a distancia; llamar por teléfono enseña comunicación sin soporte visual; entrevistar desarrolla formulación de preguntas; lista de compras muestra que escribir ayuda a recordar. Estas experiencias auténticas revelan por qué comunicarse es necesario y valioso, motivando el aprendizaje del lenguaje en sus diversas formas.",
        "temas_relacionados": [
          "Funciones del lenguaje",
          "Comunicación auténtica",
          "Propósitos comunicativos",
          "Prácticas sociales"
        ]
      },
      {
        "id": "parv-39",
        "numero": 39,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguaje Verbal",
        "habilidad": "Escucha activa",
        "enunciado": "¿Cómo desarrollar escucha activa en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Exigir silencio absoluto todo el tiempo. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Juegos de escucha: 'teléfono descompuesto', seguir instrucciones de 2-3 pasos, describir sonidos, modelar escucha atenta (contacto visual, asentir, preguntar)"
          },
          {
            "letra": "C",
            "texto": "Dejar que todos hablen simultáneamente. Sin mediación intencional se pierden oportunidades educativas."
          },
          {
            "letra": "D",
            "texto": "Hablar solo el adulto. Este enfoque limita las oportunidades de aprendizaje integral."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La escucha activa se enseña mediante juegos y modelaje. 'Teléfono descompuesto' requiere escucha atenta para transmitir mensaje; seguir instrucciones de varios pasos ejercita memoria auditiva; describir sonidos afina percepción auditiva. El modelaje adulto (mirar al hablante, asentir, hacer preguntas relevantes) enseña cómo luce escuchar bien. Estas prácticas desarrollan atención auditiva, respeto por el hablante, y comprensión del valor de escuchar para comunicarse efectivamente.",
        "temas_relacionados": [
          "Escucha activa",
          "Atención auditiva",
          "Turnos comunicativos",
          "Modelaje"
        ]
      },
      {
        "id": "parv-40",
        "numero": 40,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguaje Verbal",
        "habilidad": "Diversidad lingüística",
        "enunciado": "Un niño de NT1 habla principalmente en su lengua originaria. ¿Cuál es el enfoque más apropiado?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Prohibir su lengua materna en la sala. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Ignorar su lengua completamente. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Valorar su lengua como riqueza, incorporar palabras de su idioma al grupo, permitir uso de ambas lenguas, facilitar progresivamente el español sin desvalorizar su lengua"
          },
          {
            "letra": "D",
            "texto": "Separarlo hasta que hable solo español. Este enfoque limita las oportunidades de aprendizaje integral."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "El bilingüismo es una fortaleza cognitiva y cultural. Valorar la lengua materna transmite respeto por su identidad; incorporar palabras de su idioma al grupo enriquece a todos/as; permitir uso de ambas lenguas respeta su proceso; facilitar español progresivamente (con gestos, imágenes, rutinas predecibles) ayuda sin forzar. Desvalorizar su lengua dañaría autoestima y desarrollo lingüístico. El enfoque debe ser aditivo (agregar español) no sustractivo (quitar lengua materna).",
        "temas_relacionados": [
          "Bilingüismo",
          "Diversidad lingüística",
          "Respeto cultural",
          "Enfoque aditivo"
        ]
      },
      {
        "id": "parv-41",
        "numero": 41,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguajes Artísticos",
        "habilidad": "Expresión plástica",
        "enunciado": "¿Cuál enfoque es más apropiado para artes visuales en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Modelos para copiar exactamente. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Solo pintar dentro de líneas pre-dibujadas. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "C",
            "texto": "Exploración libre de materiales diversos (témperas, arcilla, collage, telas), sin modelo, valorando el proceso creativo y la expresión personal"
          },
          {
            "letra": "D",
            "texto": "Evaluar solo por parecido al modelo. Este enfoque limita las oportunidades de aprendizaje integral."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "En parvularia, el arte es expresión personal y exploración sensorial, no reproducción. Ofrecer materiales diversos (témperas, arcilla, materiales reciclados) invita a experimentar texturas, colores, formas. Sin modelo, cada creación es única y auténtica. Valorar el proceso ('cuéntame sobre tu trabajo') más que el producto desarrolla creatividad, autoexpresión, y confianza. El arte es lenguaje para comunicar ideas, emociones y experiencias de formas no verbales.",
        "temas_relacionados": [
          "Expresión plástica",
          "Creatividad",
          "Exploración sensorial",
          "Proceso creativo"
        ]
      },
      {
        "id": "parv-42",
        "numero": 42,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguajes Artísticos",
        "habilidad": "Expresión musical",
        "enunciado": "¿Qué práctica desarrolla mejor la musicalidad en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Solo escuchar música grabada pasivamente. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "Memorizar partituras. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Cantar canciones variadas, experimentar instrumentos, crear ritmos con cuerpo y objetos, improvisar melodías, moverse con música"
          },
          {
            "letra": "D",
            "texto": "Silencio absoluto. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La musicalidad se desarrolla mediante experiencia activa. Cantar fortalece control vocal y memoria; experimentar instrumentos (maracas, tambores, metalófonos) explora timbres; crear ritmos desarrolla sentido temporal; improvisar melodías fomenta creatividad musical; moverse con música integra cuerpo y sonido. Esta riqueza de experiencias desarrolla sensibilidad auditiva, coordinación, expresión emocional, y apreciación musical.",
        "temas_relacionados": [
          "Expresión musical",
          "Ritmo",
          "Exploración sonora",
          "Coordinación audio-motriz"
        ]
      },
      {
        "id": "parv-43",
        "numero": 43,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguajes Artísticos",
        "habilidad": "Expresión corporal",
        "enunciado": "¿Cuál actividad promueve mejor la expresión corporal en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Copiar movimientos coreografiados rígidamente"
          },
          {
            "letra": "B",
            "texto": "Propuestas abiertas: 'muévete como un árbol con viento', 'muestra con tu cuerpo cómo te sientes', danza libre con telas, mímica"
          },
          {
            "letra": "C",
            "texto": "Solo sentarse quietos. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "Movimientos repetitivos sin exploración. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La expresión corporal es comunicar con el cuerpo. Propuestas metafóricas ('como un árbol') invitan a interpretar creativamente; expresar emociones corporalmente conecta sentimiento y movimiento; danza libre con telas explora movimiento fluido; mímica comunica sin palabras. Estas experiencias desarrollan conciencia corporal, creatividad, expresión emocional, y amplían el repertorio expresivo más allá del lenguaje verbal.",
        "temas_relacionados": [
          "Expresión corporal",
          "Danza creativa",
          "Comunicación no verbal",
          "Movimiento expresivo"
        ]
      },
      {
        "id": "parv-44",
        "numero": 44,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguajes Artísticos",
        "habilidad": "Juego dramático",
        "enunciado": "¿Cómo enriquecer el juego dramático en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Rincones temáticos con materiales abiertos (cocina, hospital, tienda), vestuario variado, tiempo amplio para desarrollar juegos, documentar y conversar sobre lo jugado"
          },
          {
            "letra": "B",
            "texto": "Prohibir los juegos de roles. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Solo juegos dirigidos por el adulto. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "Un solo rincón sin materiales. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "El juego dramático (juego simbólico) es crucial para desarrollo socioemocional y cognitivo. Rincones temáticos invitan a asumir roles; materiales abiertos (telas, cajas, utensilios) permiten creatividad; vestuario facilita transformación; tiempo amplio (30-40 min) permite desarrollar narrativas complejas; conversar después reflexiona sobre lo vivido. Este juego desarrolla empatía, lenguaje, pensamiento simbólico, resolución de problemas, y comprensión del mundo social.",
        "temas_relacionados": [
          "Juego dramático",
          "Juego simbólico",
          "Asunción de roles",
          "Desarrollo socioemocional"
        ]
      },
      {
        "id": "parv-45",
        "numero": 45,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguajes Artísticos",
        "habilidad": "Apreciación estética",
        "enunciado": "¿Cómo desarrollar apreciación artística en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Solo decir qué es 'bonito' o 'feo'. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "Memorizar nombres de artistas. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Observar obras de arte variadas (pinturas, esculturas, tejidos), conversar: '¿qué ves?, ¿cómo crees que lo hizo?, ¿qué sientes?', conectar con creaciones propias"
          },
          {
            "letra": "D",
            "texto": "No mostrar arte. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La apreciación estética se educa mediante observación atenta y conversación. Preguntas como '¿qué ves?' desarrollan observación; '¿cómo lo hizo?' reflexiona sobre técnicas; '¿qué sientes?' valida respuesta emocional. Variar tipos de arte (pintura, escultura, arte textil, fotografía) amplía referentes. Conectar con creaciones propias ('ellos también son artistas') valida su expresión. Esto desarrolla sensibilidad estética, pensamiento crítico, y apreciación de diversas expresiones culturales.",
        "temas_relacionados": [
          "Apreciación estética",
          "Observación de arte",
          "Sensibilidad artística",
          "Diversidad cultural"
        ]
      },
      {
        "id": "parv-46",
        "numero": 46,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguajes Artísticos",
        "habilidad": "Creatividad",
        "enunciado": "¿Qué práctica pedagógica fomenta mejor la creatividad en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Actividades con un solo resultado correcto. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "Copiar siempre modelos adultos. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Problemas abiertos: 'construye algo que vuela', 'crea un instrumento con materiales reciclados', valorar soluciones diversas"
          },
          {
            "letra": "D",
            "texto": "Criticar ideas no convencionales. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La creatividad requiere problemas abiertos con múltiples soluciones. 'Construye algo que vuela' invita a imaginar, planificar, probar; 'crea un instrumento' transforma materiales cotidianos en herramientas expresivas. Valorar soluciones diversas transmite que hay muchas formas válidas de resolver. Esta apertura desarrolla pensamiento divergente, innovación, perseverancia ante desafíos, y confianza para proponer ideas originales.",
        "temas_relacionados": [
          "Creatividad",
          "Pensamiento divergente",
          "Resolución creativa",
          "Innovación"
        ]
      },
      {
        "id": "parv-47",
        "numero": 47,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguajes Artísticos",
        "habilidad": "Integración de lenguajes artísticos",
        "enunciado": "¿Cuál proyecto integra mejor diversos lenguajes artísticos en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Enseñar música, plástica y danza por separado. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Arte solo como relleno de tiempo. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Solo una disciplina artística aislada. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "Crear una obra de teatro: inventar historia, hacer escenografía (plástica), crear canciones (música), actuar (dramática), diseñar vestuario"
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "Los lenguajes artísticos se enriquecen mutuamente en proyectos integrados. Crear una obra requiere narrativa (lenguaje verbal), escenografía (plástica), música (composición de canciones), actuación (expresión corporal y dramática), vestuario (diseño). Esta integración muestra que el arte es multidimensional, promueve colaboración, y permite que cada niño/a aporte desde sus fortalezas. El resultado colectivo es más rico que partes individuales.",
        "temas_relacionados": [
          "Integración artística",
          "Proyectos",
          "Trabajo colaborativo",
          "Multidimensionalidad"
        ]
      },
      {
        "id": "parv-48",
        "numero": 48,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguajes Artísticos",
        "habilidad": "Arte y naturaleza",
        "enunciado": "¿Cómo vincular arte y naturaleza en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Solo usar materiales comerciales. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "Considerar naturaleza solo en ciencias. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "C",
            "texto": "No salir al exterior. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "Land art: crear con elementos naturales (hojas, piedras, ramas), observar colores/formas en naturaleza, pintar con elementos naturales (betarragas, flores)"
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "Land art conecta arte, naturaleza y conciencia ambiental. Crear con elementos naturales (mandalas de hojas, esculturas con piedras) usa la naturaleza como material y lienzo; observar colores/texturas naturales sensibiliza estéticamente; pintar con betarragas o flores muestra pigmentos naturales. Esto desarrolla apreciación de belleza natural, creatividad con recursos del entorno, y respeto por la naturaleza como fuente de inspiración y materiales.",
        "temas_relacionados": [
          "Land art",
          "Arte natural",
          "Conciencia ambiental",
          "Creatividad ecológica"
        ]
      },
      {
        "id": "parv-49",
        "numero": 49,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguajes Artísticos",
        "habilidad": "Documentación artística",
        "enunciado": "¿Cómo documentar el proceso artístico en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Solo guardar el producto final. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "No valorar el trabajo infantil. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Tirar todas las creaciones. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Fotografiar proceso, registrar comentarios de los niños/as, crear portafolios con obras y reflexiones, exhibir con cédulas escritas por ellos/as"
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "La documentación hace visible el aprendizaje artístico. Fotografías del proceso muestran experimentación y progreso; registrar comentarios ('hice un castillo para mi familia') captura intenciones y significados; portafolios recopilan trayectoria; exhibiciones con cédulas ('Paula, 5 años: Mi familia en el parque') validan autoría. Esta práctica transmite que sus creaciones son valiosas, desarrolla metacognición ('cómo ha cambiado mi dibujo'), y comunica el aprendizaje a familias.",
        "temas_relacionados": [
          "Documentación pedagógica",
          "Portafolio",
          "Valoración del proceso",
          "Metacognición"
        ]
      },
      {
        "id": "parv-50",
        "numero": 50,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguajes Artísticos",
        "habilidad": "Arte y emociones",
        "enunciado": "¿Cómo usar el arte para expresión emocional en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Invitar a pintar 'cómo te sientes', usar colores para emociones, crear máscaras de emociones, dramatizar situaciones emocionales"
          },
          {
            "letra": "B",
            "texto": "Prohibir expresar emociones 'negativas' en arte"
          },
          {
            "letra": "C",
            "texto": "Solo hacer arte 'bonito' y 'alegre'. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "Censurar expresiones emocionales. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "El arte es canal privilegiado para expresión emocional. Pintar 'cómo me siento' externaliza estados internos; asociar colores con emociones (rojo=rabia, azul=tranquilo) desarrolla vocabulario emocional; máscaras de emociones permiten 'ponerse' emociones; dramatizar situaciones explora emociones en contexto seguro. Validar toda expresión emocional (incluyendo tristeza, enojo) enseña que todas las emociones son legítimas y que hay formas constructivas de expresarlas.",
        "temas_relacionados": [
          "Arte y emoción",
          "Expresión emocional",
          "Vocabulario emocional",
          "Canalización saludable"
        ]
      },
      {
        "id": "parv-51",
        "numero": 51,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Exploración del Entorno Natural",
        "habilidad": "Curiosidad científica",
        "enunciado": "¿Cómo promover la curiosidad científica en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Dar respuestas inmediatas a todas las preguntas"
          },
          {
            "letra": "B",
            "texto": "Solo dar información teórica. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "C",
            "texto": "Decir 'eso es muy difícil para tu edad'. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Validar preguntas, experimentar juntos para buscar respuestas, registrar observaciones, formular nuevas preguntas"
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "La curiosidad se cultiva valorando preguntas como oportunidades de investigación. En lugar de dar respuestas directas, la educadora invita a experimentar ('¿cómo podemos averiguarlo?'), registrar observaciones (dibujos, fotos), formular hipótesis. Este enfoque desarrolla pensamiento científico: observar, preguntar, predecir, experimentar, concluir. Los niños/as aprenden que ellos pueden investigar y descubrir, no solo recibir información.",
        "temas_relacionados": [
          "Curiosidad",
          "Método científico",
          "Experimentación",
          "Indagación"
        ]
      },
      {
        "id": "parv-52",
        "numero": 52,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Exploración del Entorno Natural",
        "habilidad": "Cuidado de seres vivos",
        "enunciado": "¿Qué experiencia desarrolla mejor el cuidado de seres vivos en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Huerto en la sala/patio: sembrar, regar, observar crecimiento, cosechar; cuidar mascota del curso; alimentar aves del patio"
          },
          {
            "letra": "B",
            "texto": "Ver videos de animales. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Solo hablar sobre plantas y animales. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "No interactuar con seres vivos. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "El cuidado se aprende cuidando. Mantener huerto implica responsabilidades (regar, desmalezar), observar ciclos (semilla-planta-flor-fruto), experimentar causa-efecto (sin agua se marchita). Cuidar mascota desarrolla empatía y rutinas de cuidado. Alimentar aves del patio conecta con fauna local. Estas experiencias directas desarrollan responsabilidad, empatía con seres vivos, comprensión de necesidades vitales, y respeto por la naturaleza.",
        "temas_relacionados": [
          "Cuidado de seres vivos",
          "Responsabilidad",
          "Empatía",
          "Ciclos vitales"
        ]
      },
      {
        "id": "parv-53",
        "numero": 53,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Exploración del Entorno Natural",
        "habilidad": "Experimentación",
        "enunciado": "¿Cuál es la secuencia apropiada para un experimento en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "La educadora hace el experimento y los niños/as observan"
          },
          {
            "letra": "B",
            "texto": "Solo leer sobre experimentos. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "C",
            "texto": "Dar el resultado sin experimentar. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "Presentar pregunta, formular hipótesis ('¿qué creen que pasará?'), experimentar, observar, registrar, concluir juntos"
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "El método experimental enseña pensamiento científico. Partir de pregunta auténtica ('¿qué pasa si...?') motiva; formular hipótesis desarrolla predicción; experimentar permite comprobar; observar atentamente recoge evidencia; registrar (dibujos, fotos) documenta; concluir juntos compara hipótesis con resultado. Esta secuencia estructura el pensamiento científico, enseña que el conocimiento se construye mediante evidencia, y valida las ideas infantiles.",
        "temas_relacionados": [
          "Experimentación",
          "Método científico",
          "Hipótesis",
          "Evidencia"
        ]
      },
      {
        "id": "parv-54",
        "numero": 54,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Exploración del Entorno Natural",
        "habilidad": "Fenómenos naturales",
        "enunciado": "¿Cómo abordar los fenómenos naturales (lluvia, viento, día/noche) en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Observación directa, registro del clima diario, experimentar con agua/viento, relacionar con experiencias (ropa según clima, sombras en diferentes horas)"
          },
          {
            "letra": "B",
            "texto": "Solo explicaciones teóricas complejas. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "C",
            "texto": "Ignorar fenómenos naturales. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "Memorizar definiciones. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Los fenómenos naturales se comprenden desde experiencia concreta. Observar el cielo diariamente y registrar clima desarrolla observación sistemática; experimentar con agua (evaporación, congelación) hace tangible el ciclo; experimentar con viento (cometas, molinetes) explora su fuerza; relacionar con vida cotidiana (ropa apropiada, sombras que cambian) muestra relevancia. Estas experiencias construyen comprensión gradual de fenómenos que inicialmente parecen mágicos.",
        "temas_relacionados": [
          "Fenómenos naturales",
          "Observación",
          "Ciclos naturales",
          "Experimentación"
        ]
      },
      {
        "id": "parv-55",
        "numero": 55,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Exploración del Entorno Natural",
        "habilidad": "Clasificación de seres vivos",
        "enunciado": "¿Qué actividad desarrolla habilidades de clasificación en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Coleccionar hojas/piedras, observar semejanzas y diferencias, clasificar según criterios propios (tamaño, color, textura), documentar colecciones"
          },
          {
            "letra": "B",
            "texto": "Memorizar nombres científicos. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Solo ver láminas. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "Clasificar según un solo criterio adulto. Este enfoque limita las oportunidades de aprendizaje integral."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "La clasificación es habilidad cognitiva fundamental. Coleccionar elementos naturales motiva observación; comparar desarrolla atención a atributos; clasificar según criterios propios ejercita pensamiento lógico; cambiar criterios muestra que hay múltiples formas de organizar. Documentar colecciones (dibujar, rotular) integra registro científico. Este proceso desarrolla observación analítica, pensamiento categorial, y flexibilidad cognitiva.",
        "temas_relacionados": [
          "Clasificación",
          "Observación analítica",
          "Criterios",
          "Pensamiento lógico"
        ]
      },
      {
        "id": "parv-56",
        "numero": 56,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Exploración del Entorno Natural",
        "habilidad": "Conciencia ambiental",
        "enunciado": "¿Cómo desarrollar conciencia ambiental en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Solo hablar de problemas globales abstractos. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "No abordar temas ambientales. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Decir que los adultos resolverán los problemas. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Acciones concretas: reciclaje en la sala, compostaje, reducir uso de papel, cuidar plantas, proyectos como 'limpiar plaza del barrio'"
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "La conciencia ambiental se construye mediante acciones concretas. Reciclar en la sala hace tangible el cuidado; compostaje muestra ciclo de materia orgánica; reducir papel conecta con uso de recursos; cuidar plantas desarrolla responsabilidad; proyectos comunitarios (limpiar plaza) muestran impacto colectivo. Estas prácticas enseñan que sus acciones importan, que pueden contribuir al cuidado ambiental, y que el cuidado del planeta empieza en lo cotidiano y local.",
        "temas_relacionados": [
          "Conciencia ambiental",
          "Reciclaje",
          "Responsabilidad ecológica",
          "Acción colectiva"
        ]
      },
      {
        "id": "parv-57",
        "numero": 57,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Exploración del Entorno Natural",
        "habilidad": "Ciclos de vida",
        "enunciado": "¿Qué experiencia enseña mejor los ciclos de vida en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Leer un libro sobre mariposas. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Solo ver videos. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "C",
            "texto": "Criar orugas hasta mariposas, documentar transformación con fotos y dibujos, observar cambios de plantas desde semilla"
          },
          {
            "letra": "D",
            "texto": "Memorizar etapas sin observación. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "Los ciclos de vida se comprenden mediante observación directa del cambio. Criar orugas permite ver metamorfosis (oruga-capullo-mariposa); documentar cada etapa con fotos/dibujos registra transformación; plantar semillas muestra germinación y crecimiento. Estas experiencias prolongadas desarrollan paciencia, observación detallada, comprensión de cambio y temporalidad, y admiración por procesos vitales. La experiencia directa hace concreto lo que sería abstracto en explicaciones verbales.",
        "temas_relacionados": [
          "Ciclos de vida",
          "Metamorfosis",
          "Observación longitudinal",
          "Cambio y transformación"
        ]
      },
      {
        "id": "parv-58",
        "numero": 58,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Exploración del Entorno Natural",
        "habilidad": "Registro de observaciones",
        "enunciado": "¿Cómo enseñar registro científico en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Solo la educadora registra. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "Escritura formal desde el inicio. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "No documentar observaciones. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "Diarios de observación con dibujos, fotos, dictado al adulto, tablas simples (¿Llovió hoy? Sí/No), gráficos pictóricos"
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "El registro hace visible el pensamiento científico y permite revisitar observaciones. Dibujos comunican sin escritura convencional; fotos capturan evidencia; dictado al adulto documenta reflexiones; tablas simples organizan datos (clima, crecimiento); gráficos pictóricos muestran patrones. Estos registros progresivamente más complejos introducen prácticas científicas, desarrollan representación simbólica, y enseñan que el conocimiento se construye mediante documentación sistemática.",
        "temas_relacionados": [
          "Registro científico",
          "Documentación",
          "Representación simbólica",
          "Organización de datos"
        ]
      },
      {
        "id": "parv-59",
        "numero": 59,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Exploración del Entorno Natural",
        "habilidad": "Exploración sensorial",
        "enunciado": "¿Qué experiencia desarrolla mejor la exploración sensorial de la naturaleza en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Solo observar desde lejos. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "Prohibir tocar elementos naturales. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Caminar descalzos en pasto, oler flores/hierbas, escuchar sonidos naturales, tocar texturas (corteza, musgo), saborear frutas del huerto"
          },
          {
            "letra": "D",
            "texto": "Solo actividades de aula cerrada. Este enfoque limita las oportunidades de aprendizaje integral."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La exploración sensorial es puerta de entrada al conocimiento natural. Caminar descalzo desarrolla sensibilidad táctil; oler flores/hierbas ejercita olfato; escuchar pájaros/viento afina audición; tocar texturas diversas enriquece experiencia táctil; saborear frutas del huerto conecta gusto con naturaleza. Esta inmersión sensorial completa desarrolla observación holística, vocabulario sensorial rico, y conexión profunda con naturaleza que fundamenta futura conciencia ambiental.",
        "temas_relacionados": [
          "Exploración sensorial",
          "Conexión con naturaleza",
          "Vocabulario sensorial",
          "Experiencia holística"
        ]
      },
      {
        "id": "parv-60",
        "numero": 60,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Exploración del Entorno Natural",
        "habilidad": "Pensamiento causal",
        "enunciado": "¿Cómo desarrollar comprensión de causa-efecto en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Decir las causas sin que experimenten. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "B",
            "texto": "Experimentar relaciones causales: '¿qué pasa si no regamos la planta?', '¿por qué se derritió el hielo?', predecir resultados y comprobar"
          },
          {
            "letra": "C",
            "texto": "Evitar experimentos. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Memorizar causas y efectos. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El pensamiento causal se desarrolla experimentando relaciones. Variar condiciones (regar/no regar) y observar consecuencias enseña causa-efecto; predecir resultados ('¿qué pasará?') activa razonamiento; comprobar hipótesis confronta ideas con evidencia. Preguntas como '¿por qué?' invitan a buscar explicaciones. Esta práctica desarrolla razonamiento lógico, comprensión de relaciones, y base para pensamiento científico más complejo. Experiencia directa hace tangible lo abstracto.",
        "temas_relacionados": [
          "Causa-efecto",
          "Razonamiento lógico",
          "Predicción",
          "Comprobación"
        ]
      },
      {
        "id": "parv-61",
        "numero": 61,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Comprensión del Entorno Sociocultural",
        "habilidad": "Identidad cultural",
        "enunciado": "¿Cómo promover la identidad cultural en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Ignorar las diferencias culturales. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "B",
            "texto": "Prohibir expresiones culturales diversas. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Solo enseñar una cultura como 'la correcta'. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "Compartir tradiciones familiares (comidas, celebraciones, música), valorar diversidad, conocer historia personal y familiar, explorar cultura local"
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "La identidad cultural se construye conociendo la propia y valorando otras. Invitar familias a compartir tradiciones (comidas típicas, música, celebraciones) valida su cultura; conocer historia personal/familiar ('¿de dónde vienen tus abuelos?') construye sentido de pertenencia; explorar cultura local (visitas a museos, fiestas del barrio) arraiga en comunidad. Esta riqueza cultural desarrolla identidad fuerte, respeto por diversidad, y orgullo de raíces.",
        "temas_relacionados": [
          "Identidad cultural",
          "Diversidad",
          "Tradiciones",
          "Patrimonio familiar"
        ]
      },
      {
        "id": "parv-62",
        "numero": 62,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Comprensión del Entorno Sociocultural",
        "habilidad": "Roles sociales",
        "enunciado": "¿Cómo abordar roles sociales en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Reforzar estereotipos de género y laborales. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Conocer diversidad de trabajos mediante visitas/entrevistas, jugar a oficios variados sin estereotipos, valorar todos los trabajos"
          },
          {
            "letra": "C",
            "texto": "Solo mostrar profesiones tradicionales. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "No hablar de trabajos. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Comprender roles sociales sin estereotipos amplía horizontes. Visitas/entrevistas a trabajadores diversos (médica, carpintero, chef) muestran variedad; jugar a oficios sin restricción de género (niñas bomberas, niños enfermeros) desafía estereotipos; valorar todos los trabajos (incluyendo limpieza, agricultura) enseña interdependencia social. Esto amplía aspiraciones, combate prejuicios, y enseña que la sociedad funciona gracias a contribuciones diversas.",
        "temas_relacionados": [
          "Roles sociales",
          "Oficios",
          "Equidad de género",
          "Valoración del trabajo"
        ]
      },
      {
        "id": "parv-63",
        "numero": 63,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Comprensión del Entorno Sociocultural",
        "habilidad": "Historia personal",
        "enunciado": "¿Qué actividad desarrolla mejor la comprensión de historia personal en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Estudiar historia universal. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Solo hablar del presente. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "C",
            "texto": "Línea de tiempo personal con fotos desde bebé hasta ahora, relatos familiares, objetos significativos, construir 'libro de mi vida'"
          },
          {
            "letra": "D",
            "texto": "Ignorar el pasado personal. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La comprensión temporal empieza con historia personal. Línea de tiempo con fotos (bebé-1año-2años-ahora) visualiza cambio y paso del tiempo; relatos familiares ('cuando naciste', 'tu primer paso') construyen narrativa identitaria; objetos significativos (ropita de bebé, primer juguete) hacen tangible el pasado; 'libro de mi vida' integra narrativa personal. Esto desarrolla noción temporal, identidad, y comprensión de que todos tenemos historia.",
        "temas_relacionados": [
          "Historia personal",
          "Temporalidad",
          "Identidad",
          "Narrativa biográfica"
        ]
      },
      {
        "id": "parv-64",
        "numero": 64,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Comprensión del Entorno Sociocultural",
        "habilidad": "Comunidad y pertenencia",
        "enunciado": "¿Cómo desarrollar sentido de comunidad en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Explorar el barrio, conocer comercios locales, visitar biblioteca/plaza, participar en actividades comunitarias, mapear recorridos"
          },
          {
            "letra": "B",
            "texto": "No salir del aula. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Solo hablar teóricamente de la comunidad. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "Evitar contacto con la comunidad. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "El sentido de comunidad se construye siendo parte activa. Explorar barrio identifica lugares significativos; conocer comerciantes locales personaliza la comunidad; usar espacios públicos (biblioteca, plaza) ejercita ciudadanía; participar en actividades (feria, limpieza) genera compromiso; mapear recorridos representa espacialmente el barrio. Estas experiencias desarrollan pertenencia, identidad local, comprensión de interdependencia social, y sentido de ciudadanía comunitaria.",
        "temas_relacionados": [
          "Comunidad",
          "Pertenencia",
          "Ciudadanía local",
          "Identidad territorial"
        ]
      },
      {
        "id": "parv-65",
        "numero": 65,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Comprensión del Entorno Sociocultural",
        "habilidad": "Instituciones sociales",
        "enunciado": "¿Cómo enseñar sobre instituciones (hospital, bomberos, municipalidad) en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Solo explicaciones abstractas. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "Memorizar nombres sin comprender funciones. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Visitas guiadas, entrevistas a trabajadores, dramatizar roles institucionales en juego, comprender funciones mediante experiencias concretas"
          },
          {
            "letra": "D",
            "texto": "No abordar instituciones. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "Las instituciones se comprenden desde experiencia. Visitar estación de bomberos muestra equipos y función; entrevistar enfermera explica cuidado de salud; jugar al hospital/bomberos internaliza roles; resolver problemas simulados ('¿a quién llamamos si hay fuego?') conecta instituciones con funciones. Esto desarrolla comprensión del tejido social, seguridad (saber a quién recurrir), y apreciación de servicios que sostienen la comunidad.",
        "temas_relacionados": [
          "Instituciones sociales",
          "Funciones",
          "Servicios comunitarios",
          "Juego de roles"
        ]
      },
      {
        "id": "parv-66",
        "numero": 66,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Comprensión del Entorno Sociocultural",
        "habilidad": "Cambios temporales",
        "enunciado": "¿Cómo abordar el cambio en el tiempo con NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Comparar fotos antiguas y actuales del barrio, entrevistar abuelos sobre 'cómo era antes', observar cambios personales (altura, habilidades)"
          },
          {
            "letra": "B",
            "texto": "Solo estudiar historia antigua. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "C",
            "texto": "Ignorar el pasado. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "Memorizar fechas históricas. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "La comprensión de cambio temporal parte de lo concreto. Comparar fotos antiguas/actuales del barrio visualiza transformación urbana; entrevistas a abuelos transmiten historia oral ('no había computadores'); observar cambios propios (medirse cada mes, ver qué aprendieron) hace personal el cambio. Esto desarrolla noción de cambio histórico, continuidad y transformación, y comprensión de que el tiempo transforma personas, lugares y sociedades.",
        "temas_relacionados": [
          "Cambio temporal",
          "Historia oral",
          "Transformación",
          "Continuidad y cambio"
        ]
      },
      {
        "id": "parv-67",
        "numero": 67,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Comprensión del Entorno Sociocultural",
        "habilidad": "Patrimonio cultural",
        "enunciado": "¿Cómo valorar el patrimonio cultural en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Solo hablar de monumentos lejanos. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "B",
            "texto": "Considerar solo patrimonio extranjero. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "C",
            "texto": "Explorar patrimonio local (edificios antiguos, artesanía, fiestas tradicionales), conocer historias del barrio, participar en celebraciones"
          },
          {
            "letra": "D",
            "texto": "No abordar patrimonio. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "El patrimonio se valora desde lo cercano. Explorar edificios históricos del barrio conecta con pasado local; conocer artesanía tradicional aprecia saberes ancestrales; participar en fiestas (Fiestas Patrias, celebraciones locales) vivencia tradiciones; escuchar historias del barrio construye identidad local. Esto desarrolla aprecio por raíces culturales, comprensión de que el patrimonio está en lo cotidiano, y sentido de responsabilidad por preservar cultura.",
        "temas_relacionados": [
          "Patrimonio cultural",
          "Identidad local",
          "Tradiciones",
          "Memoria colectiva"
        ]
      },
      {
        "id": "parv-68",
        "numero": 68,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Comprensión del Entorno Sociocultural",
        "habilidad": "Tecnología y sociedad",
        "enunciado": "¿Cómo abordar la tecnología en la vida cotidiana con NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Prohibir hablar de tecnología. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "B",
            "texto": "Uso pasivo sin reflexión. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Explorar tecnologías cotidianas (cómo funciona teléfono, refrigerador), comparar 'antes y ahora', usar tecnología con propósito pedagógico (fotos, grabaciones)"
          },
          {
            "letra": "D",
            "texto": "Solo pantallas sin explorar otros objetos tecnológicos. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La tecnología se comprende reflexionando sobre su uso. Explorar cómo funcionan objetos (¿cómo el refrigerador enfría?, ¿por qué suena el timbre?) desarrolla pensamiento lógico; comparar 'antes/ahora' (lavar ropa en río vs lavadora) muestra evolución; usar tecnología pedagógicamente (tomar fotos del proyecto, grabar canciones) la posiciona como herramienta. Esto desarrolla pensamiento crítico sobre tecnología, comprensión de que la tecnología resuelve necesidades, y uso intencionado vs consumo pasivo.",
        "temas_relacionados": [
          "Tecnología",
          "Uso crítico",
          "Evolución tecnológica",
          "Herramientas"
        ]
      },
      {
        "id": "parv-69",
        "numero": 69,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Pensamiento Matemático",
        "habilidad": "Cuantificación",
        "enunciado": "¿Cómo desarrollar el sentido numérico en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Memorizar números sin contexto. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "B",
            "texto": "Evitar situaciones numéricas. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Solo escribir números. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "Contar objetos reales con propósito (¿cuántos platos necesitamos?), juegos de correspondencia uno-a-uno, comparar cantidades"
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "El sentido numérico se construye mediante uso funcional. Contar con propósito (poner mesa, repartir materiales) hace significativo el conteo; correspondencia uno-a-uno (un vaso por persona) construye base de cuantificación; comparar cantidades (¿dónde hay más?) desarrolla sentido relativo de cantidad. Estas experiencias concretas construyen comprensión profunda del número antes de simbolización abstracta.",
        "temas_relacionados": [
          "Sentido numérico",
          "Conteo",
          "Correspondencia",
          "Cantidad"
        ]
      },
      {
        "id": "parv-70",
        "numero": 70,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Pensamiento Matemático",
        "habilidad": "Patrones",
        "enunciado": "¿Qué actividad desarrolla mejor el reconocimiento de patrones en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Solo mostrar patrones hechos. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "Crear patrones con materiales variados (bloques, cuentas, sonidos, movimientos), identificar patrón en naturaleza (hojas, caracoles), continuar y crear patrones"
          },
          {
            "letra": "C",
            "texto": "Memorizar secuencias sin comprender. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "No trabajar patrones. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Los patrones son fundamento del pensamiento algebraico. Crear patrones (AB AB: rojo-azul-rojo-azul) desarrolla comprensión de regularidad; identificar patrones naturales (pétalos de flores, espirales de caracol) muestra que existen en el mundo; variar materiales (visual, auditivo, corporal) generaliza el concepto; crear patrones propios ejercita pensamiento abstracto. Esta habilidad fundamenta álgebra futura y desarrolla pensamiento predictivo.",
        "temas_relacionados": [
          "Patrones",
          "Regularidad",
          "Pensamiento algebraico",
          "Predicción"
        ]
      },
      {
        "id": "parv-71",
        "numero": 71,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Pensamiento Matemático",
        "habilidad": "Formas geométricas",
        "enunciado": "¿Cómo enseñar formas geométricas en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Solo mostrar láminas de figuras. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "Explorar formas en objetos reales, construir con bloques geométricos, buscar formas en el entorno (ventanas=rectángulos), clasificar por forma"
          },
          {
            "letra": "C",
            "texto": "Memorizar nombres sin manipular. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "Solo dibujar formas. Este enfoque limita las oportunidades de aprendizaje integral."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La geometría se comprende mediante exploración tridimensional y conexión con el mundo. Manipular bloques geométricos desarrolla percepción espacial; buscar formas en entorno (señales de tránsito, ventanas) conecta geometría con realidad; clasificar por forma desarrolla categorización; construir con formas ejercita visualización espacial. Partir de 3D (objetos) antes que 2D (dibujos) respeta desarrollo perceptual infantil.",
        "temas_relacionados": [
          "Formas geométricas",
          "Geometría",
          "Percepción espacial",
          "Clasificación"
        ]
      },
      {
        "id": "parv-72",
        "numero": 72,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Pensamiento Matemático",
        "habilidad": "Medición",
        "enunciado": "¿Qué actividad introduce la medición en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Usar solo unidades convencionales (metros, kilos). Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "Medición no convencional: medir altura con bloques, peso comparando 'más pesado/liviano', capacidad llenando recipientes, tiempo con canciones"
          },
          {
            "letra": "C",
            "texto": "No abordar medición. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "Solo teoría de medición. Este enfoque limita las oportunidades de aprendizaje integral."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La medición no convencional construye concepto de medir antes de unidades estándar. Medir con bloques ('cuántos bloques mide la mesa') introduce idea de unidad; comparar pesos desarrolla sentido de peso; llenar recipientes explora capacidad; usar canciones como timer desarrolla sentido temporal. Estas experiencias concretas construyen comprensión de que medir es comparar con una unidad, preparando para unidades convencionales posteriores.",
        "temas_relacionados": [
          "Medición no convencional",
          "Comparación",
          "Unidades",
          "Sentido de magnitud"
        ]
      },
      {
        "id": "parv-73",
        "numero": 73,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Pensamiento Matemático",
        "habilidad": "Resolución de problemas",
        "enunciado": "¿Cómo promover resolución de problemas matemáticos en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Dar la solución inmediatamente. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Evitar situaciones problemáticas. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Solo problemas abstractos en papel. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "Plantear problemas reales ('¿alcanzan las sillas?', '¿cómo repartimos equitativamente?'), usar materiales concretos, probar estrategias, validar soluciones diversas"
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "La resolución de problemas se aprende resolviendo. Problemas reales (¿alcanzan galletas para todos?) motivan; usar materiales concretos (contar galletas, personas) hace tangible el problema; probar estrategias desarrolla perseverancia; validar soluciones diversas (contar de uno en uno, hacer grupos) muestra que hay múltiples caminos. Este enfoque desarrolla pensamiento matemático flexible, estratégico, y útil para la vida cotidiana.",
        "temas_relacionados": [
          "Resolución de problemas",
          "Estrategias",
          "Pensamiento flexible",
          "Matemática cotidiana"
        ]
      },
      {
        "id": "parv-74",
        "numero": 74,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Pensamiento Matemático",
        "habilidad": "Relaciones espaciales",
        "enunciado": "¿Qué práctica desarrolla mejor noción espacial en NT2?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Solo láminas bidimensionales. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "No moverse del lugar. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Memorizar vocabulario espacial. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Juegos de ubicación (arriba/abajo, dentro/fuera, cerca/lejos), circuitos motrices, construcciones con bloques, mapas simples del aula"
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "La noción espacial se construye mediante movimiento y experiencia tridimensional. Juegos de ubicación ('esconde el objeto arriba/debajo') vivencian relaciones espaciales; circuitos motrices (pasar por túnel, sobre puente) experimentan posiciones; construir con bloques desarrolla visualización espacial; mapas simples representan espacio bidimensionalmente. Esta progresión de experiencia corporal a representación construye comprensión espacial sofisticada.",
        "temas_relacionados": [
          "Relaciones espaciales",
          "Ubicación",
          "Orientación",
          "Representación espacial"
        ]
      },
      {
        "id": "parv-75",
        "numero": 75,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Pensamiento Matemático",
        "habilidad": "Clasificación matemática",
        "enunciado": "¿Cómo desarrollar clasificación matemática en NT1?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Clasificar materiales según criterios propios y luego sugeridos (color, tamaño, forma, función), verbalizar criterios, cambiar criterios"
          },
          {
            "letra": "B",
            "texto": "Clasificar solo según criterio adulto. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "C",
            "texto": "Solo una clasificación posible. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "No clasificar. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "La clasificación es habilidad cognitiva fundamental. Comenzar con criterios propios respeta pensamiento infantil; introducir criterios específicos (color, tamaño) enseña atributos; verbalizar criterios ('estos son rojos, estos azules') desarrolla lenguaje matemático; cambiar criterios (reclasificar por tamaño lo clasificado por color) muestra flexibilidad. Esta práctica desarrolla pensamiento categorial, atención a atributos, y flexibilidad cognitiva esenciales para matemática.",
        "temas_relacionados": [
          "Clasificación",
          "Atributos",
          "Categorización",
          "Flexibilidad cognitiva"
        ]
      },
      {
        "id": "parv-76",
        "numero": 76,
        "ambito": "Caso de Estudio 1: Planificación de Experiencias de Aprendizaje",
        "nucleo": "Planificación Pedagógica",
        "habilidad": "Selección de objetivos de aprendizaje",
        "enunciado": "Una educadora planifica un proyecto de aprendizaje llamado 'Nuestro Huerto'. ¿Cuál es la mejor manera de seleccionar los objetivos de aprendizaje?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Seleccionar solo objetivos del ámbito Interacción y Comprensión del Entorno, ya que el huerto es parte de la naturaleza."
          },
          {
            "letra": "B",
            "texto": "Usar los mismos objetivos que utilizó el año anterior para el proyecto del huerto."
          },
          {
            "letra": "C",
            "texto": "Decidir los objetivos después de implementar el proyecto, según lo que surja."
          },
          {
            "letra": "D",
            "texto": "Elegir objetivos integrados de los tres ámbitos, aprovechando las múltiples oportunidades de aprendizaje que ofrece el proyecto del huerto."
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "La planificación de proyectos debe ser integradora, identificando oportunidades de aprendizaje en los tres ámbitos. Un huerto permite trabajar: Desarrollo Personal y Social (responsabilidad, colaboración), Comunicación Integral (vocabulario específico, registro de observaciones), e Interacción y Comprensión del Entorno (ciclos de vida, cuidado ambiental). Las Bases Curriculares promueven la integralidad del aprendizaje, reconociendo que las experiencias ricas permiten múltiples objetivos simultáneos. La planificación intencional (opción B) asegura que se aprovechen todas las potencialidades educativas.",
        "temas_relacionados": [
          "Planificación integradora",
          "Objetivos de aprendizaje",
          "Aprendizaje basado en proyectos",
          "Integralidad"
        ]
      },
      {
        "id": "parv-77",
        "numero": 77,
        "ambito": "Caso de Estudio 1: Planificación de Experiencias de Aprendizaje",
        "nucleo": "Planificación Pedagógica",
        "habilidad": "Secuenciación de actividades",
        "enunciado": "En el proyecto del huerto, ¿cómo debe secuenciar las experiencias de aprendizaje?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Partir de la exploración y conocimientos previos, luego avanzar hacia experiencias más complejas, siendo flexible según los intereses emergentes."
          },
          {
            "letra": "B",
            "texto": "Seguir estrictamente la secuencia planificada, sin importar el interés de los niños."
          },
          {
            "letra": "C",
            "texto": "Comenzar directamente con la siembra, sin exploración previa."
          },
          {
            "letra": "D",
            "texto": "Dejar que los niños decidan completamente qué hacer cada día, sin planificación."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "La secuenciación efectiva parte de los conocimientos previos (¿qué saben sobre plantas?), avanza gradualmente en complejidad (exploración, preparación, siembra, cuidado, cosecha), y mantiene flexibilidad ante intereses emergentes (si descubren lombrices, explorar ese interés). Este enfoque equilibra intencionalidad pedagógica con respuesta a los intereses infantiles. Las Bases Curriculares valoran tanto la planificación intencionada como la capacidad de ajuste según las características y necesidades del grupo. La rigidez (A) ignora el protagonismo infantil; la improvisación total (D) pierde oportunidades de aprendizaje profundo.",
        "temas_relacionados": [
          "Secuenciación didáctica",
          "Conocimientos previos",
          "Flexibilidad curricular",
          "Intereses emergentes"
        ]
      },
      {
        "id": "parv-78",
        "numero": 78,
        "ambito": "Caso de Estudio 1: Planificación de Experiencias de Aprendizaje",
        "nucleo": "Planificación Pedagógica",
        "habilidad": "Organización de materiales y espacios",
        "enunciado": "¿Cómo organizar los materiales y espacios para el proyecto del huerto?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "La educadora mantiene todos los materiales guardados y los entrega cuando es necesario."
          },
          {
            "letra": "B",
            "texto": "No preparar materiales específicos, usar solo lo que hay disponible en el momento."
          },
          {
            "letra": "C",
            "texto": "Usar solo imágenes y materiales artificiales para evitar que los niños se ensucien."
          },
          {
            "letra": "D",
            "texto": "Organizar los materiales de forma accesible para los niños, creando un 'rincón del huerto' con herramientas, semillas, libros e imágenes, promoviendo la autonomía."
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "La organización de ambientes educativos debe promover autonomía, exploración y aprendizaje activo. Un 'rincón del huerto' accesible permite que los niños tomen decisiones, exploren materiales reales (tierra, semillas, herramientas adaptadas), consulten libros y continúen el aprendizaje más allá de las actividades dirigidas. Las Bases Curriculares enfatizan el rol del ambiente como tercer educador. La accesibilidad (opción B) fomenta independencia, responsabilidad y apropiación del proyecto. Restringir acceso (A) limita autonomía; evitar materiales reales (C) empobrece la experiencia sensorial y científica.",
        "temas_relacionados": [
          "Organización del ambiente educativo",
          "Autonomía",
          "Materiales concretos",
          "Ambiente como tercer educador"
        ]
      },
      {
        "id": "parv-79",
        "numero": 79,
        "ambito": "Caso de Estudio 1: Planificación de Experiencias de Aprendizaje",
        "nucleo": "Planificación Pedagógica",
        "habilidad": "Diferenciación pedagógica",
        "enunciado": "En el proyecto del huerto, hay niños con diferentes niveles de desarrollo. ¿Cómo asegurar que todos aprendan?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Diseñar experiencias con múltiples niveles de complejidad: algunos niños pueden plantar, otros etiquetar, otros registrar observaciones, permitiendo que cada uno participe según sus capacidades."
          },
          {
            "letra": "B",
            "texto": "Ofrecer la misma actividad para todos, ya que es injusto dar tareas diferentes."
          },
          {
            "letra": "C",
            "texto": "Separar a los niños según su nivel de desarrollo y planificar actividades completamente diferentes."
          },
          {
            "letra": "D",
            "texto": "Enfocarse solo en los niños que muestran más interés en el proyecto. Este enfoque limita las oportunidades de aprendizaje integral."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "La diferenciación efectiva ofrece múltiples vías de participación dentro de una experiencia común, respetando los diversos ritmos y estilos de aprendizaje. En el huerto, un mismo proyecto permite diversos desafíos: manipulación de herramientas (motricidad), registro (representación), investigación (curiosidad), cuidado (responsabilidad). Este enfoque, alineado con el Diseño Universal de Aprendizaje, mantiene la cohesión grupal (todos participan del huerto) mientras respeta la individualidad. Las Bases Curriculares reconocen la singularidad de cada niño. La uniformidad (A) ignora diferencias; la segregación (C) margina; enfocarse solo en algunos (D) es excluyente.",
        "temas_relacionados": [
          "Diferenciación pedagógica",
          "Diseño Universal de Aprendizaje",
          "Inclusión",
          "Diversidad de aprendizajes"
        ]
      },
      {
        "id": "parv-80",
        "numero": 80,
        "ambito": "Caso de Estudio 1: Planificación de Experiencias de Aprendizaje",
        "nucleo": "Planificación Pedagógica",
        "habilidad": "Evaluación de aprendizajes",
        "enunciado": "¿Cómo evaluar los aprendizajes en el proyecto del huerto?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Utilizar evaluación auténtica: observar participación, registrar conversaciones, fotografiar procesos, crear un portafolio con dibujos y registros de los niños, compartir avances con las familias."
          },
          {
            "letra": "B",
            "texto": "Aplicar una prueba escrita al final del proyecto sobre conceptos de plantas."
          },
          {
            "letra": "C",
            "texto": "No evaluar, ya que lo importante es que los niños disfruten. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "Evaluar solo si los niños cuidaron correctamente las plantas. Este enfoque limita las oportunidades de aprendizaje integral."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "La evaluación en Educación Parvularia debe ser auténtica, integral y formativa. La observación sistemática, documentación pedagógica (fotografías, registros de conversaciones, producciones infantiles) y portafolios capturan la riqueza y complejidad del aprendizaje infantil, imposibles de evaluar con pruebas estandarizadas (A). Las Bases Curriculares promueven evaluación para el aprendizaje, no solo del aprendizaje. La documentación (opción B) visibiliza procesos, hace partícipes a niños y familias, y orienta ajustes pedagógicos. No evaluar (C) pierde información valiosa; evaluar solo resultados (D) ignora procesos, esfuerzos y aprendizajes diversos.",
        "temas_relacionados": [
          "Evaluación auténtica",
          "Documentación pedagógica",
          "Portafolio",
          "Evaluación formativa"
        ]
      },
      {
        "id": "parv-81",
        "numero": 81,
        "ambito": "Caso de Estudio 2: Inclusión y Diversidad",
        "nucleo": "Atención a la Diversidad",
        "habilidad": "Inclusión de niño migrante",
        "enunciado": "Llega al nivel un niño venezolano que habla español con acento diferente y usa algunas palabras distintas. Algunos niños se ríen cuando habla. ¿Cómo actuar?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Ignorar la situación para no avergonzar al niño nuevo. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "B",
            "texto": "Pedirle al niño que intente hablar como los demás para integrarse mejor. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Aprovechar la oportunidad para trabajar la diversidad lingüística: explorar palabras diferentes para los mismos objetos, invitar al niño a compartir canciones de su país, leer cuentos sobre migración, conversar sobre el respeto."
          },
          {
            "letra": "D",
            "texto": "Llamar la atención severamente a los niños que se rieron. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La diversidad lingüística y cultural es una oportunidad educativa valiosa. En lugar de ignorar (A) o homogeneizar (C), convertir la diferencia en aprendizaje enriquece a todo el grupo. Explorar variaciones del español (autobús/guagua/bus, arveja/guisante/petipúa), compartir canciones, conocer otros países promueve aprecio por la diversidad. Las Bases Curriculares valoran la identidad cultural y el respeto por la diversidad. Esta estrategia (opción B) fortalece la autoestima del niño migrante, amplía la visión de mundo del grupo y enseña respeto activamente. La sanción sola (D) no construye comprensión profunda.",
        "temas_relacionados": [
          "Diversidad lingüística",
          "Inclusión de migrantes",
          "Educación intercultural",
          "Respeto por la diversidad"
        ]
      },
      {
        "id": "parv-82",
        "numero": 82,
        "ambito": "Caso de Estudio 2: Inclusión y Diversidad",
        "nucleo": "Atención a la Diversidad",
        "habilidad": "Adaptación para niño con dificultad motriz",
        "enunciado": "Una niña con dificultad motriz fina tiene problemas para usar tijeras y lápices como los demás. ¿Qué hacer?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Eximirla de las actividades que requieran motricidad fina para evitar frustración."
          },
          {
            "letra": "B",
            "texto": "Pedirle a una técnico que haga las tareas por ella. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Ofrecer adaptaciones y materiales alternativos: tijeras adaptadas, engrosar lápices con foam, permitir diferentes formas de expresión (dactilopintura, collage con dedos), coordinarse con especialistas."
          },
          {
            "letra": "D",
            "texto": "Insistir en que practique más con los materiales convencionales hasta que logre usarlos."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La inclusión efectiva requiere ajustes razonables que permitan participación genuina. Las adaptaciones (tijeras adaptadas, lápices engrosados, gripballs, estabilizadores) y estrategias alternativas (pintar con dedos, collage, sellos) posibilitan que la niña exprese creatividad y desarrolle habilidades sin limitarla. Las Bases Curriculares promueven equidad y respeto por las singularidades. La coordinación con especialistas (terapeuta ocupacional) optimiza apoyos. Excluir (A) margina y baja expectativas; hacer por ella (C) anula autonomía; forzar sin adaptaciones (D) genera frustración sin considerar que existen múltiples caminos válidos hacia el aprendizaje.",
        "temas_relacionados": [
          "Diseño Universal de Aprendizaje",
          "Adaptaciones curriculares",
          "Inclusión",
          "Trabajo colaborativo con especialistas"
        ]
      },
      {
        "id": "parv-83",
        "numero": 83,
        "ambito": "Caso de Estudio 2: Inclusión y Diversidad",
        "nucleo": "Atención a la Diversidad",
        "habilidad": "Atención a niño con altas capacidades",
        "enunciado": "Un niño de NT1 lee fluidamente, suma mentalmente y se aburre en las actividades grupales. ¿Cómo responder a sus necesidades?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Ofrecerle desafíos apropiados: proyectos de investigación más complejos, rol de 'ayudante' (explicar a pares), actividades abiertas que permitan profundización, sin aislarlo del grupo."
          },
          {
            "letra": "B",
            "texto": "Dejarlo que haga lo que quiera mientras los demás trabajan, ya que no necesita aprender nada más."
          },
          {
            "letra": "C",
            "texto": "Pedirle que repita las actividades básicas como los demás para no generar diferencias."
          },
          {
            "letra": "D",
            "texto": "Adelantarlo a NT2 o primero básico para que esté con niños de su nivel académico."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Los niños con altas capacidades necesitan desafíos apropiados, pero también interacción social con pares de su edad. Estrategias efectivas incluyen: compactación curricular (no repetir lo dominado), proyectos de profundización, preguntas de pensamiento superior, aprendizaje cooperativo donde pueda enseñar. Las Bases Curriculares reconocen que todos los niños, incluyendo aquellos con talentos excepcionales, merecen atención a sus necesidades particulares. Mantener al niño en su grupo etario (opción B) protege desarrollo socioemocional, mientras los desafíos intelectuales sostienen motivación. Ignorarlo (A) o homogeneizarlo (C) desaprovecha potencial; la aceleración (D) puede generar problemas sociales y emocionales.",
        "temas_relacionados": [
          "Altas capacidades",
          "Diferenciación curricular",
          "Compactación curricular",
          "Desarrollo integral"
        ]
      },
      {
        "id": "parv-84",
        "numero": 84,
        "ambito": "Caso de Estudio 2: Inclusión y Diversidad",
        "nucleo": "Atención a la Diversidad",
        "habilidad": "Promoción de interacciones inclusivas",
        "enunciado": "Durante el juego libre, algunos niños no quieren jugar con un compañero con autismo. ¿Cómo favorecer la inclusión?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Obligar a los niños a jugar con él, amenazando con consecuencias si se niegan."
          },
          {
            "letra": "B",
            "texto": "Esperar que las interacciones surjan naturalmente sin intervenir. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Separar al niño con autismo para que juegue solo con la técnico. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "Mediar y facilitar interacciones: identificar intereses comunes, enseñar formas de invitar a jugar, usar apoyos visuales, modelar interacciones positivas, celebrar momentos de juego compartido."
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "La inclusión social requiere mediación intencional y estratégica. Las educadoras pueden: identificar intereses compartidos (si al niño con autismo le gustan los dinosaurios, conectarlo con otros interesados), enseñar explícitamente habilidades sociales (cómo iniciar juego, turnarse), usar apoyos visuales (pictogramas de 'puedo jugar'), modelar y reforzar interacciones positivas. Las Bases Curriculares valoran la convivencia y el respeto. La mediación activa (opción B) construye puentes, enseña empatía y beneficia a todos. Forzar (A) genera resistencia; segregar (C) margina; esperar pasivamente (D) desaprovecha oportunidades de enseñar convivencia.",
        "temas_relacionados": [
          "Inclusión social",
          "Mediación pedagógica",
          "Habilidades sociales",
          "Autismo"
        ]
      },
      {
        "id": "parv-85",
        "numero": 85,
        "ambito": "Caso de Estudio 2: Inclusión y Diversidad",
        "nucleo": "Atención a la Diversidad",
        "habilidad": "Celebración de la diversidad",
        "enunciado": "¿Cómo incorporar la celebración de la diversidad en el currículo diario?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Realizar un 'día de la diversidad' anual donde se habla del tema. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Hablar solo de diversidad cuando surge un problema o conflicto relacionado. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "C",
            "texto": "Evitar hablar de diferencias para no incomodar a nadie. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "Integrar la diversidad transversalmente: usar imágenes y materiales que reflejen diferentes culturas, familias diversas, capacidades; leer cuentos con personajes diversos; invitar familias a compartir tradiciones; naturalizar las diferencias en conversaciones cotidianas."
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "La educación para la diversidad debe ser cotidiana, no eventual. Cuando los niños ven imágenes de familias diversas (monoparentales, homoparentales, multigeneracionales), personas con diferentes capacidades, variedad cultural en cuentos, materiales y conversaciones, aprenden que la diversidad es normal y valiosa. Las Bases Curriculares promueven el respeto por la diversidad como principio fundamental. La integración transversal (opción B) construye una cultura inclusiva naturalizada. Un solo día (A) sugiere que es excepcional; evitar el tema (C) perpetúa invisibilización; abordarlo solo en conflictos (D) asocia diversidad con problemas, en lugar de presentarla como riqueza.",
        "temas_relacionados": [
          "Educación inclusiva",
          "Diversidad cultural",
          "Familias diversas",
          "Currículo inclusivo"
        ]
      },
      {
        "id": "parv-86",
        "numero": 86,
        "ambito": "Caso de Estudio 3: Evaluación Formativa",
        "nucleo": "Evaluación para el Aprendizaje",
        "habilidad": "Instrumentos de evaluación auténtica",
        "enunciado": "La educadora necesita evaluar el desarrollo del lenguaje oral. ¿Cuál es la mejor estrategia?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Aplicar una prueba individual con preguntas predefinidas a cada niño. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Pedirles que reciten un poema para verificar si memorizan bien. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Observar y registrar sistemáticamente conversaciones espontáneas durante juego, comidas y actividades; analizar uso de vocabulario, estructuras gramaticales, propósitos comunicativos; documentar con grabaciones."
          },
          {
            "letra": "D",
            "texto": "Preguntar a los apoderados si sus hijos hablan bien en casa. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La evaluación auténtica del lenguaje oral debe ocurrir en contextos naturales y significativos. Las conversaciones espontáneas revelan competencias reales: vocabulario activo, complejidad gramatical, funciones comunicativas (narrar, explicar, argumentar, imaginar), pragmática social. Las Bases Curriculares promueven evaluación contextualizada. La observación sistemática con registros (opción B) captura la riqueza comunicativa real, imposible de evaluar con pruebas artificiosas (A). Recitar (C) mide memorización, no competencia comunicativa; consultar solo a familias (D) pierde información del contexto educativo y puede tener sesgos.",
        "temas_relacionados": [
          "Evaluación auténtica",
          "Observación sistemática",
          "Desarrollo del lenguaje oral",
          "Documentación pedagógica"
        ]
      },
      {
        "id": "parv-87",
        "numero": 87,
        "ambito": "Caso de Estudio 3: Evaluación Formativa",
        "nucleo": "Evaluación para el Aprendizaje",
        "habilidad": "Portafolio de aprendizaje",
        "enunciado": "¿Cómo construir un portafolio efectivo de aprendizajes de los niños?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Guardar todos los trabajos que los niños realizan durante el año. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Hacer que todos los niños tengan exactamente las mismas evidencias en sus portafolios. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Coleccionar solo los trabajos más bonitos para mostrar a los apoderados. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "Seleccionar intencionadamente evidencias diversas que muestren procesos y progresos: fotografías de construcciones, grabaciones de conversaciones, dibujos con anotaciones sobre su significado, creaciones artísticas; incluir reflexiones del niño sobre su aprendizaje."
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "Un portafolio efectivo es una colección intencionada y reflexiva de evidencias que documentan procesos, esfuerzos y progresos. Debe incluir variedad de formatos (fotos, dibujos, grabaciones, producciones), mostrar evolución temporal (mismo tipo de producción al inicio, medio y final del año), incorporar voz del niño ('esto lo hice porque...', '¿qué aprendí?'). Las Bases Curriculares valoran la evaluación del proceso, no solo resultados. La selección reflexiva (opción B) hace visible el aprendizaje. Guardar todo (A) es acumulación sin análisis; seleccionar solo lo 'bonito' (C) privilegia estética sobre aprendizaje; uniformizar (D) ignora singularidad de cada trayectoria.",
        "temas_relacionados": [
          "Portafolio de aprendizaje",
          "Evaluación procesual",
          "Metacognición",
          "Documentación del progreso"
        ]
      },
      {
        "id": "parv-88",
        "numero": 88,
        "ambito": "Caso de Estudio 3: Evaluación Formativa",
        "nucleo": "Evaluación para el Aprendizaje",
        "habilidad": "Participación de los niños en la evaluación",
        "enunciado": "¿Cómo involucrar a los niños en su propia evaluación?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "No involucrarlos, ya que son muy pequeños para entender la evaluación. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "B",
            "texto": "Usar estrategias adaptadas: autoevaluación con caritas (¿cómo me sentí?), revisión de portafolios ('¿cuál trabajo te costó más?, ¿cuál te gustó más?'), co-evaluación entre pares, registro de logros ('antes no podía... ahora puedo...')."
          },
          {
            "letra": "C",
            "texto": "Pedirles que se pongan una nota del 1 al 7. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "Solo preguntarles si les gustó la actividad al terminar. Este enfoque limita las oportunidades de aprendizaje integral."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Los niños pueden y deben participar en evaluación adaptada a su desarrollo. Estrategias efectivas incluyen: autoevaluación con apoyos visuales (caritas, semáforos), revisión de portafolios con preguntas reflexivas, comparación de producciones temporales ('mira tu dibujo de marzo y tu dibujo de hoy'), co-evaluación ('¿tu compañero logró...?'). Las Bases Curriculares promueven protagonismo infantil. La participación evaluativa (opción B) desarrolla metacognición, autorregulación y responsabilidad. Subestimar capacidades (A) pierde oportunidades; usar escalas abstractas (C) no es apropiado evolutivamente; preguntar solo si gustó (D) confunde satisfacción con aprendizaje.",
        "temas_relacionados": [
          "Autoevaluación",
          "Metacognición",
          "Protagonismo infantil",
          "Coevaluación"
        ]
      },
      {
        "id": "parv-89",
        "numero": 89,
        "ambito": "Caso de Estudio 3: Evaluación Formativa",
        "nucleo": "Evaluación para el Aprendizaje",
        "habilidad": "Comunicación de resultados a las familias",
        "enunciado": "¿Cómo comunicar efectivamente los aprendizajes y avances de los niños a las familias?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Usar comunicación significativa y accesible: combinar informe narrativo con ejemplos concretos, compartir evidencias (fotos, videos, muestras de trabajos), realizar entrevistas dialógicas donde se escucha también la perspectiva familiar, celebrar avances."
          },
          {
            "letra": "B",
            "texto": "Enviar un informe técnico con todos los objetivos de aprendizaje evaluados y su nivel de logro."
          },
          {
            "letra": "C",
            "texto": "Comunicarse solo cuando hay problemas o dificultades. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "Enviar un mensaje de WhatsApp rápido con un resumen general. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "La comunicación con familias debe ser comprensible, respetuosa, bidireccional y enfocada en el niño particular. Los informes narrativos contextualizan aprendizajes ('Joaquín demostró gran avance en resolución de conflictos: ahora pide la palabra antes de tomar un juguete'), las evidencias visuales concretan logros, las entrevistas permiten diálogo. Las Bases Curriculares valoran la alianza jardín-familia. La comunicación rica (opción B) construye confianza, involucra familias, celebra progresos. El lenguaje técnico inaccesible (A) puede alienar; comunicar solo problemas (C) daña relación; mensajes superficiales (D) pierden oportunidad de verdadera comunicación.",
        "temas_relacionados": [
          "Comunicación con familias",
          "Informes cualitativos",
          "Alianza jardín-familia",
          "Evaluación comunicativa"
        ]
      },
      {
        "id": "parv-90",
        "numero": 90,
        "ambito": "Caso de Estudio 3: Evaluación Formativa",
        "nucleo": "Evaluación para el Aprendizaje",
        "habilidad": "Uso de la evaluación para ajustar la enseñanza",
        "enunciado": "Tras evaluar, la educadora descubre que pocos niños comprenden conceptos de medición. ¿Qué hacer?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Continuar con la planificación original, ya que algunos niños sí lograron el objetivo. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "B",
            "texto": "Culpar a los niños por no prestar atención. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Ajustar la enseñanza: ofrecer más experiencias concretas de medición (con pasos, vasos, bloques), conectar con situaciones cotidianas, usar diferentes modalidades (visual, kinestésica), retomar el objetivo desde otro ángulo."
          },
          {
            "letra": "D",
            "texto": "Eliminar ese objetivo de la planificación, ya que es muy difícil. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La evaluación formativa debe retroalimentar la enseñanza. Si los niños no aprendieron, significa que la estrategia didáctica necesita ajuste, no que los niños 'fallaron'. Re-enseñar con diferentes enfoques: más experiencias manipulativas (medir altura con bloques, distancias con pasos), contextos significativos (¿cuántos vasos de agua caben en esta botella?), apoyos visuales, lenguaje preciso. Las Bases Curriculares promueven evaluación para mejorar procesos educativos. Ajustar enseñanza (opción B) muestra profesionalismo y compromiso con aprendizaje de todos. Continuar igual (A) ignora evidencia; culpar (C) es injusto; eliminar objetivos (D) baja expectativas inapropiadamente.",
        "temas_relacionados": [
          "Evaluación formativa",
          "Retroalimentación de la enseñanza",
          "Re-enseñanza",
          "Responsividad pedagógica"
        ]
      },
      {
        "id": "parv-91",
        "numero": 91,
        "ambito": "Caso de Estudio 4: Trabajo con Familias",
        "nucleo": "Alianza Familia-Jardín",
        "habilidad": "Estrategias de acogida familiar",
        "enunciado": "Al inicio del año, ¿cómo establecer una alianza positiva con las familias?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Enviar una carta formal informando las reglas y horarios del jardín. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Esperar a la primera reunión de apoderados para conocer a las familias. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Realizar reuniones de acogida acogedoras, visitas domiciliarias respetuosas (si la familia acepta), crear espacios de conversación horizontal donde se valoren saberes familiares, comunicar altas expectativas sobre todos los niños, explicar enfoque pedagógico."
          },
          {
            "letra": "D",
            "texto": "Enfocarse solo en los niños, ya que son ellos los que asisten al jardín. Este enfoque limita las oportunidades de aprendizaje integral."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "El inicio del año es crítico para construir alianza jardín-familia. Estrategias efectivas: reuniones cálidas donde se escuchan expectativas familiares, visitas domiciliarias (con consentimiento) que honran el hogar como primer espacio educativo, comunicación de altas expectativas ('su hijo puede lograr...'), explicación del enfoque pedagógico (por qué jugar es aprender). Las Bases Curriculares reconocen a las familias como primeros educadores. La acogida intencional (opción B) construye confianza, respeto mutuo y compromiso compartido. La comunicación fría (A) no construye vínculo; esperar (C) pierde tiempo valioso; ignorar familias (D) contradice evidencia sobre importancia de involucramiento parental.",
        "temas_relacionados": [
          "Acogida familiar",
          "Alianza educativa",
          "Visitas domiciliarias",
          "Comunicación horizontal"
        ]
      },
      {
        "id": "parv-92",
        "numero": 92,
        "ambito": "Caso de Estudio 4: Trabajo con Familias",
        "nucleo": "Alianza Familia-Jardín",
        "habilidad": "Comunicación bidireccional",
        "enunciado": "¿Cómo establecer comunicación efectiva y bidireccional con las familias?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Usar solo comunicación escrita formal para mantener límites profesionales. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "B",
            "texto": "Comunicarse solo cuando hay situaciones negativas que reportar. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "C",
            "texto": "Combinar múltiples canales: conversaciones breves al inicio/fin del día, cuaderno de comunicaciones, grupo de WhatsApp para información general, entrevistas personales periódicas; siempre escuchar activamente lo que las familias comunican."
          },
          {
            "letra": "D",
            "texto": "Delegar toda la comunicación con familias en la dirección del establecimiento. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La comunicación efectiva es frecuente, bidireccional, multimodal y positiva. Las conversaciones diarias breves permiten intercambio cotidiano, el cuaderno o agenda registra información importante, el WhatsApp (usado profesionalmente) facilita comunicación rápida, las entrevistas permiten conversaciones profundas. Lo esencial es escuchar activamente: las familias tienen información valiosa sobre sus hijos. Las Bases Curriculares enfatizan la co-responsabilidad educativa. La diversidad de canales (opción B) respeta preferencias y circunstancias familiares. La comunicación unidireccional (A) no es verdadero diálogo; enfocarse en lo negativo (C) daña relación; delegar completamente (D) pierde cercanía educadora-familia.",
        "temas_relacionados": [
          "Comunicación bidireccional",
          "Múltiples canales comunicativos",
          "Escucha activa",
          "Co-responsabilidad educativa"
        ]
      },
      {
        "id": "parv-93",
        "numero": 93,
        "ambito": "Caso de Estudio 4: Trabajo con Familias",
        "nucleo": "Alianza Familia-Jardín",
        "habilidad": "Respeto por diversas estructuras familiares",
        "enunciado": "En el nivel hay familias monoparentales, homoparentales, reconstituidas y multigeneracionales. ¿Cómo abordar esta diversidad?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Planificar actividades asumiendo la familia nuclear tradicional (mamá, papá, hijos). Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Pedir a los niños de familias diversas que no compartan información sobre su familia. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Evitar hablar de familias para no generar incomodidad. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "Reconocer y valorar todas las configuraciones familiares: usar lenguaje inclusivo ('tu familia' en lugar de 'tus papás'), celebrar el Día de la Familia (no del padre/madre), invitar a quien es significativo para el niño, usar cuentos y materiales que reflejen diversidad familiar."
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "La diversidad familiar es una realidad que debe ser reconocida y valorada. Usar lenguaje inclusivo ('¿quién vive en tu casa?', 'tu familia'), celebrar el Día de la Familia (no padre/madre por separado), invitar a quienes son significativos (puede ser abuela, tío, padre adoptivo), usar materiales que reflejen diversidad normaliza y valida todas las configuraciones. Las Bases Curriculares promueven respeto por la diversidad. El reconocimiento inclusivo (opción B) fortalece identidad de todos los niños. Asumir un modelo único (A) invisibiliza y margina; evitar el tema (C) sugiere vergüenza; silenciar (D) es profundamente dañino para la identidad infantil.",
        "temas_relacionados": [
          "Diversidad familiar",
          "Lenguaje inclusivo",
          "Identidad familiar",
          "Respeto por la diversidad"
        ]
      },
      {
        "id": "parv-94",
        "numero": 94,
        "ambito": "Caso de Estudio 4: Trabajo con Familias",
        "nucleo": "Alianza Familia-Jardín",
        "habilidad": "Participación familiar en el aprendizaje",
        "enunciado": "¿Cómo involucrar genuinamente a las familias en el proceso educativo?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Pedirles que envíen materiales reciclables cuando se necesiten. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "No involucrarlas en lo pedagógico, ya que ese es el rol de las educadoras. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Invitarlas solo a eventos oficiales como actos de fin de año. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "D",
            "texto": "Ofrecer múltiples formas de participación: compartir oficios/tradiciones culturales, leer cuentos en el aula, acompañar salidas pedagógicas, participar en decisiones curriculares, realizar actividades de aprendizaje en casa conectadas con el jardín, compartir talentos."
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "La participación familiar efectiva va más allá de roles auxiliares. Las familias tienen saberes, talentos y experiencias valiosas: pueden compartir oficios (si alguien es panadero, hacer pan juntos), tradiciones culturales (enseñar baile tradicional), leer cuentos, aportar ideas curriculares, realizar actividades de aprendizaje en casa que extiendan lo trabajado en el jardín. Las Bases Curriculares valoran a las familias como co-educadoras. La participación genuina (opción B) enriquece el currículo, fortalece alianza y comunica respeto por saberes familiares. Roles solo auxiliares (A) subutilizan potencial; participación ceremonial (C) es simbólica sin impacto real; excluir (D) contradice principios de co-responsabilidad.",
        "temas_relacionados": [
          "Participación familiar genuina",
          "Co-educación",
          "Saberes familiares",
          "Comunidad de aprendizaje"
        ]
      },
      {
        "id": "parv-95",
        "numero": 95,
        "ambito": "Caso de Estudio 4: Trabajo con Familias",
        "nucleo": "Alianza Familia-Jardín",
        "habilidad": "Manejo de conflictos con familias",
        "enunciado": "Una apoderada está muy molesta porque su hijo se cayó en el patio y tiene críticas fuertes hacia el jardín. ¿Cómo abordar la situación?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Ponerse a la defensiva y explicar que los accidentes son inevitables. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Ignorar su molestia esperando que se le pase. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Escuchar empáticamente su preocupación, validar su emoción, explicar lo ocurrido con transparencia, disculparse por la angustia causada, revisar protocolos de seguridad, mantener comunicación cercana los días siguientes."
          },
          {
            "letra": "D",
            "texto": "Decirle que retire al niño del jardín si no confía en el equipo. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "Los conflictos con familias requieren empatía, transparencia y profesionalismo. Ante la angustia materna (natural cuando su hijo se lastima), primero escuchar sin interrumpir, validar emoción ('entiendo su preocupación'), explicar honestamente lo ocurrido, pedir disculpas por la angustia (no necesariamente por negligencia si no hubo), explicar medidas de seguridad y revisar si necesitan ajustes, mantener comunicación cercana. Las Bases Curriculares promueven relaciones de respeto mutuo. La respuesta empática y profesional (opción B) puede transformar conflicto en fortalecimiento de confianza. La defensividad (A) escala el conflicto; ignorar (C) daña relación gravemente; amenazar con exclusión (D) es inaceptable y punitivo.",
        "temas_relacionados": [
          "Resolución de conflictos",
          "Comunicación empática",
          "Transparencia",
          "Profesionalismo"
        ]
      },
      {
        "id": "parv-96",
        "numero": 96,
        "ambito": "Caso de Estudio 5: Resolución de Conflictos entre Niños",
        "nucleo": "Convivencia y Mediación",
        "habilidad": "Mediación de conflictos",
        "enunciado": "Dos niños pelean por un triciclo en el patio. Ambos lo quieren usar. ¿Cómo mediar?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Quitarles el triciclo a ambos como castigo por pelear. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Mediar el conflicto: ayudarlos a calmarse, escuchar a ambos sin juzgar, reformular el problema ('ambos quieren usar el triciclo'), facilitar que propongan soluciones (turnarse, usar cronómetro, buscar otro vehículo), apoyar implementación del acuerdo."
          },
          {
            "letra": "C",
            "texto": "Decidir arbitrariamente cuál de los dos lo usará primero. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Dejar que resuelvan solos, aunque lleguen a golpes. Este enfoque limita las oportunidades de aprendizaje integral."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La mediación de conflictos enseña habilidades valiosas: autorregulación emocional (primero calmarse), escucha ('¿qué pasó?'), empatía ('¿cómo crees que se siente?'), pensamiento creativo (generar soluciones), negociación, compromiso. Las Bases Curriculares promueven resolución pacífica de conflictos. La mediación (opción B) usa el conflicto como oportunidad de aprendizaje, apoyando sin imponer, enseñando proceso replicable. Castigar (A) no enseña resolución; imponer solución (C) anula protagonismo y aprendizaje; abandonar (D) es negligente y puede derivar en violencia. Los niños pueden aprender a resolver conflictos si los adultos mediamos apropiadamente.",
        "temas_relacionados": [
          "Mediación de conflictos",
          "Resolución pacífica",
          "Autorregulación",
          "Negociación"
        ]
      },
      {
        "id": "parv-97",
        "numero": 97,
        "ambito": "Caso de Estudio 5: Resolución de Conflictos entre Niños",
        "nucleo": "Convivencia y Mediación",
        "habilidad": "Desarrollo de vocabulario emocional",
        "enunciado": "Durante los conflictos, los niños suelen decir solo 'estoy enojado'. ¿Cómo ampliar su vocabulario emocional?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "No es necesario, con 'enojado' y 'feliz' es suficiente para su edad. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "B",
            "texto": "Enseñar vocabulario emocional variado: usar libros sobre emociones, nombrar emociones específicas en situaciones reales ('pareces frustrado porque...', 'te ves decepcionado'), crear un 'emocionómetro' visual, jugar a identificar emociones en fotos/dramatizaciones."
          },
          {
            "letra": "C",
            "texto": "Corregirlos cuando usan palabras emocionales incorrectamente. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Decirles que no expresen emociones negativas. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El vocabulario emocional amplio y preciso facilita autorregulación y comunicación. Diferenciar entre enojado, frustrado, molesto, decepcionado, ansioso ayuda a los niños a comprender mejor sus estados internos y comunicarlos efectivamente. Estrategias: modelar lenguaje emocional ('te veo preocupado'), usar cuentos (donde personajes experimentan emociones diversas), crear apoyos visuales (emocionómetro, tarjetas), juegos dramáticos. Las Bases Curriculares valoran reconocimiento y expresión de emociones. Ampliar vocabulario (opción B) es herramienta de desarrollo socioemocional. Limitarse a lo básico (A) desaprovecha capacidad infantil; corregir constantemente (C) inhibe expresión; negar emociones negativas (D) es emocionalmente dañino.",
        "temas_relacionados": [
          "Vocabulario emocional",
          "Educación socioemocional",
          "Autorregulación",
          "Expresión emocional"
        ]
      },
      {
        "id": "parv-98",
        "numero": 98,
        "ambito": "Caso de Estudio 5: Resolución de Conflictos entre Niños",
        "nucleo": "Convivencia y Mediación",
        "habilidad": "Prácticas restaurativas",
        "enunciado": "Un niño empujó a otro y le causó daño. Después de atender al niño lastimado, ¿cómo abordar con quien empujó?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Castigarlo con tiempo fuera prolongado para que reflexione. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "No hacer nada, ya que son conflictos normales entre niños. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "C",
            "texto": "Obligarlo a disculparse inmediatamente, aunque esté muy enojado. Esta práctica ignora las características individuales de cada niño/a."
          },
          {
            "letra": "D",
            "texto": "Usar enfoque restaurativo: ayudarlo a comprender el impacto de su acción ('¿viste cómo se sintió?'), facilitar reparación genuina (disculpa, ayudar al compañero, dibujo de reconciliación), identificar qué necesitaba y enseñar alternativas apropiadas."
          }
        ],
        "respuesta_correcta": "D",
        "explicacion": "Las prácticas restaurativas buscan comprensión, reparación y aprendizaje, no castigo. Después de atender al niño lastimado, trabajar con quien empujó: ayudarlo a calmarse, facilitar comprensión del daño causado (desarrolla empatía), apoyar reparación genuina (cuando esté listo emocionalmente, no forzada), identificar necesidad subyacente ('¿estabas enojado porque...?'), enseñar estrategias apropiadas ('la próxima vez puedes...'). Las Bases Curriculares promueven desarrollo de empatía y convivencia respetuosa. El enfoque restaurativo (opción B) enseña responsabilidad sin vergüenza. El castigo aislado (A) no enseña alternativas; forzar disculpas (C) genera disculpas vacías; ignorar (D) pierde oportunidad de enseñanza.",
        "temas_relacionados": [
          "Prácticas restaurativas",
          "Desarrollo de empatía",
          "Reparación",
          "Disciplina formativa"
        ]
      },
      {
        "id": "parv-99",
        "numero": 99,
        "ambito": "Caso de Estudio 5: Resolución de Conflictos entre Niños",
        "nucleo": "Convivencia y Mediación",
        "habilidad": "Prevención de conflictos",
        "enunciado": "¿Cómo crear un ambiente que prevenga conflictos excesivos?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Diseñar ambientes con suficientes materiales, espacios bien definidos, rutinas predecibles; enseñar proactivamente habilidades sociales; construir comunidad con rituales de grupo; atender necesidades básicas (hambre, sueño, movimiento)."
          },
          {
            "letra": "B",
            "texto": "Establecer muchas reglas estrictas y vigilar constantemente a los niños. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "C",
            "texto": "Separar a los niños que tienen conflictos frecuentes. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "D",
            "texto": "Permitir que cada niño haga lo que quiera para evitar frustraciones. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "La prevención de conflictos requiere diseño intencional del ambiente y construcción de comunidad. Ambientes bien organizados (suficientes materiales interesantes, espacios definidos, rutinas predecibles) reducen frustraciones; enseñanza proactiva de habilidades sociales (cómo pedir turnos, iniciar juego, expresar desacuerdo) brinda herramientas; rituales comunitarios (círculos de diálogo, saludos, celebraciones) construyen pertenencia; atención a necesidades básicas (un niño cansado/hambriento tendrá menos autorregulación). Las Bases Curriculares valoran ambiente como facilitador de aprendizaje. La prevención sistémica (opción B) es más efectiva que control (A) o segregación (C); la ausencia total de límites (D) genera inseguridad y más conflictos.",
        "temas_relacionados": [
          "Prevención de conflictos",
          "Diseño de ambientes",
          "Comunidad de aula",
          "Enseñanza proactiva"
        ]
      },
      {
        "id": "parv-100",
        "numero": 100,
        "ambito": "Caso de Estudio 5: Resolución de Conflictos entre Niños",
        "nucleo": "Convivencia y Mediación",
        "habilidad": "Construcción de clima positivo",
        "enunciado": "¿Cómo construir un clima socioemocional positivo que favorezca la convivencia?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Enfocarse principalmente en corregir conductas negativas. Sin embargo, esta estrategia no considera el enfoque pedagógico recomendado."
          },
          {
            "letra": "B",
            "texto": "Premiar solo a los niños que se portan bien con stickers o dulces. Este enfoque limita las oportunidades de aprendizaje integral."
          },
          {
            "letra": "C",
            "texto": "Crear cultura de aprecio: reconocer específicamente conductas prosociales ('noté que compartiste', 'ayudaste a tu compañero'), celebrar diversidad, promover juego cooperativo, enseñar gratitud y aprecio mutuo, modelar el trato que se espera, usar círculos de diálogo para fortalecer vínculos."
          },
          {
            "letra": "D",
            "texto": "Esperar que el clima positivo surja naturalmente sin intervención adulta. Esta práctica ignora las características individuales de cada niño/a."
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "Un clima socioemocional positivo se construye intencionalmente a través de múltiples estrategias: reconocimiento específico de conductas prosociales (más efectivo que castigo de negativas), juegos cooperativos (donde se gana juntos), enseñanza explícita de gratitud y aprecio, círculos de diálogo (donde todos son escuchados), modelamiento adulto (los niños imitan). Las Bases Curriculares enfatizan el bienestar integral y convivencia respetuosa. La construcción activa de cultura positiva (opción B) previene problemas y promueve desarrollo socioemocional. Enfocarse solo en lo negativo (A) genera clima punitivo; los premios materiales (C) socavan motivación intrínseca; la pasividad (D) desaprovecha oportunidades de enseñar convivencia.",
        "temas_relacionados": [
          "Clima socioemocional",
          "Cultura de aprecio",
          "Reconocimiento positivo",
          "Juego cooperativo"
        ]
      },
      {
        "id": "parv-101",
        "numero": 101,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Curriculum y Fundamentos",
        "habilidad": "Conocimiento de autores fundantes",
        "enunciado": "¿Cuál autor emblemático propuso los 'dones' (regalos pedagógicos) como material didáctico estructurado para el jardín infantil?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "María Montessori (creó materiales sensoriales autocorrectivos)"
          },
          {
            "letra": "B",
            "texto": "Friedrich Froebel (fundador del kindergarten, creó los 'dones')"
          },
          {
            "letra": "C",
            "texto": "John Dewey (promovió el aprendizaje experiencial)"
          },
          {
            "letra": "D",
            "texto": "Reuven Feuerstein (desarrolló la teoría de la modificabilidad cognitiva)"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Friedrich Froebel (1782-1852) es el creador del concepto de 'kindergarten' (jardín de niños) y desarrolló los 'Fröebel Gifts' o 'dones': 20 materiales pedagógicos estructurados (esferas, cubos, cilindros, bloques de construcción) diseñados para promover el aprendizaje activo, la creatividad y el desarrollo integral a través del juego. Froebel consideraba al niño como una 'planta' que debe ser cultivada en un 'jardín' con materiales específicos. Montessori (A) creó materiales sensoriales diferentes; Dewey (C) enfatizó la experiencia práctica pero no diseñó materiales específicos; Feuerstein (D) es conocido por el PEI (Programa de Enriquecimiento Instrumental) para modificabilidad cognitiva.",
        "temas_relacionados": [
          "Froebel",
          "Dones pedagógicos",
          "Kindergarten",
          "Autores fundantes",
          "Historia de la Educación Parvularia"
        ]
      },
      {
        "id": "parv-102",
        "numero": 102,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Curriculum y Fundamentos",
        "habilidad": "Conocimiento de modalidades curriculares",
        "enunciado": "¿Cuál es el principio fundamental de la modalidad curricular Reggio Emilia?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "El uso de materiales Montessori autocorrectivos y secuenciados por dificultad"
          },
          {
            "letra": "B",
            "texto": "El niño como protagonista de su aprendizaje, el 'atelier' (taller artístico) y la documentación pedagógica como herramienta de reflexión"
          },
          {
            "letra": "C",
            "texto": "El aprendizaje a través de los siete periodos de desarrollo según Rudolf Steiner"
          },
          {
            "letra": "D",
            "texto": "El aprendizaje por descubrimiento guiado con énfasis en clasificación y seriación"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Reggio Emilia (Italia) se caracteriza por: 1) La imagen del niño como ser competente, curioso y protagonista ('el niño tiene 100 lenguajes'); 2) El 'atelier' (taller artístico) donde un atelierista (especialista) facilita la expresión creativa; 3) La documentación pedagógica (fotos, videos, registros) para hacer visible el aprendizaje y reflexionar sobre la práctica; 4) El ambiente como 'tercer maestro' (espacios provocadores); 5) La progettazione (proyectos emergentes desde intereses infantiles). Montessori (A) usa materiales específicos; Waldorf (C) sigue los septenios de Steiner; High Scope (D) enfatiza el plan-hacer-revisar. Reggio Emilia no es un método prescriptivo sino una filosofía educativa basada en la escucha, la documentación y las múltiples expresiones (lenguajes) del niño.",
        "temas_relacionados": [
          "Reggio Emilia",
          "Atelier",
          "Documentación pedagógica",
          "100 lenguajes",
          "Modalidades curriculares"
        ]
      },
      {
        "id": "parv-103",
        "numero": 103,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Desarrollo Socioemocional",
        "habilidad": "Estilos de crianza parentales",
        "enunciado": "Según Maccoby y Martin, ¿cuál estilo de crianza combina alta exigencia con alta responsividad/afecto?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Estilo autoritario (alta exigencia, baja responsividad): padres rígidos, controladores, con pocas muestras de afecto"
          },
          {
            "letra": "B",
            "texto": "Estilo permisivo (baja exigencia, alta responsividad): padres cálidos pero con pocas normas y límites"
          },
          {
            "letra": "C",
            "texto": "Estilo democrático o autorativo (alta exigencia, alta responsividad): padres que establecen límites claros con calidez, explican razones, escuchan al niño"
          },
          {
            "letra": "D",
            "texto": "Estilo negligente (baja exigencia, baja responsividad): padres distantes, poco involucrados"
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "Maccoby y Martin (1983) proponen 4 estilos de crianza según dos dimensiones: exigencia/control y responsividad/afecto. El estilo DEMOCRÁTICO/AUTORATIVO (C) combina alta exigencia (normas claras, expectativas apropiadas) con alta responsividad (afecto, comprensión, comunicación bidireccional). Este estilo se asocia con mejores resultados: niños seguros, con autocontrol, socialmente competentes, con autoestima positiva. Autoritario (A): mucha exigencia, poco afecto (obediencia ciega, posible baja autoestima). Permisivo (B): mucho afecto, pocas reglas (dificultades de autorregulación). Negligente (D): ni exigencia ni afecto (mayores riesgos de desarrollo). Las educadoras deben reconocer estos estilos en las familias para adaptar estrategias de trabajo colaborativo y orientación parental.",
        "temas_relacionados": [
          "Estilos de crianza",
          "Maccoby y Martin",
          "Desarrollo socioemocional",
          "Trabajo con familias",
          "Crianza democrática"
        ]
      },
      {
        "id": "parv-104",
        "numero": 104,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Bienestar Integral",
        "habilidad": "Programa Nacional de Inmunización",
        "enunciado": "¿A qué edad según el PNI (Programa Nacional de Inmunización) chileno se administra la vacuna Tres Vírica (sarampión, rubéola, paperas)?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "2 meses (junto a la vacuna hexavalente)"
          },
          {
            "letra": "B",
            "texto": "12 meses (primera dosis) y refuerzo en 1° básico"
          },
          {
            "letra": "C",
            "texto": "6 meses (junto a la vacuna antineumocócica)"
          },
          {
            "letra": "D",
            "texto": "18 meses (única dosis requerida)"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El Programa Nacional de Inmunización (PNI) de Chile establece que la vacuna Tres Vírica (protege contra sarampión, rubéola y paperas) se administra en dos dosis: PRIMERA DOSIS a los 12 meses de edad, y REFUERZO en 1° año básico (aproximadamente 6 años). Esta vacunación es gratuita y obligatoria. En Educación Parvularia, las educadoras deben: 1) Verificar carné de vacunas al ingreso; 2) Recordar a familias la importancia de completar esquema; 3) Coordinarse con centros de salud para jornadas de vacunación; 4) Educar sobre inmunización sin generar alarma. Las vacunas de 2 meses (A) incluyen hexavalente y neumocócica; 6 meses (C) es refuerzo de estas. Las educadoras actúan como agentes de salud preventiva en coordinación con sector sanitario.",
        "temas_relacionados": [
          "PNI",
          "Vacunas",
          "Tres Vírica",
          "Salud preventiva",
          "Bienestar integral",
          "Coordinación intersectorial"
        ]
      },
      {
        "id": "parv-105",
        "numero": 105,
        "ambito": "Desarrollo Personal y Social",
        "nucleo": "Corporalidad y Movimiento",
        "habilidad": "Retroalimentación pedagógica en psicomotricidad",
        "enunciado": "Una niña de NT1 intenta lanzar una pelota al aro pero siempre queda corta. ¿Cuál retroalimentación es más efectiva para favorecer el aprendizaje motor?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "'Fallaste otra vez, sigue intentando'"
          },
          {
            "letra": "B",
            "texto": "'Notaste que la pelota no llegó al aro. ¿Qué podrías hacer diferente? Prueba lanzar con más fuerza o acercarte un poco'"
          },
          {
            "letra": "C",
            "texto": "'No importa, todos somos diferentes en los deportes'"
          },
          {
            "letra": "D",
            "texto": "'Déjame mostrarte cómo se hace correctamente' (y lanzar la educadora)"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La retroalimentación efectiva en desarrollo motor debe ser: 1) DESCRIPTIVA (qué observaste: 'la pelota quedó corta'); 2) ORIENTADORA (qué ajustar: 'más fuerza' o 'acercarse'); 3) PROMOTORA DE REFLEXIÓN ('¿qué podrías hacer diferente?'); 4) RESPETUOSA DEL PROCESO (permitir múltiples intentos). La opción B cumple estos criterios: nombra lo observado sin juicio, invita a pensar estrategias, ofrece opciones concretas. Opción A es poco informativa y puede desmotivar; C minimiza el aprendizaje motor (todos pueden mejorar con práctica); D quita protagonismo al niño (el adulto resuelve en vez de guiar). Las Bases Curriculares enfatizan el error como oportunidad de aprendizaje. La retroalimentación debe andamiar (zona de desarrollo próximo) sin resolver por el niño, promoviendo autonomía y autoconocimiento corporal.",
        "temas_relacionados": [
          "Retroalimentación efectiva",
          "Desarrollo motor",
          "Andamiaje",
          "Zona de desarrollo próximo",
          "Uso pedagógico del error"
        ]
      },
      {
        "id": "parv-106",
        "numero": 106,
        "ambito": "Comunicación Integral",
        "nucleo": "Lenguajes Artísticos",
        "habilidad": "Retroalimentación en expresión artística",
        "enunciado": "Un niño de NT2 muestra su dibujo diciendo 'hice un monstruo'. ¿Cuál respuesta promueve mejor la apreciación estética y expresión creativa?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "'Qué lindo, pero los monstruos no son así, tienen colmillos'"
          },
          {
            "letra": "B",
            "texto": "'Muy bien' (sin mirar el dibujo realmente)"
          },
          {
            "letra": "C",
            "texto": "'Veo que usaste muchos colores en tu monstruo. ¿Cómo es? ¿Qué hace? ¿Por qué elegiste estos colores?'"
          },
          {
            "letra": "D",
            "texto": "'Ahora dibuja uno más bonito, como una flor'"
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La retroalimentación efectiva en lenguajes artísticos debe: 1) OBSERVAR GENUINAMENTE ('veo que usaste muchos colores'); 2) VALORAR LA EXPRESIÓN PERSONAL (no imponer cánones adultos); 3) INVITAR A NARRAR ('¿cómo es?', '¿qué hace?') conectando arte con lenguaje verbal; 4) PREGUNTAR POR DECISIONES CREATIVAS ('¿por qué elegiste...?') promoviendo metacognición. La opción C cumple estos criterios, respetando la singularidad. Opción A impone visión adulta del 'monstruo correcto' (no existe); B es genérica y poco auténtica (el niño percibe falta de interés genuino); D desvaloriza su creación y dirige hacia temática 'aceptable'. El arte infantil es expresión, exploración y construcción de significados, no reproducción de modelos. Las educadoras deben ser 'espectadoras atentas' que hacen preguntas abiertas, no juezas que califican según cánones estéticos adultos.",
        "temas_relacionados": [
          "Retroalimentación artística",
          "Apreciación estética",
          "Expresión creativa",
          "Preguntas abiertas",
          "Valoración de la singularidad"
        ]
      },
      {
        "id": "parv-107",
        "numero": 107,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Exploración del Entorno Natural",
        "habilidad": "Retroalimentación en indagación científica",
        "enunciado": "Durante un experimento con plantas, un niño pregunta '¿por qué esta planta está amarilla?'. ¿Cuál respuesta promueve mejor el pensamiento científico?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "'Porque no tiene agua. Vamos a regarla'"
          },
          {
            "letra": "B",
            "texto": "'Esa es una excelente pregunta. ¿Qué crees tú que podría estar pasando? ¿En qué se diferencia de las otras plantas? ¿Qué podríamos hacer para comprobarlo?'"
          },
          {
            "letra": "C",
            "texto": "'Las plantas se ponen amarillas cuando están enfermas, es normal'"
          },
          {
            "letra": "D",
            "texto": "'Búscalo en este libro de plantas' (y entregar el libro)"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La retroalimentación que promueve pensamiento científico debe: 1) VALORAR LA CURIOSIDAD ('excelente pregunta'); 2) DEVOLVER LA PREGUNTA para que el niño HIPOTETICE ('¿qué crees tú?'); 3) PROMOVER OBSERVACIÓN COMPARATIVA ('¿en qué se diferencia?'); 4) IMPULSAR VERIFICACIÓN EMPÍRICA ('¿qué podríamos hacer para comprobarlo?'). La opción B sigue el ciclo de indagación: pregunta → hipótesis → observación → experimentación. Opción A da respuesta directa (cierra indagación); C normaliza sin invitar a pensar; D delega a fuente externa sin andamiar el proceso. Las Bases Curriculares enfatizan que los niños deben SER CIENTÍFICOS (observar, preguntar, experimentar), no solo APRENDER ciencia. La educadora es facilitadora que hace preguntas provocadoras, no la que tiene todas las respuestas. Este enfoque desarrolla pensamiento crítico, habilidades de investigación y disposición a aprender autónomamente.",
        "temas_relacionados": [
          "Pensamiento científico",
          "Indagación",
          "Formulación de hipótesis",
          "Observación",
          "Método científico infantil"
        ]
      },
      {
        "id": "parv-108",
        "numero": 108,
        "ambito": "Interacción y Comprensión del Entorno",
        "nucleo": "Comprensión del Entorno Sociocultural",
        "habilidad": "Retroalimentación en educación intercultural",
        "enunciado": "Un niño mapuche de NT2 comparte que en su casa hablan 'mapudungun'. Otro niño dice 'habla raro'. ¿Cómo retroalimentar para promover valoración de la diversidad cultural?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "'No digamos que habla raro, todos hablamos distinto'"
          },
          {
            "letra": "B",
            "texto": "'¡Qué interesante! El mapudungun es una lengua ancestral muy importante en Chile. ¿Nos puedes enseñar alguna palabra? Todos tenemos historias y lenguas familiares valiosas. ¿Alguien más habla otra lengua en casa?'"
          },
          {
            "letra": "C",
            "texto": "'En el jardín solo hablamos español'"
          },
          {
            "letra": "D",
            "texto": "Ignorar el comentario y seguir con la actividad"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La retroalimentación intercultural efectiva debe: 1) VALORAR EXPLÍCITAMENTE la diversidad cultural ('¡qué interesante!', 'importante'); 2) EDUCAR sobre patrimonio cultural ('lengua ancestral'); 3) DAR VOZ Y PROTAGONISMO al niño ('¿nos enseñas?'); 4) UNIVERSALIZAR LA DIVERSIDAD ('todos tenemos historias valiosas'); 5) INVITAR A OTROS A COMPARTIR ('¿alguien más?'). La opción B transforma un momento potencialmente de exclusión en oportunidad de aprendizaje intercultural. Opción A corrige sin educar (minimaliza); C es asimilacionista (invisibiliza pluralidad); D pierde oportunidad pedagógica. Las Bases Curriculares y el enfoque de derechos enfatizan el reconocimiento de la diversidad cultural como riqueza. La educadora debe ser agente activa de educación intercultural, combatiendo prejuicios y promoviendo orgullo identitario y respeto mutuo. El mapudungun es lengua oficial en Chile (Ley Indígena 19.253).",
        "temas_relacionados": [
          "Educación intercultural",
          "Diversidad cultural",
          "Lenguas originarias",
          "Mapudungun",
          "Identidad cultural",
          "Retroalimentación inclusiva"
        ]
      },
      {
        "id": "parv-109",
        "numero": 109,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-01",
        "caso_titulo": "Inclusión de Niño con TEA en NT2",
        "caso_contexto": "\nLa educadora Daniela trabaja en NT2 con 28 niños/as. Este año se incorporó Matías, un niño de 5 años con Trastorno del Espectro Autista (TEA). Matías tiene hipersensibilidad auditiva y dificultades en la interacción social. Durante los primeros días, Matías lloraba en los momentos de transición y se tapaba los oídos cuando había mucho ruido. No participaba en actividades grupales y prefería jugar solo con bloques de construcción.\n\nDaniela convocó a una reunión con la familia, la educadora diferencial y la directora para diseñar un plan de apoyo. Acordaron:\n- Crear un rincón de calma con cojines y audífonos con cancelación de ruido\n- Usar pictogramas para anticipar las transiciones\n- Asignar un \"amigo del día\" que acompañara a Matías en actividades\n- Reducir estímulos auditivos en ciertos momentos\n- Valorar sus intereses (construcción) como puente para la participación\n\nDespués de dos meses, Matías comenzó a participar en el juego de bloques con dos compañeros, avisaba cuando necesitaba ir al rincón de calma, y toleraba mejor los ruidos cotidianos del aula.\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "Según el Decreto 83/2015 sobre Diversificación de la Enseñanza, ¿cuál principio se evidencia MEJOR en las acciones de Daniela?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Segregación educativa, creando espacios separados para Matías"
          },
          {
            "letra": "B",
            "texto": "Diseño Universal para el Aprendizaje (DUA), ofreciendo múltiples formas de representación y participación"
          },
          {
            "letra": "C",
            "texto": "Normalización, esperando que Matías se adapte al ritmo del grupo"
          },
          {
            "letra": "D",
            "texto": "Asimilación cultural, homogeneizando las conductas de todos los niños"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El Decreto 83 promueve el Diseño Universal para el Aprendizaje (DUA), que busca eliminar barreras y ofrecer múltiples medios de representación (pictogramas), expresión (rincón de calma) y participación (amigo del día, uso de intereses). Daniela no segrega a Matías (A es falso), no espera que se adapte sin apoyos (C es falso), ni homogeniza (D es falso). El DUA reconoce la diversidad como valor y ajusta el ambiente y estrategias para que TODOS participen según sus singularidades.",
        "temas_relacionados": [
          "Inclusión",
          "DUA",
          "Decreto 83",
          "TEA",
          "Ajustes razonables"
        ]
      },
      {
        "id": "parv-110",
        "numero": 110,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-01",
        "caso_titulo": "Inclusión de Niño con TEA en NT2",
        "caso_contexto": "\nLa educadora Daniela trabaja en NT2 con 28 niños/as. Este año se incorporó Matías, un niño de 5 años con Trastorno del Espectro Autista (TEA). Matías tiene hipersensibilidad auditiva y dificultades en la interacción social. Durante los primeros días, Matías lloraba en los momentos de transición y se tapaba los oídos cuando había mucho ruido. No participaba en actividades grupales y prefería jugar solo con bloques de construcción.\n\nDaniela convocó a una reunión con la familia, la educadora diferencial y la directora para diseñar un plan de apoyo. Acordaron:\n- Crear un rincón de calma con cojines y audífonos con cancelación de ruido\n- Usar pictogramas para anticipar las transiciones\n- Asignar un \"amigo del día\" que acompañara a Matías en actividades\n- Reducir estímulos auditivos en ciertos momentos\n- Valorar sus intereses (construcción) como puente para la participación\n\nDespués de dos meses, Matías comenzó a participar en el juego de bloques con dos compañeros, avisaba cuando necesitaba ir al rincón de calma, y toleraba mejor los ruidos cotidianos del aula.\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "El uso de pictogramas para anticipar transiciones responde principalmente a:",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Una estrategia punitiva para controlar la conducta de Matías"
          },
          {
            "letra": "B",
            "texto": "Un apoyo visual que reduce ansiedad al hacer predecible el entorno"
          },
          {
            "letra": "C",
            "texto": "Un recurso innecesario que infantiliza a Matías"
          },
          {
            "letra": "D",
            "texto": "Una forma de segregar a Matías del resto del grupo"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Los pictogramas son apoyos visuales que benefician a niños con TEA (y a muchos otros) al hacer el entorno predecible, reduciendo la ansiedad que generan los cambios inesperados. No son punitivos (A), ni infantilizan (C), ni segregan (D). De hecho, benefician a TODO el grupo: ayudan a la comprensión de rutinas, desarrollan autonomía y son un ejemplo de DUA.",
        "temas_relacionados": [
          "Apoyos visuales",
          "Predictibilidad",
          "TEA",
          "Comunicación aumentativa"
        ]
      },
      {
        "id": "parv-111",
        "numero": 111,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-01",
        "caso_titulo": "Inclusión de Niño con TEA en NT2",
        "caso_contexto": "\nLa educadora Daniela trabaja en NT2 con 28 niños/as. Este año se incorporó Matías, un niño de 5 años con Trastorno del Espectro Autista (TEA). Matías tiene hipersensibilidad auditiva y dificultades en la interacción social. Durante los primeros días, Matías lloraba en los momentos de transición y se tapaba los oídos cuando había mucho ruido. No participaba en actividades grupales y prefería jugar solo con bloques de construcción.\n\nDaniela convocó a una reunión con la familia, la educadora diferencial y la directora para diseñar un plan de apoyo. Acordaron:\n- Crear un rincón de calma con cojines y audífonos con cancelación de ruido\n- Usar pictogramas para anticipar las transiciones\n- Asignar un \"amigo del día\" que acompañara a Matías en actividades\n- Reducir estímulos auditivos en ciertos momentos\n- Valorar sus intereses (construcción) como puente para la participación\n\nDespués de dos meses, Matías comenzó a participar en el juego de bloques con dos compañeros, avisaba cuando necesitaba ir al rincón de calma, y toleraba mejor los ruidos cotidianos del aula.\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "¿Qué rol cumple el 'rincón de calma' en el desarrollo de la autorregulación de Matías?",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Es un castigo disfrazado para aislarlo cuando molesta"
          },
          {
            "letra": "B",
            "texto": "Es una herramienta de autorregulación que le permite gestionar sobreestimulación sensorial"
          },
          {
            "letra": "C",
            "texto": "Es una forma de excluirlo de las actividades grupales"
          },
          {
            "letra": "D",
            "texto": "Es innecesario, todos los niños deben aprender a tolerar el ruido"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El rincón de calma es una herramienta de AUTORREGULACIÓN: Matías aprende a identificar cuándo está sobreestimulado y toma la decisión de ir al rincón para recuperar su bienestar. No es castigo (A), ni exclusión (C), ni innecesario (D). De hecho, TODOS los niños/as se benefician de espacios de autorregulación. Esto desarrolla metacognición ('me siento abrumado'), toma de decisiones y gestión emocional autónoma.",
        "temas_relacionados": [
          "Autorregulación",
          "Sobreestimulación sensorial",
          "Metacognición",
          "Bienestar emocional"
        ]
      },
      {
        "id": "parv-112",
        "numero": 112,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-01",
        "caso_titulo": "Inclusión de Niño con TEA en NT2",
        "caso_contexto": "\nLa educadora Daniela trabaja en NT2 con 28 niños/as. Este año se incorporó Matías, un niño de 5 años con Trastorno del Espectro Autista (TEA). Matías tiene hipersensibilidad auditiva y dificultades en la interacción social. Durante los primeros días, Matías lloraba en los momentos de transición y se tapaba los oídos cuando había mucho ruido. No participaba en actividades grupales y prefería jugar solo con bloques de construcción.\n\nDaniela convocó a una reunión con la familia, la educadora diferencial y la directora para diseñar un plan de apoyo. Acordaron:\n- Crear un rincón de calma con cojines y audífonos con cancelación de ruido\n- Usar pictogramas para anticipar las transiciones\n- Asignar un \"amigo del día\" que acompañara a Matías en actividades\n- Reducir estímulos auditivos en ciertos momentos\n- Valorar sus intereses (construcción) como puente para la participación\n\nDespués de dos meses, Matías comenzó a participar en el juego de bloques con dos compañeros, avisaba cuando necesitaba ir al rincón de calma, y toleraba mejor los ruidos cotidianos del aula.\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "La estrategia de usar los intereses de Matías (bloques de construcción) como puente para la participación se fundamenta en:",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Dejar que haga solo lo que quiere para evitar conflictos"
          },
          {
            "letra": "B",
            "texto": "La teoría del aprendizaje significativo y la zona de desarrollo próximo"
          },
          {
            "letra": "C",
            "texto": "Una forma de entretenimiento sin intencionalidad pedagógica"
          },
          {
            "letra": "D",
            "texto": "Reforzar conductas estereotipadas típicas del TEA"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Partir de los intereses del niño es coherente con el aprendizaje significativo (Ausubel): lo que es relevante para el niño genera motivación intrínseca. Además, usar su interés como puente hacia la interacción social (jugar bloques CON otros) es un ejemplo de andamiaje en la zona de desarrollo próximo (Vygotsky): lo que hoy hace con apoyo (jugar con pares), mañana lo hará solo. No es solo entretenimiento (C), ni refuerzo de estereotipias (D), ni ausencia de límites (A).",
        "temas_relacionados": [
          "Aprendizaje significativo",
          "Zona de desarrollo próximo",
          "Intereses del niño",
          "Andamiaje"
        ]
      },
      {
        "id": "parv-113",
        "numero": 113,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-02",
        "caso_titulo": "Resolución de Conflicto en NT1: Pelea por Material",
        "caso_contexto": "\nEn NT1, durante el período de juego en rincones, Sofía (4 años 3 meses) estaba jugando con bloques de madera cuando llegó Tomás (4 años) y tomó varios bloques sin pedir permiso. Sofía gritó '¡Son míos!' y le pegó en el brazo a Tomás. Tomás comenzó a llorar y Sofía se fue corriendo al rincón del hogar.\n\nLa educadora Paula observó la situación completa. Se acercó a ambos niños por separado, primero a Tomás que lloraba. Le preguntó qué pasó, validó su emoción ('te duele el brazo, entiendo') y le ofreció un abrazo. Luego fue donde Sofía, quien estaba escondida tras la cocinita. Paula se sentó a su nivel y le dijo: 'Sofía, vi que estabas construyendo y Tomás tomó bloques sin pedir. Te enojaste mucho. Entiendo tu enojo, pero pegar lastima. ¿Qué podrías hacer en vez de pegar cuando alguien toma tus cosas?'\n\nDespués de que ambos se calmaron, Paula los juntó y facilitó un diálogo: 'Sofía quiere contarte algo, Tomás. Y tú también puedes contar cómo te sentiste'. Sofía dijo 'no me gusta que tomes mis bloques'. Tomás dijo 'quería jugar contigo'. Paula preguntó: '¿Cómo podríamos resolver esto para que ambos estén contentos?' Los niños acordaron jugar juntos y compartir los bloques. Paula los acompañó al inicio del juego compartido.\n\nEsa tarde, Paula comentó a la familia de Sofía lo ocurrido, destacando los avances en expresión de emociones de Sofía y solicitando apoyo en casa para seguir trabajando la resolución pacífica de conflictos.\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "La estrategia de Paula de atender PRIMERO a Tomás (quien lloraba) y LUEGO a Sofía (quien agredió) se fundamenta en:",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Castigar a Sofía haciéndola esperar"
          },
          {
            "letra": "B",
            "texto": "Atender primero la necesidad urgente (dolor) y luego trabajar la conducta cuando ambos estén calmados"
          },
          {
            "letra": "C",
            "texto": "Reforzar la agresión de Sofía dándole atención solo al 'agredido'"
          },
          {
            "letra": "D",
            "texto": "Ignorar la conducta de Sofía esperando que se autorregule sola"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Paula aplica el principio de 'primero el bienestar, luego la disciplina': atiende el dolor físico de Tomás (necesidad inmediata), valida su emoción, y solo después aborda la conducta de Sofía cuando ELLA también está emocionalmente disponible para reflexionar. No es castigo (A), ni refuerzo negativo (C), ni abandono (D). Intervenir cuando el niño está desbordado emocionalmente es inefectivo; primero se recupera la calma, luego se reflexiona.",
        "temas_relacionados": [
          "Disciplina positiva",
          "Regulación emocional",
          "Bienestar primero"
        ]
      },
      {
        "id": "parv-114",
        "numero": 114,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-02",
        "caso_titulo": "Resolución de Conflicto en NT1: Pelea por Material",
        "caso_contexto": "\nEn NT1, durante el período de juego en rincones, Sofía (4 años 3 meses) estaba jugando con bloques de madera cuando llegó Tomás (4 años) y tomó varios bloques sin pedir permiso. Sofía gritó '¡Son míos!' y le pegó en el brazo a Tomás. Tomás comenzó a llorar y Sofía se fue corriendo al rincón del hogar.\n\nLa educadora Paula observó la situación completa. Se acercó a ambos niños por separado, primero a Tomás que lloraba. Le preguntó qué pasó, validó su emoción ('te duele el brazo, entiendo') y le ofreció un abrazo. Luego fue donde Sofía, quien estaba escondida tras la cocinita. Paula se sentó a su nivel y le dijo: 'Sofía, vi que estabas construyendo y Tomás tomó bloques sin pedir. Te enojaste mucho. Entiendo tu enojo, pero pegar lastima. ¿Qué podrías hacer en vez de pegar cuando alguien toma tus cosas?'\n\nDespués de que ambos se calmaron, Paula los juntó y facilitó un diálogo: 'Sofía quiere contarte algo, Tomás. Y tú también puedes contar cómo te sentiste'. Sofía dijo 'no me gusta que tomes mis bloques'. Tomás dijo 'quería jugar contigo'. Paula preguntó: '¿Cómo podríamos resolver esto para que ambos estén contentos?' Los niños acordaron jugar juntos y compartir los bloques. Paula los acompañó al inicio del juego compartido.\n\nEsa tarde, Paula comentó a la familia de Sofía lo ocurrido, destacando los avances en expresión de emociones de Sofía y solicitando apoyo en casa para seguir trabajando la resolución pacífica de conflictos.\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "Cuando Paula dice 'Entiendo tu enojo, PERO pegar lastima', está aplicando:",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Validación emocional + establecimiento de límites claros"
          },
          {
            "letra": "B",
            "texto": "Permisividad excesiva sin consecuencias"
          },
          {
            "letra": "C",
            "texto": "Castigo disfrazado con palabras amables"
          },
          {
            "letra": "D",
            "texto": "Minimización de las emociones de Sofía"
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Paula hace algo fundamental: VALIDA la emoción ('entiendo tu enojo' - todas las emociones son legítimas) PERO pone límite a la CONDUCTA ('pegar lastima' - no todas las conductas son aceptables). Esto es coherente con disciplina respetuosa: los niños deben saber que sus emociones son aceptadas, pero que hay formas apropiadas e inapropiadas de expresarlas. No es permisividad (B), ni castigo encubierto (C), ni minimización (D).",
        "temas_relacionados": [
          "Validación emocional",
          "Límites claros",
          "Disciplina respetuosa",
          "Regulación conductual"
        ]
      },
      {
        "id": "parv-115",
        "numero": 115,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-02",
        "caso_titulo": "Resolución de Conflicto en NT1: Pelea por Material",
        "caso_contexto": "\nEn NT1, durante el período de juego en rincones, Sofía (4 años 3 meses) estaba jugando con bloques de madera cuando llegó Tomás (4 años) y tomó varios bloques sin pedir permiso. Sofía gritó '¡Son míos!' y le pegó en el brazo a Tomás. Tomás comenzó a llorar y Sofía se fue corriendo al rincón del hogar.\n\nLa educadora Paula observó la situación completa. Se acercó a ambos niños por separado, primero a Tomás que lloraba. Le preguntó qué pasó, validó su emoción ('te duele el brazo, entiendo') y le ofreció un abrazo. Luego fue donde Sofía, quien estaba escondida tras la cocinita. Paula se sentó a su nivel y le dijo: 'Sofía, vi que estabas construyendo y Tomás tomó bloques sin pedir. Te enojaste mucho. Entiendo tu enojo, pero pegar lastima. ¿Qué podrías hacer en vez de pegar cuando alguien toma tus cosas?'\n\nDespués de que ambos se calmaron, Paula los juntó y facilitó un diálogo: 'Sofía quiere contarte algo, Tomás. Y tú también puedes contar cómo te sentiste'. Sofía dijo 'no me gusta que tomes mis bloques'. Tomás dijo 'quería jugar contigo'. Paula preguntó: '¿Cómo podríamos resolver esto para que ambos estén contentos?' Los niños acordaron jugar juntos y compartir los bloques. Paula los acompañó al inicio del juego compartido.\n\nEsa tarde, Paula comentó a la familia de Sofía lo ocurrido, destacando los avances en expresión de emociones de Sofía y solicitando apoyo en casa para seguir trabajando la resolución pacífica de conflictos.\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "La pregunta '¿Qué podrías hacer en vez de pegar?' tiene como objetivo:",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Que Sofía se sienta culpable por su conducta"
          },
          {
            "letra": "B",
            "texto": "Promover pensamiento reflexivo y construcción de estrategias alternativas"
          },
          {
            "letra": "C",
            "texto": "Que Sofía responda la 'respuesta correcta' que espera la adulta"
          },
          {
            "letra": "D",
            "texto": "Evadir la responsabilidad de enseñarle conductas apropiadas"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La pregunta abierta promueve METACOGNICIÓN (pensar sobre su propia conducta) y AGENCIA (que el niño construya soluciones, no solo reciba instrucciones). Esto es más efectivo que decir 'debes decir con palabras': el niño que construye la estrategia la internaliza mejor. No busca culpa (A), ni respuesta mecánica (C), ni evade enseñanza (D) - al contrario, es una enseñanza profunda que desarrolla funciones ejecutivas y autonomía moral.",
        "temas_relacionados": [
          "Metacognición",
          "Resolución de problemas",
          "Autonomía moral",
          "Funciones ejecutivas"
        ]
      },
      {
        "id": "parv-116",
        "numero": 116,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-02",
        "caso_titulo": "Resolución de Conflicto en NT1: Pelea por Material",
        "caso_contexto": "\nEn NT1, durante el período de juego en rincones, Sofía (4 años 3 meses) estaba jugando con bloques de madera cuando llegó Tomás (4 años) y tomó varios bloques sin pedir permiso. Sofía gritó '¡Son míos!' y le pegó en el brazo a Tomás. Tomás comenzó a llorar y Sofía se fue corriendo al rincón del hogar.\n\nLa educadora Paula observó la situación completa. Se acercó a ambos niños por separado, primero a Tomás que lloraba. Le preguntó qué pasó, validó su emoción ('te duele el brazo, entiendo') y le ofreció un abrazo. Luego fue donde Sofía, quien estaba escondida tras la cocinita. Paula se sentó a su nivel y le dijo: 'Sofía, vi que estabas construyendo y Tomás tomó bloques sin pedir. Te enojaste mucho. Entiendo tu enojo, pero pegar lastima. ¿Qué podrías hacer en vez de pegar cuando alguien toma tus cosas?'\n\nDespués de que ambos se calmaron, Paula los juntó y facilitó un diálogo: 'Sofía quiere contarte algo, Tomás. Y tú también puedes contar cómo te sentiste'. Sofía dijo 'no me gusta que tomes mis bloques'. Tomás dijo 'quería jugar contigo'. Paula preguntó: '¿Cómo podríamos resolver esto para que ambos estén contentos?' Los niños acordaron jugar juntos y compartir los bloques. Paula los acompañó al inicio del juego compartido.\n\nEsa tarde, Paula comentó a la familia de Sofía lo ocurrido, destacando los avances en expresión de emociones de Sofía y solicitando apoyo en casa para seguir trabajando la resolución pacífica de conflictos.\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "El rol de Paula al facilitar el diálogo entre Sofía y Tomás ('Sofía quiere contarte algo...') corresponde a:",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Mediación de conflictos, facilitando la escucha mutua y co-construcción de soluciones"
          },
          {
            "letra": "B",
            "texto": "Imposición de una disculpa forzada sin comprensión real"
          },
          {
            "letra": "C",
            "texto": "Intervención innecesaria, los niños deben resolverlo solos"
          },
          {
            "letra": "D",
            "texto": "Protección excesiva que impide el aprendizaje de Sofía"
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Paula actúa como MEDIADORA: crea un espacio seguro para que ambos expresen emociones y necesidades, facilita la escucha mutua ('Tomás, escucha lo que Sofía quiere decirte'), y guía la construcción colaborativa de soluciones ('¿cómo podríamos...?'). No impone disculpa mecánica (B), ni abandona (C - a los 4 años aún necesitan andamiaje adulto), ni sobreprotege (D - está facilitando que ELLOS resuelvan). Esta es enseñanza activa de habilidades sociales.",
        "temas_relacionados": [
          "Mediación de conflictos",
          "Habilidades sociales",
          "Empatía",
          "Co-construcción"
        ]
      },
      {
        "id": "parv-117",
        "numero": 117,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-03",
        "caso_titulo": "Planificación Experiencia de Aprendizaje: Pensamiento Matemático",
        "caso_contexto": "\nLa educadora Carla de NT2 observó que varios niños/as mostraban interés por contar objetos durante el juego libre. Decidió planificar una experiencia de aprendizaje integrando este interés con el Núcleo de Pensamiento Matemático de las BCEP.\n\nPlanificó una experiencia llamada \"El Mercado de Juguete\":\n- Objetivo de aprendizaje: Emplear cuantificadores tales como: más que-menos que, mucho-poco, todo-ninguno, para comparar cantidades de objetos (OA 6, PM, NT2)\n- Inicio: Presentar situación problema: \"Necesitamos organizar el mercado. ¿Cómo sabremos si tenemos más manzanas o más plátanos?\"\n- Desarrollo: En grupos, los niños/as clasifican frutas de juguete, las cuentan, comparan cantidades, registran con dibujos\n- Cierre: Socialización: ¿Qué grupo tiene más frutas? ¿Cómo lo supieron?\n- Evaluación: Pauta de observación con indicadores: cuenta correctamente hasta 10, usa cuantificadores adecuadamente, compara cantidades, explica su razonamiento\n\nDurante la experiencia, Carla observó que:\n- Grupo 1: Contaban correctamente, usaban \"más que\" y \"menos que\" con precisión\n- Grupo 2: Contaban bien hasta 5, confundían cuantificadores después\n- Grupo 3: Javiera (niña con TEL) contaba con apoyo, pero no verbalizaba comparaciones\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "La estrategia de partir de los intereses observados en el juego libre responde principalmente a:",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Planificación emergente y aprendizaje significativo"
          },
          {
            "letra": "B",
            "texto": "Evitar planificar con anticipación"
          },
          {
            "letra": "C",
            "texto": "Cumplir con una moda pedagógica sin fundamento"
          },
          {
            "letra": "D",
            "texto": "Dejar que los niños decidan todo el currículum"
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Partir de los intereses observados es coherente con la planificación emergente (se nutre de lo que los niños manifiestan interés) y el aprendizaje significativo (parte de motivaciones intrínsecas). Carla NO improvisa sin planificar (B), al contrario, planifica INTENCIONADAMENTE a partir de la observación. No es moda sin fundamento (C) - está respaldado por BCEP y teorías constructivistas. Tampoco es ausencia de rol docente (D) - la educadora diseña la experiencia pedagógicamente.",
        "temas_relacionados": [
          "Planificación emergente",
          "Aprendizaje significativo",
          "Rol mediador",
          "BCEP"
        ]
      },
      {
        "id": "parv-118",
        "numero": 118,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-03",
        "caso_titulo": "Planificación Experiencia de Aprendizaje: Pensamiento Matemático",
        "caso_contexto": "\nLa educadora Carla de NT2 observó que varios niños/as mostraban interés por contar objetos durante el juego libre. Decidió planificar una experiencia de aprendizaje integrando este interés con el Núcleo de Pensamiento Matemático de las BCEP.\n\nPlanificó una experiencia llamada \"El Mercado de Juguete\":\n- Objetivo de aprendizaje: Emplear cuantificadores tales como: más que-menos que, mucho-poco, todo-ninguno, para comparar cantidades de objetos (OA 6, PM, NT2)\n- Inicio: Presentar situación problema: \"Necesitamos organizar el mercado. ¿Cómo sabremos si tenemos más manzanas o más plátanos?\"\n- Desarrollo: En grupos, los niños/as clasifican frutas de juguete, las cuentan, comparan cantidades, registran con dibujos\n- Cierre: Socialización: ¿Qué grupo tiene más frutas? ¿Cómo lo supieron?\n- Evaluación: Pauta de observación con indicadores: cuenta correctamente hasta 10, usa cuantificadores adecuadamente, compara cantidades, explica su razonamiento\n\nDurante la experiencia, Carla observó que:\n- Grupo 1: Contaban correctamente, usaban \"más que\" y \"menos que\" con precisión\n- Grupo 2: Contaban bien hasta 5, confundían cuantificadores después\n- Grupo 3: Javiera (niña con TEL) contaba con apoyo, pero no verbalizaba comparaciones\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "La pauta de observación con indicadores claros permite:",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Calificar a los niños/as con notas numéricas"
          },
          {
            "letra": "B",
            "texto": "Evaluación auténtica, formativa y centrada en el proceso"
          },
          {
            "letra": "C",
            "texto": "Clasificar a los niños en 'buenos' y 'malos' en matemática"
          },
          {
            "letra": "D",
            "texto": "Justificar la retención de niños que no alcanzan los indicadores"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La pauta de observación es una herramienta de evaluación auténtica (observa desempeño en contexto real) y formativa (permite tomar decisiones pedagógicas para apoyar el aprendizaje). En Educación Parvularia NO se califica con notas (A falso), NO se etiqueta (C falso), NO se repite curso (D falso - Decreto 0315/2010 prohíbe retención). La evaluación es para orientar la enseñanza, no para sancionar.",
        "temas_relacionados": [
          "Evaluación auténtica",
          "Evaluación formativa",
          "Pauta de observación",
          "Decreto 0315/2010"
        ]
      },
      {
        "id": "parv-119",
        "numero": 119,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-03",
        "caso_titulo": "Planificación Experiencia de Aprendizaje: Pensamiento Matemático",
        "caso_contexto": "\nLa educadora Carla de NT2 observó que varios niños/as mostraban interés por contar objetos durante el juego libre. Decidió planificar una experiencia de aprendizaje integrando este interés con el Núcleo de Pensamiento Matemático de las BCEP.\n\nPlanificó una experiencia llamada \"El Mercado de Juguete\":\n- Objetivo de aprendizaje: Emplear cuantificadores tales como: más que-menos que, mucho-poco, todo-ninguno, para comparar cantidades de objetos (OA 6, PM, NT2)\n- Inicio: Presentar situación problema: \"Necesitamos organizar el mercado. ¿Cómo sabremos si tenemos más manzanas o más plátanos?\"\n- Desarrollo: En grupos, los niños/as clasifican frutas de juguete, las cuentan, comparan cantidades, registran con dibujos\n- Cierre: Socialización: ¿Qué grupo tiene más frutas? ¿Cómo lo supieron?\n- Evaluación: Pauta de observación con indicadores: cuenta correctamente hasta 10, usa cuantificadores adecuadamente, compara cantidades, explica su razonamiento\n\nDurante la experiencia, Carla observó que:\n- Grupo 1: Contaban correctamente, usaban \"más que\" y \"menos que\" con precisión\n- Grupo 2: Contaban bien hasta 5, confundían cuantificadores después\n- Grupo 3: Javiera (niña con TEL) contaba con apoyo, pero no verbalizaba comparaciones\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "Para apoyar a Javiera (niña con TEL) en la verbalización de comparaciones, Carla podría:",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Eximirla de participar porque 'no puede' verbalizar"
          },
          {
            "letra": "B",
            "texto": "Usar modelamiento, preguntas cerradas y apoyos visuales (tarjetas con > < =)"
          },
          {
            "letra": "C",
            "texto": "Exigirle igual que al resto sin adaptaciones"
          },
          {
            "letra": "D",
            "texto": "Decirle las respuestas para que las repita mecánicamente"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Los ajustes razonables para TEL incluyen: MODELAMIENTO ('Mira, yo digo: hay MÁS manzanas QUE plátanos'), preguntas cerradas que reduzcan demanda lingüística ('¿Hay más manzanas o más plátanos?' en vez de 'Cuéntame qué observas'), y apoyos visuales (símbolos > < = que complementen lo verbal). Eximirla (A) es segregación, exigir sin apoyo (C) es falta de equidad, y hacer que repita sin comprender (D) no es aprendizaje real.",
        "temas_relacionados": [
          "TEL",
          "Ajustes razonables",
          "Modelamiento",
          "DUA"
        ]
      },
      {
        "id": "parv-120",
        "numero": 120,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-04",
        "caso_titulo": "Trabajo con Familias: Niño que No Quiere Ir al Jardín",
        "caso_contexto": "\nBenjamín (4 años, NT1) lleva dos semanas llorando todas las mañanas al llegar al jardín. Dice 'no quiero quedarme', se aferra a su mamá y tarda 20-30 minutos en calmarse después de que ella se va.\n\nLa educadora Lorena conversó con la familia y descubrió que:\n- Hace un mes nació su hermana menor\n- En casa, Benjamín dice que 'el bebé le quitó a la mamá'\n- La mamá, agobiada con el bebé, se siente culpable\n- El papá trabaja todo el día y no ha tenido tiempo de acompañar a Benjamín\n\nLorena diseñó un plan conjunto familia-jardín:\n\n**En el jardín:**\n- Nombrar a Benjamín como 'ayudante del día' (darle protagonismo)\n- Crear un álbum 'Mi familia y yo' donde Benjamín pega fotos (incluida su hermana)\n- Anticipar la rutina: 'Tu mamá se va después del saludo, y vuelve después de la merienda'\n- Validar emoción: 'Extrañas a tu mamá. Es normal. Aquí estás seguro'\n\n**En casa:**\n- Papá participa en acostar a Benjamín (tiempo exclusivo)\n- Mamá lee un cuento a Benjamín mientras el bebé duerme (10 min. solo con él)\n- Crear un 'ritual de despedida' predecible: abrazo + frase especial + objeto transicional (pañuelo de mamá)\n- Involucrar a Benjamín en cuidado del bebé ('eres el hermano mayor')\n\nDespués de dos semanas, Benjamín aún llora al llegar, pero se calma en 5 minutos y participa activamente en las experiencias.\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "La conducta de Benjamín (no querer ir al jardín después del nacimiento de su hermana) se explica principalmente por:",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Manipulación intencional para conseguir atención"
          },
          {
            "letra": "B",
            "texto": "Regresión temporal y celos normales ante un cambio familiar significativo"
          },
          {
            "letra": "C",
            "texto": "Trastorno de ansiedad que requiere medicación inmediata"
          },
          {
            "letra": "D",
            "texto": "Falta de límites claros en la crianza"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El nacimiento de un hermano es un cambio significativo que puede generar celos (emoción normal), sensación de desplazamiento, y regresión temporal (volver a conductas de etapa anterior, como el llanto intenso al separarse). NO es manipulación intencional (A) - a los 4 años no tienen esa capacidad de planificación emocional. NO requiere medicación inmediata (C) - es una respuesta adaptativa normal. NO se debe a falta de límites (D) - se debe a un duelo por el cambio en la dinámica familiar.",
        "temas_relacionados": [
          "Desarrollo socioemocional",
          "Celos fraternos",
          "Regresión temporal",
          "Cambios familiares"
        ]
      },
      {
        "id": "parv-121",
        "numero": 121,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-04",
        "caso_titulo": "Trabajo con Familias: Niño que No Quiere Ir al Jardín",
        "caso_contexto": "\nBenjamín (4 años, NT1) lleva dos semanas llorando todas las mañanas al llegar al jardín. Dice 'no quiero quedarme', se aferra a su mamá y tarda 20-30 minutos en calmarse después de que ella se va.\n\nLa educadora Lorena conversó con la familia y descubrió que:\n- Hace un mes nació su hermana menor\n- En casa, Benjamín dice que 'el bebé le quitó a la mamá'\n- La mamá, agobiada con el bebé, se siente culpable\n- El papá trabaja todo el día y no ha tenido tiempo de acompañar a Benjamín\n\nLorena diseñó un plan conjunto familia-jardín:\n\n**En el jardín:**\n- Nombrar a Benjamín como 'ayudante del día' (darle protagonismo)\n- Crear un álbum 'Mi familia y yo' donde Benjamín pega fotos (incluida su hermana)\n- Anticipar la rutina: 'Tu mamá se va después del saludo, y vuelve después de la merienda'\n- Validar emoción: 'Extrañas a tu mamá. Es normal. Aquí estás seguro'\n\n**En casa:**\n- Papá participa en acostar a Benjamín (tiempo exclusivo)\n- Mamá lee un cuento a Benjamín mientras el bebé duerme (10 min. solo con él)\n- Crear un 'ritual de despedida' predecible: abrazo + frase especial + objeto transicional (pañuelo de mamá)\n- Involucrar a Benjamín en cuidado del bebé ('eres el hermano mayor')\n\nDespués de dos semanas, Benjamín aún llora al llegar, pero se calma en 5 minutos y participa activamente en las experiencias.\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "El uso de un 'objeto transicional' (pañuelo de mamá) se fundamenta en:",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Teoría del apego: el objeto representa la presencia simbólica de la figura de apego"
          },
          {
            "letra": "B",
            "texto": "Es innecesario, solo prolonga la dependencia"
          },
          {
            "letra": "C",
            "texto": "Es un refuerzo material que genera conductas dependientes"
          },
          {
            "letra": "D",
            "texto": "Debería prohibirse para que aprenda a separarse sin apoyo"
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Winnicott desarrolló el concepto de objeto transicional: objetos (mantita, peluche, pañuelo) que simbolizan la presencia de la figura de apego y facilitan la separación. NO es dependencia (B) - es un puente hacia la autonomía. NO es refuerzo conductista (C) - es un apoyo emocional legítimo. Prohibirlo (D) sería invalidar una necesidad emocional real. El objeto transicional es NORMAL y SALUDABLE en el desarrollo.",
        "temas_relacionados": [
          "Objeto transicional",
          "Teoría del apego",
          "Winnicott",
          "Separación"
        ]
      },
      {
        "id": "parv-122",
        "numero": 122,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-04",
        "caso_titulo": "Trabajo con Familias: Niño que No Quiere Ir al Jardín",
        "caso_contexto": "\nBenjamín (4 años, NT1) lleva dos semanas llorando todas las mañanas al llegar al jardín. Dice 'no quiero quedarme', se aferra a su mamá y tarda 20-30 minutos en calmarse después de que ella se va.\n\nLa educadora Lorena conversó con la familia y descubrió que:\n- Hace un mes nació su hermana menor\n- En casa, Benjamín dice que 'el bebé le quitó a la mamá'\n- La mamá, agobiada con el bebé, se siente culpable\n- El papá trabaja todo el día y no ha tenido tiempo de acompañar a Benjamín\n\nLorena diseñó un plan conjunto familia-jardín:\n\n**En el jardín:**\n- Nombrar a Benjamín como 'ayudante del día' (darle protagonismo)\n- Crear un álbum 'Mi familia y yo' donde Benjamín pega fotos (incluida su hermana)\n- Anticipar la rutina: 'Tu mamá se va después del saludo, y vuelve después de la merienda'\n- Validar emoción: 'Extrañas a tu mamá. Es normal. Aquí estás seguro'\n\n**En casa:**\n- Papá participa en acostar a Benjamín (tiempo exclusivo)\n- Mamá lee un cuento a Benjamín mientras el bebé duerme (10 min. solo con él)\n- Crear un 'ritual de despedida' predecible: abrazo + frase especial + objeto transicional (pañuelo de mamá)\n- Involucrar a Benjamín en cuidado del bebé ('eres el hermano mayor')\n\nDespués de dos semanas, Benjamín aún llora al llegar, pero se calma en 5 minutos y participa activamente en las experiencias.\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "La estrategia de validar la emoción ('Extrañas a tu mamá. Es normal') cumple la función de:",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Reforzar el llanto y prolongar la conducta"
          },
          {
            "letra": "B",
            "texto": "Reconocer la emoción como legítima, lo que facilita la regulación emocional"
          },
          {
            "letra": "C",
            "texto": "Manipular emocionalmente al niño para que deje de llorar"
          },
          {
            "letra": "D",
            "texto": "Demostrar permisividad excesiva sin consecuencias"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La validación emocional ('tu emoción es real, tiene sentido, es normal') es el PRIMER paso para la regulación emocional. Cuando un niño siente que su emoción es reconocida (no negada, no minimizada), puede comenzar a calmarla. NO refuerza el llanto (A) - al contrario, facilita su disminución al sentirse comprendido. NO es manipulación (C) - es honestidad emocional. NO es permisividad (D) - validar emoción NO es permitir cualquier conducta.",
        "temas_relacionados": [
          "Validación emocional",
          "Regulación emocional",
          "Desarrollo emocional",
          "Contención"
        ]
      },
      {
        "id": "parv-123",
        "numero": 123,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-04",
        "caso_titulo": "Trabajo con Familias: Niño que No Quiere Ir al Jardín",
        "caso_contexto": "\nBenjamín (4 años, NT1) lleva dos semanas llorando todas las mañanas al llegar al jardín. Dice 'no quiero quedarme', se aferra a su mamá y tarda 20-30 minutos en calmarse después de que ella se va.\n\nLa educadora Lorena conversó con la familia y descubrió que:\n- Hace un mes nació su hermana menor\n- En casa, Benjamín dice que 'el bebé le quitó a la mamá'\n- La mamá, agobiada con el bebé, se siente culpable\n- El papá trabaja todo el día y no ha tenido tiempo de acompañar a Benjamín\n\nLorena diseñó un plan conjunto familia-jardín:\n\n**En el jardín:**\n- Nombrar a Benjamín como 'ayudante del día' (darle protagonismo)\n- Crear un álbum 'Mi familia y yo' donde Benjamín pega fotos (incluida su hermana)\n- Anticipar la rutina: 'Tu mamá se va después del saludo, y vuelve después de la merienda'\n- Validar emoción: 'Extrañas a tu mamá. Es normal. Aquí estás seguro'\n\n**En casa:**\n- Papá participa en acostar a Benjamín (tiempo exclusivo)\n- Mamá lee un cuento a Benjamín mientras el bebé duerme (10 min. solo con él)\n- Crear un 'ritual de despedida' predecible: abrazo + frase especial + objeto transicional (pañuelo de mamá)\n- Involucrar a Benjamín en cuidado del bebé ('eres el hermano mayor')\n\nDespués de dos semanas, Benjamín aún llora al llegar, pero se calma en 5 minutos y participa activamente en las experiencias.\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "El trabajo coordinado jardín-familia ejemplifica:",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Intromisión del jardín en asuntos familiares privados"
          },
          {
            "letra": "B",
            "texto": "Educación compartida: familia y jardín como co-constructores del bienestar del niño"
          },
          {
            "letra": "C",
            "texto": "Transferencia de responsabilidad del jardín a la familia"
          },
          {
            "letra": "D",
            "texto": "Intervención innecesaria, cada uno debería actuar por separado"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Las BCEP enfatizan el principio de educación compartida: familia y establecimiento educativo son co-responsables del bienestar y aprendizaje del niño/a. El plan coordinado NO es intromisión (A) - la familia voluntariamente participa. NO es transferencia de responsabilidad (C) - AMBOS actúan de manera complementaria. La intervención conjunta (D falso) es NECESARIA: si solo actúa el jardín o solo la familia, el impacto es menor. La coordinación amplifica y sostiene el apoyo.",
        "temas_relacionados": [
          "Educación compartida",
          "Familia y jardín",
          "BCEP",
          "Trabajo colaborativo"
        ]
      },
      {
        "id": "parv-124",
        "numero": 124,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-05",
        "caso_titulo": "Implementación Proyecto: Exploración del Entorno Natural",
        "caso_contexto": "\nEl equipo pedagógico de NT2 del Jardín Infantil 'Rayito de Sol' decidió implementar un proyecto de exploración del entorno natural en el patio del establecimiento. El jardín tiene un pequeño patio con árboles nativos, insectos y aves.\n\n**Fase 1 - Motivación:**\nLos niños/as observaron que había muchos bichitos en el patio. Preguntaron: '¿Qué comen?', '¿Dónde duermen?', '¿Por qué algunos vuelan y otros no?'\n\n**Fase 2 - Planificación con niños:**\nEn asamblea, co-construyeron preguntas de investigación:\n- ¿Qué bichitos viven en nuestro patio?\n- ¿Dónde viven (hábitat)?\n- ¿Qué comen?\n- ¿Cómo se mueven?\n\n**Fase 3 - Investigación:**\n- Observación directa con lupas\n- Registro con dibujos y fotos\n- Invitación de experto (biólogo de la universidad vecina)\n- Creación de 'guía de bichitos de nuestro jardín'\n\n**Fase 4 - Cierre:**\n- Exposición fotográfica para familias\n- Cada niño presentó 'su bichito favorito' (Antonia: catita, 'tiene 6 patas y camina lento'; Martín: abeja, 'vuela y toma néctar de las flores')\n\n**Evaluación del Proyecto:**\nLa educadora registró en su bitácora:\n- 90% de los niños/as participó activamente\n- Desarrollaron observación detallada\n- Usaron vocabulario nuevo (hábitat, néctar, antenas)\n- Ampliaron tiempo de atención sostenida (de 10 a 25 minutos)\n- Algunos niños conectaron con conocimientos previos (Josefa: 'mi abuela tiene abejas en el campo')\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "La estrategia de co-construir preguntas de investigación CON los niños/as responde a:",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Enfoque de aprendizaje basado en proyectos con participación protagónica de párvulos"
          },
          {
            "letra": "B",
            "texto": "Evitar la responsabilidad de planificar la educadora"
          },
          {
            "letra": "C",
            "texto": "Dejar que los niños decidan sin orientación pedagógica"
          },
          {
            "letra": "D",
            "texto": "Una actividad sin intencionalidad educativa clara"
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "El aprendizaje basado en proyectos (ABP) se caracteriza por: partir de intereses reales, formular preguntas de investigación, investigar colaborativamente, y comunicar aprendizajes. Co-construir las preguntas CON los niños desarrolla agencia, pensamiento crítico y apropiación del aprendizaje. La educadora NO evade planificar (B) - al contrario, diseña intencionadamente el proceso. NO es ausencia de orientación (C) - la educadora MEDIA, GUÍA. Tiene alta intencionalidad pedagógica (D falso): desarrollo del pensamiento científico.",
        "temas_relacionados": [
          "Aprendizaje basado en proyectos",
          "Protagonismo infantil",
          "Pensamiento científico",
          "Co-construcción"
        ]
      },
      {
        "id": "parv-125",
        "numero": 125,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-05",
        "caso_titulo": "Implementación Proyecto: Exploración del Entorno Natural",
        "caso_contexto": "\nEl equipo pedagógico de NT2 del Jardín Infantil 'Rayito de Sol' decidió implementar un proyecto de exploración del entorno natural en el patio del establecimiento. El jardín tiene un pequeño patio con árboles nativos, insectos y aves.\n\n**Fase 1 - Motivación:**\nLos niños/as observaron que había muchos bichitos en el patio. Preguntaron: '¿Qué comen?', '¿Dónde duermen?', '¿Por qué algunos vuelan y otros no?'\n\n**Fase 2 - Planificación con niños:**\nEn asamblea, co-construyeron preguntas de investigación:\n- ¿Qué bichitos viven en nuestro patio?\n- ¿Dónde viven (hábitat)?\n- ¿Qué comen?\n- ¿Cómo se mueven?\n\n**Fase 3 - Investigación:**\n- Observación directa con lupas\n- Registro con dibujos y fotos\n- Invitación de experto (biólogo de la universidad vecina)\n- Creación de 'guía de bichitos de nuestro jardín'\n\n**Fase 4 - Cierre:**\n- Exposición fotográfica para familias\n- Cada niño presentó 'su bichito favorito' (Antonia: catita, 'tiene 6 patas y camina lento'; Martín: abeja, 'vuela y toma néctar de las flores')\n\n**Evaluación del Proyecto:**\nLa educadora registró en su bitácora:\n- 90% de los niños/as participó activamente\n- Desarrollaron observación detallada\n- Usaron vocabulario nuevo (hábitat, néctar, antenas)\n- Ampliaron tiempo de atención sostenida (de 10 a 25 minutos)\n- Algunos niños conectaron con conocimientos previos (Josefa: 'mi abuela tiene abejas en el campo')\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "El uso de lupas, registro con dibujos y fotos, y la visita del biólogo responde al principio de:",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Activismo pedagógico sin reflexión"
          },
          {
            "letra": "B",
            "texto": "DUA: múltiples medios de representación y expresión del conocimiento"
          },
          {
            "letra": "C",
            "texto": "Contenidismo académico inadecuado para la edad"
          },
          {
            "letra": "D",
            "texto": "Imitación de escolarización de enseñanza básica"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Ofrecer múltiples medios de representación (observación directa, escucha de experto, textos, fotos) y múltiples medios de expresión (dibujo, oralidad, exposición) es coherente con el DUA. Permite que niños con distintos estilos de aprendizaje accedan al conocimiento. NO es activismo sin reflexión (A) - hay intencionalidad clara. NO es contenidismo (C) - el pensamiento científico (observar, registrar, comparar, comunicar) ES apropiado para EP. NO imita básica (D) - respeta las características de aprendizaje de párvulos (manipulación, juego, exploración).",
        "temas_relacionados": [
          "DUA",
          "Múltiples representaciones",
          "Pensamiento científico",
          "Exploración"
        ]
      },
      {
        "id": "parv-126",
        "numero": 126,
        "tipo": "caso_estudio",
        "caso_id": "caso-parv-05",
        "caso_titulo": "Implementación Proyecto: Exploración del Entorno Natural",
        "caso_contexto": "\nEl equipo pedagógico de NT2 del Jardín Infantil 'Rayito de Sol' decidió implementar un proyecto de exploración del entorno natural en el patio del establecimiento. El jardín tiene un pequeño patio con árboles nativos, insectos y aves.\n\n**Fase 1 - Motivación:**\nLos niños/as observaron que había muchos bichitos en el patio. Preguntaron: '¿Qué comen?', '¿Dónde duermen?', '¿Por qué algunos vuelan y otros no?'\n\n**Fase 2 - Planificación con niños:**\nEn asamblea, co-construyeron preguntas de investigación:\n- ¿Qué bichitos viven en nuestro patio?\n- ¿Dónde viven (hábitat)?\n- ¿Qué comen?\n- ¿Cómo se mueven?\n\n**Fase 3 - Investigación:**\n- Observación directa con lupas\n- Registro con dibujos y fotos\n- Invitación de experto (biólogo de la universidad vecina)\n- Creación de 'guía de bichitos de nuestro jardín'\n\n**Fase 4 - Cierre:**\n- Exposición fotográfica para familias\n- Cada niño presentó 'su bichito favorito' (Antonia: catita, 'tiene 6 patas y camina lento'; Martín: abeja, 'vuela y toma néctar de las flores')\n\n**Evaluación del Proyecto:**\nLa educadora registró en su bitácora:\n- 90% de los niños/as participó activamente\n- Desarrollaron observación detallada\n- Usaron vocabulario nuevo (hábitat, néctar, antenas)\n- Ampliaron tiempo de atención sostenida (de 10 a 25 minutos)\n- Algunos niños conectaron con conocimientos previos (Josefa: 'mi abuela tiene abejas en el campo')\n        ",
        "ambito": "Casos de Estudio Situacionales",
        "nucleo": "Integración de Aprendizajes",
        "habilidad": "Análisis de situaciones pedagógicas complejas",
        "enunciado": "Que Josefa conecte con su conocimiento previo ('mi abuela tiene abejas en el campo') evidencia:",
        "alternativas": [
          {
            "letra": "A",
            "texto": "Dispersión, el tema de la abuela no es relevante para el proyecto"
          },
          {
            "letra": "B",
            "texto": "Aprendizaje significativo: conexión entre nuevos conocimientos y experiencias previas"
          },
          {
            "letra": "C",
            "texto": "Falta de enfoque del proyecto"
          },
          {
            "letra": "D",
            "texto": "Problema de atención de Josefa"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Ausubel define aprendizaje significativo como la conexión entre conocimientos nuevos y estructuras cognitivas previas. Josefa está CONECTANDO lo que observa (abejas en el jardín) con su experiencia (abejas de su abuela), dándole sentido personal. Esto NO es dispersión (A) - al contrario, es profundización. El proyecto tiene claridad (C falso). No hay problema de atención (D falso) - hay atención significativa, que es diferente.",
        "temas_relacionados": [
          "Aprendizaje significativo",
          "Conocimientos previos",
          "Ausubel",
          "Conexión experiencial"
        ]
      }
    ]
  }
}