{
  "casos_de_estudio": [
    {
      "id": "caso-l-01",
      "titulo": "Fragmento: 'Crónica de una muerte anunciada' - Gabriel García Márquez",
      "tipo": "comprension_lectora",
      "texto": "El día en que lo iban a matar, Santiago Nasar se levantó a las 5:30 de la mañana para esperar el buque en que llegaba el obispo. Había soñado que atravesaba un bosque de higuerones donde caía una llovizna tierna, y por un instante fue feliz en el sueño, pero al despertar se sintió por completo salpicado de cagada de pájaros. 'Siempre soñaba con árboles', me dijo Plácida Linero, su madre, evocando 27 años después los pormenores de aquel lunes ingrato. 'La semana anterior había soñado que iba solo en un avión de papel de estaño que volaba sin tropezar por entre los almendros', me dijo. Ella tenía una reputación muy bien ganada de interprete certera de los sueños ajenos, siempre que se los contaran en ayunas, pero no había advertido ningún augurio aciago en esos dos sueños de su hijo.",
      "preguntas": [
        {
          "id": "63-L-CASO01-01",
          "enunciado": "¿Qué recurso narrativo se emplea al inicio del texto para generar tensión dramática?",
          "alternativas": [
            {"opcion": "A", "texto": "Narración in medias res sin anticipación"},
            {"opcion": "B", "texto": "Anacronía con anticipación de un desenlace fatal"},
            {"opcion": "C", "texto": "Narrador no confiable que oculta información"},
            {"opcion": "D", "texto": "Monólogo interior del protagonista"}
          ],
          "respuesta_correcta": "B",
          "explicacion": "La primera línea ('El día en que lo iban a matar') es una prolepsis que anticipa la muerte de Santiago, creando tensión desde el inicio. Esta anticipación es característica del realismo mágico de García Márquez.",
          "temas_relacionados": ["Anacronía", "Prolepsis", "Narrativa latinoamericana"]
        },
        {
          "id": "63-L-CASO01-02",
          "enunciado": "Según el texto, ¿qué función cumple el personaje de Plácida Linero?",
          "alternativas": [
            {"opcion": "A", "texto": "Antagonista que oculta información crucial"},
            {"opcion": "B", "texto": "Testigo que proporciona información retrospectiva"},
            {"opcion": "C", "texto": "Narradora principal de toda la historia"},
            {"opcion": "D", "texto": "Personaje alegórico sin función narrativa"}
          ],
          "respuesta_correcta": "B",
          "explicacion": "Plácida Linero aparece como fuente testimonial que el narrador consulta '27 años después', proporcionando detalles retrospectivos del día fatal. Es un recurso típico de la crónica periodística adaptada a la ficción.",
          "temas_relacionados": ["Personajes secundarios", "Narración testimonial"]
        },
        {
          "id": "63-L-CASO01-03",
          "enunciado": "La expresión 'no había advertido ningún augurio aciago en esos dos sueños' revela principalmente:",
          "alternativas": [
            {"opcion": "A", "texto": "Ironía dramática: el lector sabe lo que el personaje ignora"},
            {"opcion": "B", "texto": "Metáfora sobre la incapacidad humana de soñar"},
            {"opcion": "C", "texto": "Descripción objetiva sin implicaciones narrativas"},
            {"opcion": "D", "texto": "Eufemismo para ocultar la verdad al lector"}
          ],
          "respuesta_correcta": "A",
          "explicacion": "El lector ya sabe (por la primera línea) que Santiago será asesinado, pero su madre no interpreta los sueños como presagios de muerte. Esta discrepancia de conocimiento entre lector y personaje es ironía dramática.",
          "temas_relacionados": ["Ironía dramática", "Anticipación narrativa"]
        }
      ]
    },
    {
      "id": "caso-l-02",
      "titulo": "Columna de opinión: Impacto de las redes sociales en el debate público",
      "tipo": "texto_argumentativo",
      "texto": "Las redes sociales han transformado radicalmente el debate público en Chile. Si antes las discusiones políticas y sociales estaban mediadas por periodistas y académicos que actuaban como filtros de calidad, hoy cualquier usuario con un smartphone puede convertirse en generador de opinión pública. ¿Es esto necesariamente positivo? La democratización del discurso es, sin duda, un avance democrático. Sin embargo, la ausencia de verificación de fuentes y el fenómeno de las 'cámaras de eco' —en las que solo interactuamos con quienes piensan como nosotros— han generado polarización extrema y desinformación masiva. El caso de las fake news durante elecciones es emblemático: bulos sin sustento científico se viralizan más rápido que los desmentidos oficiales. ¿Debemos entonces regular las redes? La tensión entre libertad de expresión y control de contenidos nocivos es el dilema de nuestro tiempo. Mientras no encontremos un equilibrio, seguiremos oscilando entre el caos informativo y la censura.",
      "preguntas": [
        {
          "id": "63-L-CASO02-01",
          "enunciado": "¿Cuál es la tesis central que sostiene el columnista?",
          "alternativas": [
            {"opcion": "A", "texto": "Las redes sociales deben ser prohibidas por generar desinformación"},
            {"opcion": "B", "texto": "La democratización del discurso es completamente negativa"},
            {"opcion": "C", "texto": "Existe una tensión no resuelta entre democratización y polarización en redes sociales"},
            {"opcion": "D", "texto": "Los periodistas tradicionales son superiores a los usuarios de redes"}
          ],
          "respuesta_correcta": "C",
          "explicacion": "El texto presenta un análisis dialéctico: reconoce aspectos positivos (democratización) y negativos (polarización, desinformación) sin proponer una solución definitiva. La tesis es descriptiva del dilema, no prescriptiva.",
          "temas_relacionados": ["Textos argumentativos", "Tesis", "Columna de opinión"]
        },
        {
          "id": "63-L-CASO02-02",
          "enunciado": "La expresión 'cámaras de eco' se utiliza en el texto como:",
          "alternativas": [
            {"opcion": "A", "texto": "Metáfora para describir la amplificación de ideas homogéneas"},
            {"opcion": "B", "texto": "Tecnicismo acústico sin relación con redes sociales"},
            {"opcion": "C", "texto": "Eufemismo para evitar crítica directa"},
            {"opcion": "D", "texto": "Hipérbole que exagera el problema"}
          ],
          "respuesta_correcta": "A",
          "explicacion": "'Cámaras de eco' es una metáfora que compara el fenómeno digital con un espacio cerrado donde el sonido rebota y se amplifica. En redes sociales, describe cómo los algoritmos nos muestran contenido que refuerza nuestras creencias preexistentes.",
          "temas_relacionados": ["Figuras retóricas", "Metáfora", "Vocabulario contextual"]
        }
      ]
    }
  ]
}
