{
  "parv-01": {
    "contexto": "La educadora Mariana trabaja en un jardín infantil de la comuna de Puente Alto. Durante la mañana del lunes, observa que Joaquín (4 años, NT1) llora intensamente porque no encuentra su juguete favorito, un autito rojo que trajo desde su casa. El niño está sentado en un rincón, con los puños apretados y lágrimas corriendo por sus mejillas. Sus compañeros lo miran sin saber cómo ayudarlo. Mariana sabe que este momento es crucial para trabajar el Objetivo de Aprendizaje 1 del núcleo Identidad y Autonomía de las BCEP 2018: 'Comunicar a los demás, emociones y sentimientos tales como: amor, miedo, alegría, ira, que le provocan diversas narraciones o situaciones observadas en forma directa o a través de TICs'. La forma en que responda determinará si Joaquín desarrolla habilidades de regulación emocional o aprende a reprimir sus sentimientos. Mariana también considera el OA 6: 'Planificar proyectos y juegos, en función de sus ideas e intereses, proponiendo actividades, organizando los recursos, incorporando los ajustes necesarios e iniciándose en la apreciación de sus resultados', ya que el niño estaba planificando jugar con su auto.",
    "numero": 1
  },
  "parv-02": {
    "contexto": "En el jardín infantil 'Rayitos de Sol' de Valparaíso, la educadora Carolina ha implementado una nueva organización para el momento de la colación. Son las 10:30 de la mañana y los 24 niños y niñas de NT1 se preparan para comer. Carolina observa a Valentina, una niña de 4 años que suele esperar pasivamente a que le sirvan. Inspirada en el Objetivo de Aprendizaje 7 de Identidad y Autonomía de las BCEP 2018: 'Comunicar sus preferencias, opiniones, ideas, en diversas situaciones cotidianas y juegos', Carolina ha preparado el ambiente con jarras pequeñas de agua, fuentes bajas con frutas picadas, y platos individuales al alcance de los niños. También considera el OA 9: 'Cuidar su bienestar personal, llevando a cabo sus prácticas de higiene, alimentación y vestuario, con independencia y progresiva responsabilidad'. La educadora debe decidir cómo estructurar este momento para promover verdadera autonomía sin generar caos ni frustración. Ha leído sobre el enfoque Montessori del 'ambiente preparado' y quiere aplicarlo coherentemente con las Bases Curriculares chilenas.",
    "numero": 2
  },
  "parv-03": {
    "contexto": "En el jardín infantil de Concepción, la educadora Patricia trabaja con un grupo de NT2. Es miércoles por la tarde y los niños están realizando una actividad de dibujo libre sobre 'mi familia'. Sofía, una niña de 5 años generalmente activa y participativa, mira su hoja en blanco y dice en voz baja: 'yo no puedo hacer ese dibujo, no me va a quedar bien'. Patricia nota que en las últimas semanas Sofía ha mostrado más autocrítica en sus producciones artísticas, comparándose frecuentemente con sus compañeros. La educadora reflexiona sobre el Objetivo de Aprendizaje 1 de Identidad y Autonomía de las BCEP 2018: 'Comunicar a los demás, emociones y sentimientos tales como: amor, miedo, alegría, ira, que le provocan diversas narraciones o situaciones observadas en forma directa o a través de TICs', reconociendo que Sofía está expresando inseguridad. También considera el OA 3: 'Reconocer emociones y sentimientos en otras personas, observadas en forma directa o a través de TICs', ya que necesita que Sofía reconozca que todos enfrentan desafíos. Patricia sabe que su respuesta marcará cómo Sofía enfrenta futuros desafíos creativos y académicos.",
    "numero": 3
  },
  "parv-04": {
    "contexto": "En el jardín infantil 'Alborada' de La Serena, el educador Carlos implementa diariamente períodos de juego libre de 45 minutos. Es un viernes de octubre, y Carlos observa que siete niños de NT1 (entre ellos Matías, Antonia y Diego) están parados en el centro de la sala, mirando los diferentes rincones sin decidirse por ninguno. El ambiente está organizado en cinco rincones: construcción, arte, juego simbólico (casa), biblioteca, y ciencias (con lupas y elementos naturales). Carlos trabaja intencionadamente el Objetivo de Aprendizaje 6 del núcleo Identidad y Autonomía de las BCEP 2018: 'Planificar proyectos y juegos, en función de sus ideas e intereses, proponiendo actividades, organizando los recursos, incorporando los ajustes necesarios e iniciándose en la apreciación de sus resultados'. También considera el OA 7: 'Comunicar sus preferencias, opiniones, ideas, en diversas situaciones cotidianas y juegos'. Carlos sabe que el juego libre es fundamental para el desarrollo, pero algunos niños necesitan apoyo para iniciar su exploración. Debe encontrar el equilibrio entre dar autonomía y proporcionar el andamiaje necesario para que los niños desarrollen iniciativa.",
    "numero": 4
  },
  "parv-05": {
    "contexto": "La educadora Francisca trabaja en un jardín infantil de Temuco con un grupo diverso de NT1. Durante el período de juegos en rincones, observa que Benjamín, un niño de 4 años recién cumplidos, tiene dificultades recurrentes para esperar su turno en el rincón de construcción. Cuando otro niño está usando las piezas de madera que él desea, Benjamín intenta quitarlas, llora, o abandona el juego frustrado. Esta situación se repite varias veces a la semana. Francisca reflexiona sobre el Objetivo de Aprendizaje 5 del núcleo Identidad y Autonomía de las BCEP 2018: 'Comunicar sus características identitarias, fortalezas, habilidades y desafíos personales, identificando sus atributos positivos y aspectos que requiera desarrollar con la intención de realizar nuevas actividades y experiencias'. También trabaja el OA 1: 'Comunicar a los demás, emociones y sentimientos tales como: amor, miedo, alegría, ira', ya que la frustración de Benjamín necesita ser nombrada y regulada. La educadora sabe que la autorregulación no es innata y requiere herramientas concretas adaptadas al nivel de desarrollo de un niño de 4 años. Necesita implementar estrategias que sean efectivas y respetuosas.",
    "numero": 5
  },
  "parv-06": {
    "contexto": "En el jardín infantil 'Arcoíris' de Rancagua, la educadora Marcela planifica un proyecto para el mes de mayo sobre identidad personal. Su grupo de NT2 está conformado por 26 niños y niñas de 5 años, con diversas historias familiares: algunos viven con ambos padres, otros con abuelos, algunos tienen hermanos y otros son hijos únicos. Marcela quiere trabajar el Objetivo de Aprendizaje 4 del núcleo Identidad y Autonomía de las BCEP 2018: 'Comunicar sus características identitarias, sus conocimientos, habilidades, fortalezas y opiniones'. También considera el OA 5: 'Comunicar sus características identitarias, fortalezas, habilidades y desafíos personales, identificando sus atributos positivos y aspectos que requiera desarrollar'. Marcela busca una experiencia que sea significativa, que respete la diversidad familiar, que integre múltiples lenguajes (verbal, visual, narrativo), y que permita a cada niño construir conscientemente su narrativa identitaria. Ha investigado diferentes propuestas pedagógicas y debe seleccionar la que mejor se alinee con un enfoque de derechos, participación protagónica infantil, y desarrollo integral según las BCEP 2018.",
    "numero": 6
  },
  "parv-07": {
    "contexto": "El educador Roberto trabaja en un jardín infantil de Puerto Montt, en un grupo de NT2. Cada mañana, implementa un momento de 'planificación del día' donde conversa con los niños sobre las actividades que realizarán. Sin embargo, Roberto ha notado que este espacio se ha vuelto una mera presentación de lo que él ya decidió, sin real participación infantil. Reflexionando sobre su práctica, recuerda el Objetivo de Aprendizaje 7 del núcleo Identidad y Autonomía de las BCEP 2018: 'Comunicar sus preferencias, opiniones, ideas, en diversas situaciones cotidianas y juegos'. También considera el OA 2 del núcleo Convivencia y Ciudadanía: 'Participar en actividades y juegos colaborativos, planificando, acordando estrategias para un propósito común y asumiendo progresivamente responsabilidades en ellos'. Roberto quiere transformar este momento en un espacio auténtico de participación democrática, donde los niños realmente ejerzan su derecho a opinar sobre su proceso educativo. Debe encontrar una estrategia que equilibre la estructura pedagógica necesaria con la participación genuina infantil, considerando que son 28 niños con diferentes niveles de expresión oral.",
    "numero": 7
  },
  "parv-08": {
    "contexto": "En el jardín infantil de Arica, la educadora Isabel observa a Tomás (NT1, 4 años) sentado en el patio durante el momento de salida. Los demás niños se están preparando para ir a casa, poniéndose sus chaquetas y zapatos. Tomás mira sus zapatos con cordones, intenta hacer un lazo pero las tiras se le escapan. Después de dos intentos, cruza los brazos y dice: 'no sé amarrarme los zapatos, es muy difícil'. Isabel sabe que esta es una habilidad de coordinación fina compleja para un niño de 4 años, y que muchos de sus compañeros aún tampoco la dominan. La educadora reflexiona sobre el Objetivo de Aprendizaje 5 del núcleo Identidad y Autonomía de las BCEP 2018: 'Comunicar sus características identitarias, fortalezas, habilidades y desafíos personales, identificando sus atributos positivos y aspectos que requiera desarrollar con la intención de realizar nuevas actividades y experiencias'. También considera el OA 9: 'Cuidar su bienestar personal, llevando a cabo sus prácticas de higiene, alimentación y vestuario, con independencia y progresiva responsabilidad'. Isabel debe responder de una manera que valide los sentimientos de Tomás, normalice el proceso de aprendizaje, evite comparaciones dañinas con pares, y ofrezca apoyo ajustado a su necesidad sin generar dependencia.",
    "numero": 8
  },
  "parv-09": {
    "contexto": "La educadora Valentina trabaja en un jardín infantil de la comuna de Maipú, con un grupo de NT2. Durante la pandemia de COVID-19, los protocolos sanitarios enfatizaron la importancia del lavado frecuente de manos, y ahora, en 2025, Valentina quiere consolidar este hábito como parte permanente del autocuidado. Observa que algunos niños se lavan las manos mecánicamente sin comprender realmente el proceso, mientras otros evitan hacerlo cuando pueden. Valentina reflexiona sobre el Objetivo de Aprendizaje 9 del núcleo Identidad y Autonomía de las BCEP 2018: 'Cuidar su bienestar personal, llevando a cabo sus prácticas de higiene, alimentación y vestuario, con independencia y progresiva responsabilidad'. También considera el OA 2 del núcleo Corporalidad y Movimiento: 'Comunicar nuevas posibilidades de acción logradas a través de su cuerpo en situaciones cotidianas y de juego, empleando vocabulario preciso'. Valentina quiere diseñar una estrategia integral que combine rutina, experiencia sensorial, metacognición (observarse haciendo), apoyo visual, y alegría, transformando el lavado de manos en un momento de aprendizaje activo y no en una obligación impuesta. Debe seleccionar la estrategia más coherente con un enfoque de autonomía progresiva y aprendizaje significativo.",
    "numero": 9
  },
  "parv-10": {
    "contexto": "El educador Claudio trabaja en un jardín infantil de Iquique, con un grupo de NT1. Está reorganizando los materiales de la sala para el segundo semestre. Claudio ha notado que muchos niños esperan constantemente que él les entregue los materiales, y que pocas veces inician actividades por sí mismos. Reflexiona sobre el Objetivo de Aprendizaje 6 del núcleo Identidad y Autonomía de las BCEP 2018: 'Planificar proyectos y juegos, en función de sus ideas e intereses, proponiendo actividades, organizando los recursos, incorporando los ajustes necesarios e iniciándose en la apreciación de sus resultados'. También considera el OA 7: 'Comunicar sus preferencias, opiniones, ideas, en diversas situaciones cotidianas y juegos'. Claudio ha investigado sobre el concepto de 'ambiente preparado' de María Montessori y el enfoque de Reggio Emilia sobre el espacio como 'tercer educador'. Quiere que la organización física del aula invite a la exploración autónoma, comunique orden y posibilidades, y permita que los niños sean realmente protagonistas de su aprendizaje. Debe decidir cómo organizar estantes, materiales, y señalizaciones para que un niño de 4 años pueda, progresivamente, acceder a recursos, usarlos y devolverlos sin dependencia constante del adulto.",
    "numero": 10
  }
}