{
  "parv-01": {
    "numero": 1,
    "html": "\n            <!-- Contexto Pedag칩gico -->\n            <div class=\"mb-6 bg-blue-50 border-l-4 border-blue-500 p-5 rounded-r-lg\">\n              <div class=\"flex items-start\">\n                <svg class=\"w-6 h-6 text-blue-600 mr-3 flex-shrink-0 mt-1\" fill=\"currentColor\" viewBox=\"0 0 20 20\">\n                  <path fill-rule=\"evenodd\" d=\"M18 10a8 8 0 11-16 0 8 8 0 0116 0zm-7-4a1 1 0 11-2 0 1 1 0 012 0zM9 9a1 1 0 000 2v3a1 1 0 001 1h1a1 1 0 100-2v-3a1 1 0 00-1-1H9z\" clip-rule=\"evenodd\"/>\n                </svg>\n                <div class=\"flex-1\">\n                  <p class=\"text-sm font-semibold text-blue-900 mb-2\">游닀 Contexto Pedag칩gico:</p>\n                  <p class=\"text-sm text-blue-800 leading-relaxed\">\n                    La educadora Mariana trabaja en un jard칤n infantil de la comuna de Puente Alto. Durante la ma침ana del lunes, observa que Joaqu칤n (4 a침os, NT1) llora intensamente porque no encuentra su juguete favorito, un autito rojo que trajo desde su casa. El ni침o est치 sentado en un rinc칩n, con los pu침os apretados y l치grimas corriendo por sus mejillas. Sus compa침eros lo miran sin saber c칩mo ayudarlo. Mariana sabe que este momento es crucial para trabajar el Objetivo de Aprendizaje 1 del n칰cleo Identidad y Autonom칤a de las BCEP 2018: 'Comunicar a los dem치s, emociones y sentimientos tales como: amor, miedo, alegr칤a, ira, que le provocan diversas narraciones o situaciones observadas en forma directa o a trav칠s de TICs'. La forma en que responda determinar치 si Joaqu칤n desarrolla habilidades de regulaci칩n emocional o aprende a reprimir sus sentimientos. Mariana tambi칠n considera el OA 6: 'Planificar proyectos y juegos, en funci칩n de sus ideas e intereses, proponiendo actividades, organizando los recursos, incorporando los ajustes necesarios e inici치ndose en la apreciaci칩n de sus resultados', ya que el ni침o estaba planificando jugar con su auto.\n                  </p>\n                </div>\n              </div>\n            </div>\n"
  },
  "parv-02": {
    "numero": 2,
    "html": "\n            <!-- Contexto Pedag칩gico -->\n            <div class=\"mb-6 bg-blue-50 border-l-4 border-blue-500 p-5 rounded-r-lg\">\n              <div class=\"flex items-start\">\n                <svg class=\"w-6 h-6 text-blue-600 mr-3 flex-shrink-0 mt-1\" fill=\"currentColor\" viewBox=\"0 0 20 20\">\n                  <path fill-rule=\"evenodd\" d=\"M18 10a8 8 0 11-16 0 8 8 0 0116 0zm-7-4a1 1 0 11-2 0 1 1 0 012 0zM9 9a1 1 0 000 2v3a1 1 0 001 1h1a1 1 0 100-2v-3a1 1 0 00-1-1H9z\" clip-rule=\"evenodd\"/>\n                </svg>\n                <div class=\"flex-1\">\n                  <p class=\"text-sm font-semibold text-blue-900 mb-2\">游닀 Contexto Pedag칩gico:</p>\n                  <p class=\"text-sm text-blue-800 leading-relaxed\">\n                    En el jard칤n infantil 'Rayitos de Sol' de Valpara칤so, la educadora Carolina ha implementado una nueva organizaci칩n para el momento de la colaci칩n. Son las 10:30 de la ma침ana y los 24 ni침os y ni침as de NT1 se preparan para comer. Carolina observa a Valentina, una ni침a de 4 a침os que suele esperar pasivamente a que le sirvan. Inspirada en el Objetivo de Aprendizaje 7 de Identidad y Autonom칤a de las BCEP 2018: 'Comunicar sus preferencias, opiniones, ideas, en diversas situaciones cotidianas y juegos', Carolina ha preparado el ambiente con jarras peque침as de agua, fuentes bajas con frutas picadas, y platos individuales al alcance de los ni침os. Tambi칠n considera el OA 9: 'Cuidar su bienestar personal, llevando a cabo sus pr치cticas de higiene, alimentaci칩n y vestuario, con independencia y progresiva responsabilidad'. La educadora debe decidir c칩mo estructurar este momento para promover verdadera autonom칤a sin generar caos ni frustraci칩n. Ha le칤do sobre el enfoque Montessori del 'ambiente preparado' y quiere aplicarlo coherentemente con las Bases Curriculares chilenas.\n                  </p>\n                </div>\n              </div>\n            </div>\n"
  },
  "parv-03": {
    "numero": 3,
    "html": "\n            <!-- Contexto Pedag칩gico -->\n            <div class=\"mb-6 bg-blue-50 border-l-4 border-blue-500 p-5 rounded-r-lg\">\n              <div class=\"flex items-start\">\n                <svg class=\"w-6 h-6 text-blue-600 mr-3 flex-shrink-0 mt-1\" fill=\"currentColor\" viewBox=\"0 0 20 20\">\n                  <path fill-rule=\"evenodd\" d=\"M18 10a8 8 0 11-16 0 8 8 0 0116 0zm-7-4a1 1 0 11-2 0 1 1 0 012 0zM9 9a1 1 0 000 2v3a1 1 0 001 1h1a1 1 0 100-2v-3a1 1 0 00-1-1H9z\" clip-rule=\"evenodd\"/>\n                </svg>\n                <div class=\"flex-1\">\n                  <p class=\"text-sm font-semibold text-blue-900 mb-2\">游닀 Contexto Pedag칩gico:</p>\n                  <p class=\"text-sm text-blue-800 leading-relaxed\">\n                    En el jard칤n infantil de Concepci칩n, la educadora Patricia trabaja con un grupo de NT2. Es mi칠rcoles por la tarde y los ni침os est치n realizando una actividad de dibujo libre sobre 'mi familia'. Sof칤a, una ni침a de 5 a침os generalmente activa y participativa, mira su hoja en blanco y dice en voz baja: 'yo no puedo hacer ese dibujo, no me va a quedar bien'. Patricia nota que en las 칰ltimas semanas Sof칤a ha mostrado m치s autocr칤tica en sus producciones art칤sticas, compar치ndose frecuentemente con sus compa침eros. La educadora reflexiona sobre el Objetivo de Aprendizaje 1 de Identidad y Autonom칤a de las BCEP 2018: 'Comunicar a los dem치s, emociones y sentimientos tales como: amor, miedo, alegr칤a, ira, que le provocan diversas narraciones o situaciones observadas en forma directa o a trav칠s de TICs', reconociendo que Sof칤a est치 expresando inseguridad. Tambi칠n considera el OA 3: 'Reconocer emociones y sentimientos en otras personas, observadas en forma directa o a trav칠s de TICs', ya que necesita que Sof칤a reconozca que todos enfrentan desaf칤os. Patricia sabe que su respuesta marcar치 c칩mo Sof칤a enfrenta futuros desaf칤os creativos y acad칠micos.\n                  </p>\n                </div>\n              </div>\n            </div>\n"
  },
  "parv-04": {
    "numero": 4,
    "html": "\n            <!-- Contexto Pedag칩gico -->\n            <div class=\"mb-6 bg-blue-50 border-l-4 border-blue-500 p-5 rounded-r-lg\">\n              <div class=\"flex items-start\">\n                <svg class=\"w-6 h-6 text-blue-600 mr-3 flex-shrink-0 mt-1\" fill=\"currentColor\" viewBox=\"0 0 20 20\">\n                  <path fill-rule=\"evenodd\" d=\"M18 10a8 8 0 11-16 0 8 8 0 0116 0zm-7-4a1 1 0 11-2 0 1 1 0 012 0zM9 9a1 1 0 000 2v3a1 1 0 001 1h1a1 1 0 100-2v-3a1 1 0 00-1-1H9z\" clip-rule=\"evenodd\"/>\n                </svg>\n                <div class=\"flex-1\">\n                  <p class=\"text-sm font-semibold text-blue-900 mb-2\">游닀 Contexto Pedag칩gico:</p>\n                  <p class=\"text-sm text-blue-800 leading-relaxed\">\n                    En el jard칤n infantil 'Alborada' de La Serena, el educador Carlos implementa diariamente per칤odos de juego libre de 45 minutos. Es un viernes de octubre, y Carlos observa que siete ni침os de NT1 (entre ellos Mat칤as, Antonia y Diego) est치n parados en el centro de la sala, mirando los diferentes rincones sin decidirse por ninguno. El ambiente est치 organizado en cinco rincones: construcci칩n, arte, juego simb칩lico (casa), biblioteca, y ciencias (con lupas y elementos naturales). Carlos trabaja intencionadamente el Objetivo de Aprendizaje 6 del n칰cleo Identidad y Autonom칤a de las BCEP 2018: 'Planificar proyectos y juegos, en funci칩n de sus ideas e intereses, proponiendo actividades, organizando los recursos, incorporando los ajustes necesarios e inici치ndose en la apreciaci칩n de sus resultados'. Tambi칠n considera el OA 7: 'Comunicar sus preferencias, opiniones, ideas, en diversas situaciones cotidianas y juegos'. Carlos sabe que el juego libre es fundamental para el desarrollo, pero algunos ni침os necesitan apoyo para iniciar su exploraci칩n. Debe encontrar el equilibrio entre dar autonom칤a y proporcionar el andamiaje necesario para que los ni침os desarrollen iniciativa.\n                  </p>\n                </div>\n              </div>\n            </div>\n"
  },
  "parv-05": {
    "numero": 5,
    "html": "\n            <!-- Contexto Pedag칩gico -->\n            <div class=\"mb-6 bg-blue-50 border-l-4 border-blue-500 p-5 rounded-r-lg\">\n              <div class=\"flex items-start\">\n                <svg class=\"w-6 h-6 text-blue-600 mr-3 flex-shrink-0 mt-1\" fill=\"currentColor\" viewBox=\"0 0 20 20\">\n                  <path fill-rule=\"evenodd\" d=\"M18 10a8 8 0 11-16 0 8 8 0 0116 0zm-7-4a1 1 0 11-2 0 1 1 0 012 0zM9 9a1 1 0 000 2v3a1 1 0 001 1h1a1 1 0 100-2v-3a1 1 0 00-1-1H9z\" clip-rule=\"evenodd\"/>\n                </svg>\n                <div class=\"flex-1\">\n                  <p class=\"text-sm font-semibold text-blue-900 mb-2\">游닀 Contexto Pedag칩gico:</p>\n                  <p class=\"text-sm text-blue-800 leading-relaxed\">\n                    La educadora Francisca trabaja en un jard칤n infantil de Temuco con un grupo diverso de NT1. Durante el per칤odo de juegos en rincones, observa que Benjam칤n, un ni침o de 4 a침os reci칠n cumplidos, tiene dificultades recurrentes para esperar su turno en el rinc칩n de construcci칩n. Cuando otro ni침o est치 usando las piezas de madera que 칠l desea, Benjam칤n intenta quitarlas, llora, o abandona el juego frustrado. Esta situaci칩n se repite varias veces a la semana. Francisca reflexiona sobre el Objetivo de Aprendizaje 5 del n칰cleo Identidad y Autonom칤a de las BCEP 2018: 'Comunicar sus caracter칤sticas identitarias, fortalezas, habilidades y desaf칤os personales, identificando sus atributos positivos y aspectos que requiera desarrollar con la intenci칩n de realizar nuevas actividades y experiencias'. Tambi칠n trabaja el OA 1: 'Comunicar a los dem치s, emociones y sentimientos tales como: amor, miedo, alegr칤a, ira', ya que la frustraci칩n de Benjam칤n necesita ser nombrada y regulada. La educadora sabe que la autorregulaci칩n no es innata y requiere herramientas concretas adaptadas al nivel de desarrollo de un ni침o de 4 a침os. Necesita implementar estrategias que sean efectivas y respetuosas.\n                  </p>\n                </div>\n              </div>\n            </div>\n"
  },
  "parv-06": {
    "numero": 6,
    "html": "\n            <!-- Contexto Pedag칩gico -->\n            <div class=\"mb-6 bg-blue-50 border-l-4 border-blue-500 p-5 rounded-r-lg\">\n              <div class=\"flex items-start\">\n                <svg class=\"w-6 h-6 text-blue-600 mr-3 flex-shrink-0 mt-1\" fill=\"currentColor\" viewBox=\"0 0 20 20\">\n                  <path fill-rule=\"evenodd\" d=\"M18 10a8 8 0 11-16 0 8 8 0 0116 0zm-7-4a1 1 0 11-2 0 1 1 0 012 0zM9 9a1 1 0 000 2v3a1 1 0 001 1h1a1 1 0 100-2v-3a1 1 0 00-1-1H9z\" clip-rule=\"evenodd\"/>\n                </svg>\n                <div class=\"flex-1\">\n                  <p class=\"text-sm font-semibold text-blue-900 mb-2\">游닀 Contexto Pedag칩gico:</p>\n                  <p class=\"text-sm text-blue-800 leading-relaxed\">\n                    En el jard칤n infantil 'Arco칤ris' de Rancagua, la educadora Marcela planifica un proyecto para el mes de mayo sobre identidad personal. Su grupo de NT2 est치 conformado por 26 ni침os y ni침as de 5 a침os, con diversas historias familiares: algunos viven con ambos padres, otros con abuelos, algunos tienen hermanos y otros son hijos 칰nicos. Marcela quiere trabajar el Objetivo de Aprendizaje 4 del n칰cleo Identidad y Autonom칤a de las BCEP 2018: 'Comunicar sus caracter칤sticas identitarias, sus conocimientos, habilidades, fortalezas y opiniones'. Tambi칠n considera el OA 5: 'Comunicar sus caracter칤sticas identitarias, fortalezas, habilidades y desaf칤os personales, identificando sus atributos positivos y aspectos que requiera desarrollar'. Marcela busca una experiencia que sea significativa, que respete la diversidad familiar, que integre m칰ltiples lenguajes (verbal, visual, narrativo), y que permita a cada ni침o construir conscientemente su narrativa identitaria. Ha investigado diferentes propuestas pedag칩gicas y debe seleccionar la que mejor se alinee con un enfoque de derechos, participaci칩n protag칩nica infantil, y desarrollo integral seg칰n las BCEP 2018.\n                  </p>\n                </div>\n              </div>\n            </div>\n"
  },
  "parv-07": {
    "numero": 7,
    "html": "\n            <!-- Contexto Pedag칩gico -->\n            <div class=\"mb-6 bg-blue-50 border-l-4 border-blue-500 p-5 rounded-r-lg\">\n              <div class=\"flex items-start\">\n                <svg class=\"w-6 h-6 text-blue-600 mr-3 flex-shrink-0 mt-1\" fill=\"currentColor\" viewBox=\"0 0 20 20\">\n                  <path fill-rule=\"evenodd\" d=\"M18 10a8 8 0 11-16 0 8 8 0 0116 0zm-7-4a1 1 0 11-2 0 1 1 0 012 0zM9 9a1 1 0 000 2v3a1 1 0 001 1h1a1 1 0 100-2v-3a1 1 0 00-1-1H9z\" clip-rule=\"evenodd\"/>\n                </svg>\n                <div class=\"flex-1\">\n                  <p class=\"text-sm font-semibold text-blue-900 mb-2\">游닀 Contexto Pedag칩gico:</p>\n                  <p class=\"text-sm text-blue-800 leading-relaxed\">\n                    El educador Roberto trabaja en un jard칤n infantil de Puerto Montt, en un grupo de NT2. Cada ma침ana, implementa un momento de 'planificaci칩n del d칤a' donde conversa con los ni침os sobre las actividades que realizar치n. Sin embargo, Roberto ha notado que este espacio se ha vuelto una mera presentaci칩n de lo que 칠l ya decidi칩, sin real participaci칩n infantil. Reflexionando sobre su pr치ctica, recuerda el Objetivo de Aprendizaje 7 del n칰cleo Identidad y Autonom칤a de las BCEP 2018: 'Comunicar sus preferencias, opiniones, ideas, en diversas situaciones cotidianas y juegos'. Tambi칠n considera el OA 2 del n칰cleo Convivencia y Ciudadan칤a: 'Participar en actividades y juegos colaborativos, planificando, acordando estrategias para un prop칩sito com칰n y asumiendo progresivamente responsabilidades en ellos'. Roberto quiere transformar este momento en un espacio aut칠ntico de participaci칩n democr치tica, donde los ni침os realmente ejerzan su derecho a opinar sobre su proceso educativo. Debe encontrar una estrategia que equilibre la estructura pedag칩gica necesaria con la participaci칩n genuina infantil, considerando que son 28 ni침os con diferentes niveles de expresi칩n oral.\n                  </p>\n                </div>\n              </div>\n            </div>\n"
  },
  "parv-08": {
    "numero": 8,
    "html": "\n            <!-- Contexto Pedag칩gico -->\n            <div class=\"mb-6 bg-blue-50 border-l-4 border-blue-500 p-5 rounded-r-lg\">\n              <div class=\"flex items-start\">\n                <svg class=\"w-6 h-6 text-blue-600 mr-3 flex-shrink-0 mt-1\" fill=\"currentColor\" viewBox=\"0 0 20 20\">\n                  <path fill-rule=\"evenodd\" d=\"M18 10a8 8 0 11-16 0 8 8 0 0116 0zm-7-4a1 1 0 11-2 0 1 1 0 012 0zM9 9a1 1 0 000 2v3a1 1 0 001 1h1a1 1 0 100-2v-3a1 1 0 00-1-1H9z\" clip-rule=\"evenodd\"/>\n                </svg>\n                <div class=\"flex-1\">\n                  <p class=\"text-sm font-semibold text-blue-900 mb-2\">游닀 Contexto Pedag칩gico:</p>\n                  <p class=\"text-sm text-blue-800 leading-relaxed\">\n                    En el jard칤n infantil de Arica, la educadora Isabel observa a Tom치s (NT1, 4 a침os) sentado en el patio durante el momento de salida. Los dem치s ni침os se est치n preparando para ir a casa, poni칠ndose sus chaquetas y zapatos. Tom치s mira sus zapatos con cordones, intenta hacer un lazo pero las tiras se le escapan. Despu칠s de dos intentos, cruza los brazos y dice: 'no s칠 amarrarme los zapatos, es muy dif칤cil'. Isabel sabe que esta es una habilidad de coordinaci칩n fina compleja para un ni침o de 4 a침os, y que muchos de sus compa침eros a칰n tampoco la dominan. La educadora reflexiona sobre el Objetivo de Aprendizaje 5 del n칰cleo Identidad y Autonom칤a de las BCEP 2018: 'Comunicar sus caracter칤sticas identitarias, fortalezas, habilidades y desaf칤os personales, identificando sus atributos positivos y aspectos que requiera desarrollar con la intenci칩n de realizar nuevas actividades y experiencias'. Tambi칠n considera el OA 9: 'Cuidar su bienestar personal, llevando a cabo sus pr치cticas de higiene, alimentaci칩n y vestuario, con independencia y progresiva responsabilidad'. Isabel debe responder de una manera que valide los sentimientos de Tom치s, normalice el proceso de aprendizaje, evite comparaciones da침inas con pares, y ofrezca apoyo ajustado a su necesidad sin generar dependencia.\n                  </p>\n                </div>\n              </div>\n            </div>\n"
  },
  "parv-09": {
    "numero": 9,
    "html": "\n            <!-- Contexto Pedag칩gico -->\n            <div class=\"mb-6 bg-blue-50 border-l-4 border-blue-500 p-5 rounded-r-lg\">\n              <div class=\"flex items-start\">\n                <svg class=\"w-6 h-6 text-blue-600 mr-3 flex-shrink-0 mt-1\" fill=\"currentColor\" viewBox=\"0 0 20 20\">\n                  <path fill-rule=\"evenodd\" d=\"M18 10a8 8 0 11-16 0 8 8 0 0116 0zm-7-4a1 1 0 11-2 0 1 1 0 012 0zM9 9a1 1 0 000 2v3a1 1 0 001 1h1a1 1 0 100-2v-3a1 1 0 00-1-1H9z\" clip-rule=\"evenodd\"/>\n                </svg>\n                <div class=\"flex-1\">\n                  <p class=\"text-sm font-semibold text-blue-900 mb-2\">游닀 Contexto Pedag칩gico:</p>\n                  <p class=\"text-sm text-blue-800 leading-relaxed\">\n                    La educadora Valentina trabaja en un jard칤n infantil de la comuna de Maip칰, con un grupo de NT2. Durante la pandemia de COVID-19, los protocolos sanitarios enfatizaron la importancia del lavado frecuente de manos, y ahora, en 2025, Valentina quiere consolidar este h치bito como parte permanente del autocuidado. Observa que algunos ni침os se lavan las manos mec치nicamente sin comprender realmente el proceso, mientras otros evitan hacerlo cuando pueden. Valentina reflexiona sobre el Objetivo de Aprendizaje 9 del n칰cleo Identidad y Autonom칤a de las BCEP 2018: 'Cuidar su bienestar personal, llevando a cabo sus pr치cticas de higiene, alimentaci칩n y vestuario, con independencia y progresiva responsabilidad'. Tambi칠n considera el OA 2 del n칰cleo Corporalidad y Movimiento: 'Comunicar nuevas posibilidades de acci칩n logradas a trav칠s de su cuerpo en situaciones cotidianas y de juego, empleando vocabulario preciso'. Valentina quiere dise침ar una estrategia integral que combine rutina, experiencia sensorial, metacognici칩n (observarse haciendo), apoyo visual, y alegr칤a, transformando el lavado de manos en un momento de aprendizaje activo y no en una obligaci칩n impuesta. Debe seleccionar la estrategia m치s coherente con un enfoque de autonom칤a progresiva y aprendizaje significativo.\n                  </p>\n                </div>\n              </div>\n            </div>\n"
  },
  "parv-10": {
    "numero": 10,
    "html": "\n            <!-- Contexto Pedag칩gico -->\n            <div class=\"mb-6 bg-blue-50 border-l-4 border-blue-500 p-5 rounded-r-lg\">\n              <div class=\"flex items-start\">\n                <svg class=\"w-6 h-6 text-blue-600 mr-3 flex-shrink-0 mt-1\" fill=\"currentColor\" viewBox=\"0 0 20 20\">\n                  <path fill-rule=\"evenodd\" d=\"M18 10a8 8 0 11-16 0 8 8 0 0116 0zm-7-4a1 1 0 11-2 0 1 1 0 012 0zM9 9a1 1 0 000 2v3a1 1 0 001 1h1a1 1 0 100-2v-3a1 1 0 00-1-1H9z\" clip-rule=\"evenodd\"/>\n                </svg>\n                <div class=\"flex-1\">\n                  <p class=\"text-sm font-semibold text-blue-900 mb-2\">游닀 Contexto Pedag칩gico:</p>\n                  <p class=\"text-sm text-blue-800 leading-relaxed\">\n                    El educador Claudio trabaja en un jard칤n infantil de Iquique, con un grupo de NT1. Est치 reorganizando los materiales de la sala para el segundo semestre. Claudio ha notado que muchos ni침os esperan constantemente que 칠l les entregue los materiales, y que pocas veces inician actividades por s칤 mismos. Reflexiona sobre el Objetivo de Aprendizaje 6 del n칰cleo Identidad y Autonom칤a de las BCEP 2018: 'Planificar proyectos y juegos, en funci칩n de sus ideas e intereses, proponiendo actividades, organizando los recursos, incorporando los ajustes necesarios e inici치ndose en la apreciaci칩n de sus resultados'. Tambi칠n considera el OA 7: 'Comunicar sus preferencias, opiniones, ideas, en diversas situaciones cotidianas y juegos'. Claudio ha investigado sobre el concepto de 'ambiente preparado' de Mar칤a Montessori y el enfoque de Reggio Emilia sobre el espacio como 'tercer educador'. Quiere que la organizaci칩n f칤sica del aula invite a la exploraci칩n aut칩noma, comunique orden y posibilidades, y permita que los ni침os sean realmente protagonistas de su aprendizaje. Debe decidir c칩mo organizar estantes, materiales, y se침alizaciones para que un ni침o de 4 a침os pueda, progresivamente, acceder a recursos, usarlos y devolverlos sin dependencia constante del adulto.\n                  </p>\n                </div>\n              </div>\n            </div>\n"
  }
}