{
  "titulo": "8 Preguntas Nuevas (51-58) - Estilo EP 2023",
  "descripcion": "Preguntas con contextos pedagógicos extensos, OAs BCEP 2018, situaciones reales de aula",
  "fecha_creacion": "2025-11-23",
  "distribucion": {
    "analisis": 3,
    "intervencion": 3,
    "evaluacion": 1,
    "teorica": 1
  },
  "preguntas": [
    {
      "id": "parv-51",
      "numero": 51,
      "ambito": "Desarrollo Personal y Social",
      "nucleo": "Identidad y Autonomía",
      "habilidad": "Análisis de situación - Reconocimiento emocional",
      "tipo": "analisis",
      "dificultad": "media",
      "contexto": "La educadora Patricia trabaja con NT2 favoreciendo el OA 3 del núcleo Identidad y Autonomía: 'Reconocer emociones y sentimientos en sí mismo y en los demás, manifestándolos de diversas formas'. Durante el saludo, observa que Tomás llega con ojos llorosos y evita contacto con sus compañeros. Patricia se acerca, se agacha a su altura y dice: 'Tomás, veo que tus ojos están llorosos... parece que estás triste'. El niño asiente. Patricia pregunta si quiere contarle qué pasa o preferir estar en el rincón tranquilo. Tomás elige el rincón tranquilo. Minutos después, se acerca y cuenta que extraña a su mamá que viajó por trabajo.",
      "enunciado": "¿Cuál acción de Patricia favorece MEJOR el OA 3 para continuar el trabajo con Tomás?",
      "alternativas": [
        {"letra": "A", "texto": "Distraerlo con juguetes nuevos para que olvide rápidamente su tristeza y se integre al grupo sin manifestar su emoción"},
        {"letra": "B", "texto": "Validar su emoción diciéndole 'es normal extrañar a mamá', invitarlo a hacer un dibujo para ella, y compartir con el grupo cómo cada uno se siente cuando extraña a alguien querido"},
        {"letra": "C", "texto": "Decirle que no debe llorar porque ya es grande y los niños grandes no lloran"},
        {"letra": "D", "texto": "Llamar inmediatamente a la familia para que vengan a buscarlo"}
      ],
      "respuesta_correcta": "B",
      "explicacion": "El OA 3 busca que los niños reconozcan y manifiesten emociones de diversas formas. La alternativa B favorece este objetivo porque: 1) Valida la emoción de Tomás, enseñándole que sentir tristeza es normal y no debe reprimirla; 2) Ofrece una forma de expresión creativa (dibujo) que permite manifestar el sentimiento; 3) Extiende el aprendizaje al grupo, normalizando que todos experimentamos emociones similares. La alternativa A ignora la emoción; C la invalida generando vergüenza; D no confía en la capacidad del niño de autorregularse con apoyo. Patricia demuestra mediación efectiva al nombrar la emoción, respetar tiempos, y crear oportunidades de expresión emocional saludable según BCEP 2018.",
      "temas_relacionados": ["Reconocimiento emocional", "Validación emocional", "Expresión de sentimientos", "BCEP 2018 OA 3"]
    },
    {
      "id": "parv-52",
      "numero": 52,
      "ambito": "Desarrollo Personal y Social",
      "nucleo": "Convivencia y Ciudadanía",
      "habilidad": "Intervención pedagógica - Resolución de conflictos",
      "tipo": "intervencion",
      "dificultad": "alta",
      "contexto": "El educador Carlos observa que durante el juego libre en construcción, Matías y Sofía discuten por bloques grandes. Matías dice 'yo los tenía primero', Sofía responde 'pero yo también quiero hacer una torre grande'. Ambos toman extremos del mismo bloque, tirando cada uno hacia su lado. Carlos se acerca con voz calmada: 'Veo que ambos quieren los bloques grandes. Matías dice que los tenía primero, y Sofía también quiere usarlos. Tenemos una situación que podemos resolver juntos'. Trabaja el OA 6 del núcleo Convivencia y Ciudadanía: 'Respetar normas y acuerdos creados colaborativamente con pares y adultos, para el bienestar del grupo'.",
      "enunciado": "Para que Matías y Sofía resuelvan el conflicto colaborativamente según el OA 6, ¿qué estrategia debería implementar Carlos?",
      "alternativas": [
        {"letra": "A", "texto": "Quitarles los bloques a ambos y guardarlos diciendo 'si no pueden compartir, nadie juega'"},
        {"letra": "B", "texto": "Decidir arbitrariamente que Matías juega 5 minutos y luego Sofía, imponiendo la solución"},
        {"letra": "C", "texto": "Facilitar diálogo preguntando: '¿Qué podríamos hacer para que ambos jueguen con bloques grandes?', escuchar propuestas, guiarlos a acordar una solución (jugar juntos, turnarse con tiempo definido, buscar más bloques), y validar el acuerdo alcanzado"},
        {"letra": "D", "texto": "Ignorar el conflicto y dejar que resuelvan solos sin mediación"}
      ],
      "respuesta_correcta": "C",
      "explicacion": "El OA 6 enfatiza la creación colaborativa de normas y acuerdos, no su imposición. La alternativa C es apropiada porque: 1) Carlos actúa como mediador que facilita diálogo, no como juez que impone; 2) Pregunta abierta invita a pensar creativamente en soluciones; 3) Valida ideas de ambos, fomentando respeto mutuo; 4) Les permite acordar la solución que prefieran (construir juntos, turnarse con timer, buscar más bloques); 5) Al validar el acuerdo, enseña que sus decisiones tienen valor. Desarrolla habilidades de negociación, empatía, pensamiento creativo, y sentido de agencia. A y B son punitivas/impositivas; D es negligente. BCEP 2018 promueve protagonismo infantil en construcción de normas.",
      "temas_relacionados": ["Resolución de conflictos", "Mediación pedagógica", "Acuerdos colaborativos", "BCEP 2018 OA 6"]
    },
    {
      "id": "parv-53",
      "numero": 53,
      "ambito": "Interacción y Comprensión del Entorno",
      "nucleo": "Pensamiento Matemático",
      "habilidad": "Análisis de situación - Representación numérica",
      "tipo": "analisis",
      "dificultad": "media",
      "contexto": "La educadora Francisca planifica una experiencia para NT1 favoreciendo el OA 7 del núcleo Pensamiento Matemático: 'Representar números y cantidades hasta el 10, en forma concreta, pictórica y simbólica'. Organiza actividad donde niños distribuyen frutas de juguete en canastos numerados. Dispone de: 1) frutas de juguete (concreto), 2) tarjetas con dibujos de frutas (pictórico), 3) números móviles de espuma (simbólico), 4) canastos transparentes con etiquetas numéricas, 5) fichas de registro para dibujar frutas y escribir números. Francisca observa que algunos niños colocan frutas en canastos pero no conectan con números, mientras otros cuentan en voz alta y buscan el número correspondiente.",
      "enunciado": "Considerando el OA 7 y las observaciones, ¿qué acción pedagógica promueve MEJOR la progresión desde lo concreto hacia lo simbólico?",
      "alternativas": [
        {"letra": "A", "texto": "Mostrar solo láminas impresas con números del 1 al 10 para memorizar, sin material concreto"},
        {"letra": "B", "texto": "Invitar a cada niño a: tomar frutas concretas, contarlas tocándolas una por una, dibujarlas en su ficha (pictórico), buscar el número correspondiente, verbalizando 'puse 5 frutas, las dibujé, encontré el número 5'"},
        {"letra": "C", "texto": "Proyectar un video educativo sobre conteo para observar pasivamente"},
        {"letra": "D", "texto": "Entregar solo fichas plastificadas con ejercicios numéricos, sin material concreto"}
      ],
      "respuesta_correcta": "B",
      "explicacion": "El OA 7 especifica representación en tres formas: concreta, pictórica y simbólica, estableciendo progresión fundamental para comprensión numérica. B es apropiada porque: 1) Comienza con lo concreto (manipular frutas), base para construir significado; 2) Promueve conteo con correspondencia uno a uno (tocar cada fruta); 3) Facilita transición a lo pictórico (dibujar frutas contadas); 4) Conecta con lo simbólico (número escrito) significativamente; 5) Verbalización fortalece metacognición. Esta secuencia respeta cómo párvulos construyen concepto de número: primero manipulando objetos, luego representándolos visualmente, finalmente usando símbolos abstractos. A, C y D saltan a lo simbólico o son pasivas. BCEP 2018 enfatiza aprendizaje activo y manipulativo.",
      "temas_relacionados": ["Representación numérica", "Concreto-pictórico-simbólico", "Conteo", "BCEP 2018 OA 7"]
    },
    {
      "id": "parv-54",
      "numero": 54,
      "ambito": "Comunicación Integral",
      "nucleo": "Lenguaje Verbal",
      "habilidad": "Intervención pedagógica - Desarrollo del lenguaje oral",
      "tipo": "intervencion",
      "dificultad": "media",
      "contexto": "La educadora Marcela trabaja con NT2 favoreciendo el OA 3 del núcleo Lenguaje Verbal: 'Descubrir en contextos lúdicos, atributos fonológicos de palabras conocidas, tales como conteo de palabras, segmentación y conteo de sílabas, identificación de sonidos finales e iniciales'. Durante un círculo de conversación, decide implementar juegos fonológicos para desarrollar conciencia fonológica. Tiene preparados materiales: tarjetas con imágenes, palmas para marcar sílabas, una caja sorpresa con objetos, y láminas con rimas. Marcela sabe que la conciencia fonológica es predictora del éxito en lectoescritura, por lo que busca experiencias lúdicas y significativas para los niños.",
      "enunciado": "¿Cuál secuencia de actividades favorece MEJOR el desarrollo de la conciencia fonológica según el OA 3?",
      "alternativas": [
        {"letra": "A", "texto": "Enseñar directamente el alfabeto con planas de escritura de letras, sin trabajo oral previo"},
        {"letra": "B", "texto": "Comenzar con juegos de rimas ('busquemos palabras que suenan como casa: masa, pasa'), luego segmentar palabras en sílabas con palmas ('ma-ri-po-sa tiene 4 sílabas'), identificar sonido inicial ('¿con qué sonido empieza MESA? ¡Con mmm!'), y finalizar con juego de encontrar objetos que empiecen con sonidos específicos"},
        {"letra": "C", "texto": "Dictarles oraciones completas para que las escriban, sin trabajo fonológico previo"},
        {"letra": "D", "texto": "Mostrar solo videos educativos sin participación activa de los niños"}
      ],
      "respuesta_correcta": "B",
      "explicacion": "El OA 3 enfatiza descubrir atributos fonológicos en contextos lúdicos. B es apropiada porque sigue progresión pedagógica recomendada: 1) Rimas trabajan percepción de similitudes sonoras (nivel más global); 2) Segmentación silábica con palmas hace visible la estructura de palabras (nivel intermedio); 3) Identificación de sonidos iniciales trabaja nivel fonémico (más específico); 4) Búsqueda activa de objetos consolida aprendizaje aplicándolo. Todo es oral, lúdico, y manipulativo. La conciencia fonológica se desarrolla ANTES de enseñar letras (A y C saltan a escritura), requiere participación activa (D es pasivo). Marcela aplica principios de BCEP 2018: aprendizaje significativo, lúdico, y con progresión desde lo simple a lo complejo.",
      "temas_relacionados": ["Conciencia fonológica", "Rimas", "Segmentación silábica", "Sonidos iniciales", "BCEP 2018 OA 3"]
    },
    {
      "id": "parv-55",
      "numero": 55,
      "ambito": "Interacción y Comprensión del Entorno",
      "nucleo": "Exploración del Entorno Natural",
      "habilidad": "Análisis de situación - Experimentación científica",
      "tipo": "analisis",
      "dificultad": "alta",
      "contexto": "El educador Roberto planifica una experiencia de indagación científica con NT1, favoreciendo el OA 8 del núcleo Exploración del Entorno Natural: 'Comunicar sus observaciones, los instrumentos utilizados y los hallazgos obtenidos en experiencias de indagación en el entorno natural, mediante relatos, representaciones gráficas o fotografías'. Propone investigar '¿Qué objetos flotan y cuáles se hunden?'. Prepara: tina transparente con agua, objetos variados (piedra, corcho, esponja, llave, pelota plástico, hoja), fichas de registro con dos columnas (flota/se hunde), lápices, cámara para fotografiar. Durante la experiencia, los niños predicen, prueban, observan asombrados los resultados, y discuten entre ellos '¡la esponja flota pero después se hunde!'.",
      "enunciado": "Para favorecer que los niños comuniquen sus hallazgos según el OA 8, ¿qué estrategia debería implementar Roberto al finalizar la experimentación?",
      "alternativas": [
        {"letra": "A", "texto": "Guardar inmediatamente los materiales sin momento de cierre ni comunicación de hallazgos"},
        {"letra": "B", "texto": "Decirles las respuestas correctas sin que ellos comuniquen lo que descubrieron"},
        {"letra": "C", "texto": "Invitar a cada niño a mostrar su ficha de registro, relatar qué objetos flotaron/se hundieron y por qué creen que pasó, mostrar fotografías tomadas, y crear un panel colectivo con dibujos y conclusiones del grupo (ej: 'cosas livianas flotan, pesadas se hunden')"},
        {"letra": "D", "texto": "Pedirles solo que dibujen en silencio, sin espacio para relato oral o discusión"}
      ],
      "respuesta_correcta": "C",
      "explicacion": "El OA 8 enfatiza comunicar observaciones, instrumentos y hallazgos mediante relatos, representaciones gráficas o fotografías. C es apropiada porque: 1) Invita al relato oral (lenguaje verbal para comunicar ciencia); 2) Usa las fichas de registro como evidencia y apoyo visual; 3) Integra fotografías como memoria y herramienta de comunicación; 4) Construye panel colectivo que sintetiza aprendizajes del grupo; 5) Promueve formulación de teorías infantiles ('cosas livianas flotan'), validando su pensamiento científico. A pierde oportunidad de cierre reflexivo; B invalida protagonismo infantil; D limita a una sola forma de comunicación. Roberto aplica ciclo de indagación completo: predicción-experimentación-observación-comunicación. BCEP 2018 valora múltiples formas de expresión y construcción colectiva de conocimiento.",
      "temas_relacionados": ["Indagación científica", "Comunicación de hallazgos", "Experimentación", "Registro científico", "BCEP 2018 OA 8"]
    },
    {
      "id": "parv-56",
      "numero": 56,
      "ambito": "Desarrollo Personal y Social",
      "nucleo": "Corporalidad y Movimiento",
      "habilidad": "Intervención pedagógica - Motricidad gruesa",
      "tipo": "intervencion",
      "dificultad": "media",
      "contexto": "La educadora Isabel planifica experiencias motrices para NT2, trabajando el OA 1 del núcleo Corporalidad y Movimiento: 'Manifestar iniciativa para resguardar el autocuidado de su cuerpo y su confortabilidad, en función de su propio bienestar'. Observa que durante recreos algunos niños corren sin detenerse hasta agotarse, no identificando señales de cansancio. Isabel decide implementar un circuito motor que incluye: correr, saltar, trepar, arrastrarse, y 'estaciones de descanso' con colchonetas y botellas de agua. Su objetivo es que los niños aprendan a reconocer señales corporales (respiración agitada, sudor, cansancio muscular) y respondan autocuidándose.",
      "enunciado": "Para favorecer el autocuidado corporal según el OA 1, ¿qué mediación debería realizar Isabel durante el circuito motor?",
      "alternativas": [
        {"letra": "A", "texto": "Obligarlos a completar todo el circuito sin pausas, aunque manifiesten cansancio"},
        {"letra": "B", "texto": "Durante la actividad, detenerse periódicamente y preguntar: '¿Cómo está tu cuerpo? ¿Sientes tu corazón latir rápido? ¿Necesitas agua o descanso?', validar cuando eligen pausar ('escuchaste a tu cuerpo, eso es cuidarte'), modelar respiraciones profundas, y permitir que retomen cuando se sientan listos"},
        {"letra": "C", "texto": "Imponer descansos fijos cada 5 minutos sin considerar necesidades individuales"},
        {"letra": "D", "texto": "No mencionar señales corporales ni autocuidado, solo dirigir la actividad física"}
      ],
      "respuesta_correcta": "B",
      "explicacion": "El OA 1 busca que niños manifiesten iniciativa para resguardar autocuidado y confortabilidad según su propio bienestar. B es apropiada porque: 1) Preguntas metacognitivas ('¿cómo está tu cuerpo?') desarrollan conciencia corporal; 2) Nombra señales específicas (corazón acelerado) enseñando a identificarlas; 3) Valida decisiones de autocuidado, fomentando autonomía; 4) Modela estrategias (respiraciones profundas) para autorregulación; 5) Respeta tiempos individuales. Esto enseña que escuchar al cuerpo y responder a sus necesidades es fortaleza, no debilidad. A ignora señales de fatiga (riesgo); C es rígida e impositiva; D pierde oportunidad educativa. Isabel integra actividad física con educación para autocuidado consciente, clave en BCEP 2018 para desarrollo integral.",
      "temas_relacionados": ["Autocuidado corporal", "Conciencia corporal", "Autorregulación", "Motricidad gruesa", "BCEP 2018 OA 1"]
    },
    {
      "id": "parv-57",
      "numero": 57,
      "ambito": "Interacción y Comprensión del Entorno",
      "nucleo": "Comprensión del Entorno Sociocultural",
      "habilidad": "Evaluación - Documentación pedagógica",
      "tipo": "evaluacion",
      "dificultad": "alta",
      "contexto": "La educadora Valentina trabaja con NT1 un proyecto sobre 'Las familias de nuestro jardín', favoreciendo el OA 4 del núcleo Comprensión del Entorno Sociocultural: 'Comunicar sus características identitarias, fortalezas, habilidades y desafíos personales, identificando sus aportes al grupo'. Durante tres semanas, los niños traen fotos familiares, relatan tradiciones, representan roles familiares en juego dramático, y crean un mural colectivo. Valentina necesita evaluar los aprendizajes alcanzados respecto al OA 4, documentando evidencias del proceso y logros de cada niño para retroalimentar a las familias y planificar experiencias futuras.",
      "enunciado": "¿Cuál instrumento de evaluación es MÁS pertinente para registrar evidencias del logro del OA 4 en este proyecto?",
      "alternativas": [
        {"letra": "A", "texto": "Prueba escrita individual sobre conceptos de familia, sin considerar el proceso vivido"},
        {"letra": "B", "texto": "Registro anecdótico con observaciones específicas de participaciones orales de cada niño durante relatos familiares, fotografías de sus producciones en el mural, transcripciones de diálogos significativos, y rúbrica cualitativa con indicadores del OA 4 (comunica características identitarias, identifica aportes al grupo)"},
        {"letra": "C", "texto": "Escala numérica genérica de conducta, sin vínculo con el OA trabajado"},
        {"letra": "D", "texto": "Solo calificación final sin evidencias del proceso ni retroalimentación formativa"}
      ],
      "respuesta_correcta": "B",
      "explicacion": "Para evaluar OA 4 en contexto de proyecto, B es apropiada porque: 1) Registro anecdótico captura situaciones auténticas donde niños comunican su identidad; 2) Fotografías documentan producciones visuales (evidencia concreta); 3) Transcripciones preservan voz infantil y riqueza de sus relatos; 4) Rúbrica cualitativa con indicadores específicos del OA permite valorar logros sin reducir a número; 5) Conjunto de evidencias muestra proceso, no solo producto final. Esta documentación pedagógica permite retroalimentación significativa a familias ('Martín compartió con orgullo la tradición de hacer sopaipillas, identificando que aporta recetas al grupo') y planificación situada. A es descontextualizada; C es genérica; D no es formativa. BCEP 2018 promueve evaluación auténtica, formativa, y basada en evidencias múltiples.",
      "temas_relacionados": ["Evaluación auténtica", "Documentación pedagógica", "Registro anecdótico", "Evidencias de aprendizaje", "BCEP 2018 OA 4"]
    },
    {
      "id": "parv-58",
      "numero": 58,
      "ambito": "Desarrollo Personal y Social",
      "nucleo": "Identidad y Autonomía",
      "habilidad": "Teórica - Principios pedagógicos BCEP",
      "tipo": "teorica",
      "dificultad": "media",
      "contexto": "Durante una jornada de reflexión pedagógica, el equipo educativo del jardín infantil revisa las Bases Curriculares de la Educación Parvularia (BCEP 2018) para asegurar que sus prácticas se alinean con los principios pedagógicos declarados. La directora Claudia lidera la discusión, preguntando: '¿Cómo se manifiesta el principio de Bienestar en nuestras experiencias diarias?'. El equipo identifica que este principio debe estar presente transversalmente: en la organización de ambientes, en las interacciones adulto-niño, en los tiempos y rutinas, y en la selección de experiencias de aprendizaje. Deciden autoevaluar si sus prácticas realmente promueven el bienestar integral de cada niño y niña.",
      "enunciado": "Según las BCEP 2018, ¿cuál práctica pedagógica refleja MEJOR el principio de Bienestar en Educación Parvularia?",
      "alternativas": [
        {"letra": "A", "texto": "Rutinas rígidas e inflexibles que priorizan orden sobre necesidades individuales"},
        {"letra": "B", "texto": "Generar ambientes emocionalmente seguros donde cada niño/a se sienta acogido, valorado y respetado; atender necesidades físicas (alimentación, sueño, higiene) con calidez; promover relaciones nutritivas; ofrecer experiencias que generan disfrute y satisfacción; y respetar ritmos individuales de aprendizaje"},
        {"letra": "C", "texto": "Priorizar solo logros académicos sin considerar bienestar emocional o físico"},
        {"letra": "D", "texto": "Atender necesidades básicas físicas, pero ignorar necesidades afectivas y emocionales"}
      ],
      "respuesta_correcta": "B",
      "explicacion": "El principio de Bienestar en BCEP 2018 es transversal y multidimensional. B es apropiada porque integra todas las dimensiones del bienestar: 1) Emocional (seguridad afectiva, sentirse acogido/valorado); 2) Física (atención cálida a alimentación, descanso, higiene); 3) Relacional (vínculos nutritivos con adultos y pares); 4) Cognitiva (experiencias que generan satisfacción por aprender); 5) Respeto a individualidad (ritmos propios). El bienestar no es solo ausencia de malestar, sino presencia activa de condiciones que permiten desplegar potencialidades con alegría. A prioriza orden sobre bienestar; C reduce educación a dimensión cognitiva; D fragmenta al niño ignorando integralidad. BCEP 2018 establece que el bienestar es condición y fin del proceso educativo: niños felices, seguros y sanos aprenden mejor.",
      "temas_relacionados": ["Principio de Bienestar", "BCEP 2018", "Desarrollo integral", "Ambientes seguros", "Relaciones nutritivas"]
    }
  ]
}
