{
  "total_preguntas": 14,
  "preguntas": [
    {
      "numero": 5,
      "imagen": "/evaluaciones/educacion-parvularia/pruebas/parv-nt/imagenes/ep2023_p002_img01.png",
      "alt_imagen": "Secuencia de figuras geométricas mostrando un patrón",
      "ambito": "Desarrollo Personal y Social",
      "nucleo": "Pensamiento Matemático",
      "habilidad": "Reconocer patrones y secuencias",
      "contexto": "La educadora Mónica trabaja en el jardín infantil 'Arcoíris' de Antofagasta con un grupo de NT2. Durante el período de matemática lúdica del martes, presenta a los niños una actividad de patrones usando tarjetas con figuras geométricas de colores. Observa que algunos niños identifican rápidamente la secuencia, mientras otros necesitan más tiempo. Mónica reflexiona sobre el Objetivo de Aprendizaje 5 del núcleo Pensamiento Matemático de las BCEP 2018: 'Comunicar la posición de objetos y personas respecto de un punto u objeto de referencia, empleando conceptos de ubicación y distancia tales como: dentro/fuera; encima/debajo/entre; al frente de/detrás de; cerca/lejos y dirección como: adelante/atrás/hacia el lado, en situaciones lúdicas'. También considera el OA 3: 'Comunicar que algunos objetos pueden representarse con figuras geométricas bidimensionales y tridimensionales'. Mónica sabe que el razonamiento de patrones es fundamental para el desarrollo del pensamiento lógico-matemático temprano y prepara a los niños para comprender regularidades en la naturaleza, el arte, la música y las matemáticas formales. Muestra a los niños la imagen y les pide observar la secuencia con atención.",
      "enunciado": "Observa la imagen. ¿Qué figura geométrica continúa el patrón mostrado?",
      "alternativas": {
        "A": "Un círculo rojo",
        "B": "Un triángulo azul",
        "C": "Un cuadrado amarillo",
        "D": "Una estrella verde"
      },
      "respuesta_correcta": "B",
      "explicacion": "La respuesta correcta es **B) Un triángulo azul**, porque el patrón muestra una secuencia que se repite: círculo-cuadrado-triángulo, y en cada repetición cambian los colores de manera sistemática. Esta pregunta evalúa la capacidad de los niños de NT2 para: 1) **Identificar patrones repetitivos** (una habilidad fundamental del pensamiento matemático temprano según las BCEP 2018), 2) **Reconocer figuras geométricas bidimensionales** (círculos, cuadrados, triángulos), 3) **Predecir el siguiente elemento** de una secuencia, y 4) **Aplicar razonamiento lógico** para resolver problemas visuales. El trabajo con patrones prepara a los niños para comprender conceptos matemáticos más complejos como series numéricas, operaciones, y pensamiento algebraico temprano. Según el OA 5 de Pensamiento Matemático, los niños deben 'Comunicar la posición de objetos y personas respecto de un punto u objeto de referencia', lo que incluye comprender secuencias ordenadas. Las alternativas incorrectas presentan figuras que no corresponden a la secuencia establecida, evaluando si el niño realmente identifica el patrón o responde al azar.",
      "temas_relacionados": [
        "Patrones y secuencias",
        "Figuras geométricas",
        "Razonamiento lógico",
        "Pensamiento matemático temprano"
      ]
    },
    {
      "numero": 11,
      "imagen": "/evaluaciones/educacion-parvularia/pruebas/parv-nt/imagenes/ep2023_p003_img01.png",
      "alt_imagen": "Dos grupos de objetos para comparar cantidades",
      "ambito": "Desarrollo Personal y Social",
      "nucleo": "Pensamiento Matemático",
      "habilidad": "Comparar cantidades y cuantificadores",
      "contexto": "El educador Roberto trabaja en un jardín infantil de Iquique con niños de NT1. Durante la experiencia de aprendizaje de matemática concreta del miércoles, presenta una actividad de comparación de cantidades usando material manipulativo. Roberto reflexiona sobre el Objetivo de Aprendizaje 6 del núcleo Pensamiento Matemático de las BCEP 2018: 'Emplear cuantificadores tales como: más que-menos que, igual que, todo-ninguno, mucho-poco, al comparar cantidades de objetos en situaciones cotidianas'. También considera el OA 7: 'Representar números y cantidades hasta el 10, en forma concreta, pictórica y simbólica'. Roberto observa que algunos niños cuentan uno a uno, mientras otros utilizan estimación visual. Sabe que la comparación de cantidades es una habilidad pre-numérica fundamental que precede a la comprensión del concepto de número y las operaciones matemáticas. Muestra la imagen a los niños y les pide compararla con atención.",
      "enunciado": "Observa la imagen. ¿En cuál grupo hay MÁS elementos?",
      "alternativas": {
        "A": "En el grupo de la izquierda",
        "B": "En el grupo de la derecha",
        "C": "Tienen la misma cantidad",
        "D": "No se puede saber"
      },
      "respuesta_correcta": "A",
      "explicacion": "La respuesta correcta es **A) En el grupo de la izquierda**, porque al contar o comparar visualmente, ese grupo contiene más elementos que el otro. Esta pregunta evalúa competencias matemáticas fundamentales según las BCEP 2018: 1) **Uso de cuantificadores** (más que/menos que), una habilidad explícita del OA 6 de Pensamiento Matemático, 2) **Comparación de cantidades** mediante conteo o estimación visual, 3) **Conservación de número** (comprender que la cantidad no cambia por la disposición espacial), y 4) **Razonamiento cuantitativo básico**. El trabajo sistemático con comparaciones prepara a los niños para comprender relaciones numéricas, realizar operaciones simples (suma y resta como agregar o quitar), y desarrollar sentido numérico. Según investigaciones del desarrollo cognitivo infantil, la habilidad de comparar cantidades emerge antes que la capacidad de contar con precisión. Las BCEP 2018 enfatizan que los niños deben 'Emplear cuantificadores en situaciones cotidianas', lo que incluye actividades lúdicas, distribución de materiales, y juegos. Esta pregunta con apoyo visual permite evaluar si el niño realmente comprende el concepto 'más que' o responde intuitivamente.",
      "temas_relacionados": [
        "Cuantificadores",
        "Comparación de cantidades",
        "Conteo",
        "Sentido numérico"
      ]
    },
    {
      "numero": 17,
      "imagen": "/evaluaciones/educacion-parvularia/pruebas/parv-nt/imagenes/ep2023_p004_img01.png",
      "alt_imagen": "Escena ilustrada con niños realizando diferentes acciones",
      "ambito": "Comunicación Integral",
      "nucleo": "Lenguaje Verbal",
      "habilidad": "Comprensión lectora visual y expresión oral",
      "contexto": "La educadora Lorena trabaja en el jardín infantil 'Semillitas' de Copiapó con un grupo de NT2. Durante el período de lenguaje oral del jueves, presenta imágenes narrativas para desarrollar habilidades de comprensión y expresión. Lorena reflexiona sobre el Objetivo de Aprendizaje 3 del núcleo Lenguaje Verbal de las BCEP 2018: 'Descubrir en contextos lúdicos, atributos fonológicos de palabras conocidas, tales como conteo de palabras, segmentación y conteo de sílabas, identificación de sonidos finales e iniciales'. También considera el OA 7: 'Comunicar de manera verbal y no verbal, nuevos conocimientos sobre temas de su interés o a partir de lo escuchado, visto o leído'. Lorena sabe que la lectura de imágenes es una forma de alfabetización visual que precede y acompaña a la lectura de textos escritos. Muestra la imagen a los niños y les invita a observarla con detención antes de responder.",
      "enunciado": "Observa la imagen. ¿Qué están haciendo los niños en la ilustración?",
      "alternativas": {
        "A": "Están durmiendo en sus camas",
        "B": "Están jugando en el patio del jardín",
        "C": "Están comiendo en la sala",
        "D": "Están pintando en sus mesas"
      },
      "respuesta_correcta": "B",
      "explicacion": "La respuesta correcta es **B) Están jugando en el patio del jardín**, porque la imagen muestra claramente niños realizando actividades recreativas en un espacio exterior. Esta pregunta evalúa habilidades fundamentales del núcleo Lenguaje Verbal según las BCEP 2018: 1) **Comprensión lectora visual** (interpretar imágenes como textos), 2) **Identificación de contextos** (reconocer espacios y situaciones), 3) **Uso de vocabulario** (nombrar acciones: jugar, correr, saltar), y 4) **Inferencia** (deducir la actividad general a partir de elementos visuales específicos). Las BCEP 2018, en el OA 7 de Lenguaje Verbal, establecen que los niños deben 'Comunicar de manera verbal y no verbal, nuevos conocimientos sobre temas de su interés o a partir de lo visto', lo que incluye describir, narrar, y explicar lo observado en imágenes. La lectura de imágenes es una competencia semiótica fundamental: los niños aprenden que las imágenes 'dicen cosas', comunican significados, cuentan historias. Esta habilidad es previa y paralela a la lectura de palabras escritas. Las alternativas incorrectas presentan acciones posibles pero que no corresponden a la escena mostrada, evaluando si el niño realmente observa y comprende la imagen o responde al azar.",
      "temas_relacionados": [
        "Lectura de imágenes",
        "Comprensión visual",
        "Expresión oral",
        "Alfabetización inicial"
      ]
    },
    {
      "numero": 23,
      "imagen": "/evaluaciones/educacion-parvularia/pruebas/parv-nt/imagenes/ep2023_p005_img02.png",
      "alt_imagen": "Secuencia del ciclo de vida de una planta con semilla, brote, planta y flor",
      "ambito": "Interacción y Comprensión del Entorno",
      "nucleo": "Exploración del Entorno Natural",
      "habilidad": "Comprender ciclos naturales y cambios",
      "contexto": "La educadora Carmen trabaja en el jardín infantil 'Raíces' de La Serena con niños de NT2. Durante el proyecto de huerto escolar del mes de septiembre, observa el crecimiento de las plantas que sembraron hace cuatro semanas. Carmen reflexiona sobre el Objetivo de Aprendizaje 6 del núcleo Exploración del Entorno Natural de las BCEP 2018: 'Establecer relaciones de semejanzas y diferencias de animales y plantas, a partir de algunas características (tamaño, color, textura y morfología), sus necesidades básicas (formas de alimentación y abrigo), y los lugares que habitan, al observarlos en forma directa, en libros ilustrados o en TICs'. También considera el OA 2: 'Formular conjeturas y predicciones acerca de las causas o consecuencias de fenómenos naturales que observa, a partir de sus conocimientos y experiencias previas'. Carmen sabe que comprender ciclos naturales ayuda a los niños a entender el paso del tiempo, los cambios, y las transformaciones. Muestra la imagen del ciclo de vida de una planta.",
      "enunciado": "Observa la imagen que muestra el ciclo de vida de una planta. ¿Qué sucede PRIMERO?",
      "alternativas": {
        "A": "La planta tiene flores de colores",
        "B": "Aparece un brote verde pequeño",
        "C": "Se planta la semilla en la tierra",
        "D": "La planta crece grande y fuerte"
      },
      "respuesta_correcta": "C",
      "explicacion": "La respuesta correcta es **C) Se planta la semilla en la tierra**, porque este es el primer paso en el ciclo de vida de una planta: la semilla contiene el embrión de la futura planta y, con condiciones adecuadas (agua, luz, temperatura), comienza a germinar. Esta pregunta evalúa competencias del núcleo Exploración del Entorno Natural según las BCEP 2018: 1) **Comprensión de secuencias temporales** (primero-después-finalmente), 2) **Conocimiento de ciclos naturales** (nacimiento, crecimiento, reproducción), 3) **Razonamiento causal** (la semilla es la causa del brote, no al revés), y 4) **Pensamiento científico temprano** (observar, registrar, comprender procesos). El OA 6 establece que los niños deben comprender características de plantas y sus necesidades básicas, mientras que el OA 2 promueve formular conjeturas sobre fenómenos naturales. Trabajar con ciclos de vida desarrolla pensamiento temporal (comprender que los eventos tienen un orden), paciencia (los procesos naturales toman tiempo), y responsabilidad (cuidar seres vivos). Las experiencias como el huerto escolar, mencionado en el contexto, permiten a los niños ser testigos directos de estos ciclos, haciendo el aprendizaje significativo y concreto. Las alternativas incorrectas presentan etapas posteriores del ciclo, evaluando si el niño comprende la secuencia temporal correcta.",
      "temas_relacionados": [
        "Ciclos de vida",
        "Plantas",
        "Secuencias temporales",
        "Ciencias naturales"
      ]
    },
    {
      "numero": 29,
      "imagen": "/evaluaciones/educacion-parvularia/pruebas/parv-nt/imagenes/ep2023_p006_img01.png",
      "alt_imagen": "Patrón artístico con formas y colores repetidos",
      "ambito": "Comunicación Integral",
      "nucleo": "Lenguajes Artísticos",
      "habilidad": "Apreciación y creación artística",
      "contexto": "El educador Felipe trabaja en el jardín infantil 'Colores' de Coquimbo con niños de NT1. Durante el taller de artes visuales del viernes, presenta obras que muestran patrones artísticos y simetría. Felipe reflexiona sobre el Objetivo de Aprendizaje 1 del núcleo Lenguajes Artísticos de las BCEP 2018: 'Apreciar producciones artísticas de diversos contextos (en forma directa o a través de medios tecnológicos), describiendo y comparando algunas características visuales, musicales o escénicas (desplazamiento, ritmo, carácter expresivo, colorido, formas, diseño, entre otros)'. También considera el OA 5: 'Representar a través del dibujo, sus ideas, intereses y experiencias, incorporando detalles a las figuras humanas y a objetos de su entorno, ubicándolos en parámetros básicos de organización espacial (arriba/abajo, dentro/fuera)'. Felipe sabe que la apreciación artística desarrolla sensibilidad estética, capacidad de observación detallada, y expresión creativa. Muestra la imagen con el patrón artístico.",
      "enunciado": "Observa el patrón artístico de la imagen. ¿Qué característica visual se repite?",
      "alternativas": {
        "A": "El tamaño de las figuras va creciendo",
        "B": "Los colores se alternan en orden",
        "C": "Las formas son todas diferentes",
        "D": "No hay ningún patrón visible"
      },
      "respuesta_correcta": "B",
      "explicacion": "La respuesta correcta es **B) Los colores se alternan en orden**, porque la imagen muestra un patrón donde los colores se repiten de manera sistemática, creando un ritmo visual. Esta pregunta evalúa capacidades del núcleo Lenguajes Artísticos según las BCEP 2018: 1) **Apreciación artística** (observar y describir características visuales), 2) **Identificación de elementos del lenguaje visual** (color, forma, ritmo, repetición), 3) **Comprensión de patrones** (en contexto artístico, no solo matemático), y 4) **Vocabulario estético** (nombrar atributos: colorido, diseño, organización). El OA 1 de Lenguajes Artísticos establece explícitamente que los niños deben 'describir y comparar características visuales tales como colorido, formas, diseño', lo que es precisamente lo que esta pregunta evalúa. La apreciación artística no es un lujo o un complemento: es fundamental para desarrollar pensamiento divergente, creatividad, sensibilidad, y capacidad crítica. Los niños que aprenden a 'leer' obras artísticas (identificar patrones, colores, formas, emociones) desarrollan habilidades transferibles a otros dominios: lectura de textos, resolución de problemas, pensamiento visual. Las alternativas incorrectas presentan afirmaciones que no corresponden al patrón mostrado, evaluando la capacidad de observación precisa del niño.",
      "temas_relacionados": [
        "Apreciación artística",
        "Patrones visuales",
        "Elementos del arte",
        "Expresión creativa"
      ]
    },
    {
      "numero": 35,
      "imagen": "/evaluaciones/educacion-parvularia/pruebas/parv-nt/imagenes/ep2023_p007_img01.png",
      "alt_imagen": "Problema matemático visual con objetos para contar",
      "ambito": "Desarrollo Personal y Social",
      "nucleo": "Pensamiento Matemático",
      "habilidad": "Resolución de problemas matemáticos",
      "contexto": "La educadora Alejandra trabaja en el jardín infantil 'Números' de Ovalle con niños de NT2. Durante la experiencia de aprendizaje de resolución de problemas del lunes, presenta situaciones matemáticas contextualizadas que los niños deben resolver. Alejandra reflexiona sobre el Objetivo de Aprendizaje 8 del núcleo Pensamiento Matemático de las BCEP 2018: 'Resolver problemas simples de manera concreta y pictórica agregando o quitando hasta 10 elementos, comunicando las acciones llevadas a cabo'. También considera el OA 7: 'Representar números y cantidades hasta el 10, en forma concreta, pictórica y simbólica'. Alejandra sabe que la resolución de problemas es el corazón de la competencia matemática: no se trata solo de memorizar operaciones, sino de razonar, planificar estrategias, y comunicar procesos. Muestra la imagen con el problema visual.",
      "enunciado": "Observa la imagen. Si María tenía 6 manzanas y le dio 2 a su hermano, ¿cuántas manzanas le quedan?",
      "alternativas": {
        "A": "8 manzanas",
        "B": "6 manzanas",
        "C": "4 manzanas",
        "D": "2 manzanas"
      },
      "respuesta_correcta": "C",
      "explicacion": "La respuesta correcta es **C) 4 manzanas**, porque al quitar 2 manzanas de un total de 6, quedan 4 (6 - 2 = 4). Esta pregunta evalúa competencias matemáticas fundamentales según las BCEP 2018: 1) **Resolución de problemas de sustracción** (quitar elementos), explícitamente mencionada en el OA 8 de Pensamiento Matemático, 2) **Representación pictórica de cantidades** (usar la imagen como apoyo para contar), 3) **Razonamiento cuantitativo** (comprender que 'dar' implica 'quitar'), y 4) **Comunicación matemática** (expresar el resultado numérico). El OA 8 establece que los niños deben 'Resolver problemas simples de manera concreta y pictórica agregando o quitando hasta 10 elementos', lo que es exactamente lo que esta pregunta evalúa. La resolución de problemas matemáticos en contextos significativos (compartir frutas, distribuir materiales, organizar grupos) ayuda a los niños a comprender que las matemáticas sirven para situaciones reales, no son solo ejercicios abstractos. La imagen proporciona soporte visual que permite a los niños contar concretamente, aplicando estrategias como tapar mentalmente las manzanas que se dieron, contar las restantes, o usar los dedos. Las alternativas incorrectas incluyen la suma incorrecta (8), la cantidad inicial sin operar (6), y la cantidad quitada en lugar de la restante (2), evaluando comprensión conceptual.",
      "temas_relacionados": [
        "Resolución de problemas",
        "Sustracción",
        "Operaciones básicas",
        "Razonamiento matemático"
      ]
    },
    {
      "numero": 41,
      "imagen": "/evaluaciones/educacion-parvularia/pruebas/parv-nt/imagenes/ep2023_p009_img01.png",
      "alt_imagen": "Escena de vida en comunidad con diferentes oficios y roles",
      "ambito": "Interacción y Comprensión del Entorno",
      "nucleo": "Comprensión del Entorno Sociocultural",
      "habilidad": "Reconocer roles y oficios en la comunidad",
      "contexto": "La educadora Gabriela trabaja en el jardín infantil 'Mi Comunidad' de Vallenar con niños de NT1. Durante el proyecto de conocimiento del entorno social del mes, exploran diferentes oficios y roles que las personas desempeñan en su comunidad. Gabriela reflexiona sobre el Objetivo de Aprendizaje 4 del núcleo Comprensión del Entorno Sociocultural de las BCEP 2018: 'Comunicar sus observaciones, los instrumentos utilizados y los hallazgos obtenidos en experiencias de indagación en el entorno social'. También considera el OA 7: 'Conocer y valorar la diversidad de su comunidad y del país, tales como: singularidades individuales (fisonómicas, lingüísticas, religiosas, de género, entre otras), tradiciones de la familia y su comunidad, diversidad geográfica de Chile (volcanes, hielos, desierto, bosques, playas, entre otros)'. Gabriela sabe que comprender roles sociales ayuda a los niños a entender cómo funciona su comunidad y a valorar el aporte de cada persona. Muestra la imagen de la comunidad.",
      "enunciado": "Observa la imagen. ¿Qué persona ayuda cuando alguien está enfermo?",
      "alternativas": {
        "A": "El bombero que apaga incendios",
        "B": "El doctor o doctora que atiende en el hospital",
        "C": "El profesor o profesora que enseña en la escuela",
        "D": "El panadero que hace el pan"
      },
      "respuesta_correcta": "B",
      "explicacion": "La respuesta correcta es **B) El doctor o doctora que atiende en el hospital**, porque los profesionales de la salud (médicos, enfermeras) son quienes tienen el rol social de cuidar y curar a las personas enfermas. Esta pregunta evalúa competencias del núcleo Comprensión del Entorno Sociocultural según las BCEP 2018: 1) **Reconocimiento de roles y oficios** (comprender funciones sociales específicas), 2) **Comprensión de instituciones** (hospital, escuela, bomberos), 3) **Valoración de la diversidad laboral** (todos los trabajos son importantes), y 4) **Conexión entre necesidades y servicios** (enfermedad-hospital, fuego-bomberos, aprendizaje-escuela). El OA 7 establece que los niños deben 'Conocer y valorar la diversidad de su comunidad', lo que incluye comprender los diferentes roles que las personas desempeñan. El OA 4 promueve comunicar observaciones sobre el entorno social, lo que requiere primero identificar y comprender ese entorno. Trabajar con oficios y roles mediante imágenes, visitas, entrevistas, dramatizaciones, ayuda a los niños a: 1) Comprender la interdependencia social (todos nos necesitamos), 2) Valorar diferentes trabajos sin jerarquías, 3) Imaginar futuros posibles ('cuando sea grande quiero ser...'), y 4) Desarrollar empatía hacia diferentes realidades laborales. Las alternativas incorrectas presentan otros oficios valiosos pero que no corresponden específicamente a la atención de enfermos.",
      "temas_relacionados": [
        "Oficios y profesiones",
        "Roles sociales",
        "Comunidad",
        "Diversidad laboral"
      ]
    },
    {
      "numero": 47,
      "imagen": "/evaluaciones/educacion-parvularia/pruebas/parv-nt/imagenes/ep2023_p010_img02.png",
      "alt_imagen": "Secuencia de movimientos corporales en orden",
      "ambito": "Desarrollo Personal y Social",
      "nucleo": "Corporalidad y Movimiento",
      "habilidad": "Coordinación motriz y secuencias de movimiento",
      "contexto": "El educador Andrés trabaja en el jardín infantil 'Movimiento' de Copiapó con niños de NT2. Durante la experiencia de psicomotricidad del miércoles en el patio, presenta secuencias de movimientos que los niños deben observar, memorizar, y reproducir. Andrés reflexiona sobre el Objetivo de Aprendizaje 3 del núcleo Corporalidad y Movimiento de las BCEP 2018: 'Tomar conciencia de su cuerpo, de algunas de sus características internas (tales como: ritmo cardíaco, de respiración), de su esquema y progresivamente de su tono corporal y lateralidad, por medio de juegos'. También considera el OA 4: 'Comunicar el bienestar que le produce el movimiento, al ejercitar y recrear su cuerpo en forma habitual, con y sin implementos u obstáculos'. Andrés sabe que las secuencias de movimiento desarrollan memoria corporal, coordinación, y conciencia espacial. Muestra la imagen de la secuencia de movimientos.",
      "enunciado": "Observa la secuencia de movimientos en la imagen. ¿Qué movimiento viene DESPUÉS de levantar los brazos?",
      "alternativas": {
        "A": "Saltar en un pie",
        "B": "Agacharse y tocar el suelo",
        "C": "Girar en círculo completo",
        "D": "Quedarse quieto sin moverse"
      },
      "respuesta_correcta": "B",
      "explicacion": "La respuesta correcta es **B) Agacharse y tocar el suelo**, porque la imagen muestra una secuencia ordenada de movimientos donde, después de levantar los brazos (extensión), sigue una flexión hacia abajo. Esta pregunta evalúa competencias del núcleo Corporalidad y Movimiento según las BCEP 2018: 1) **Seguir secuencias de movimientos** (memoria corporal y coordinación), 2) **Comprensión de órdenes temporales** (primero-después en contexto motriz), 3) **Conciencia corporal** (saber qué hace el cuerpo en cada momento), y 4) **Vocabulario de movimiento** (nombrar acciones: levantar, agachar, saltar, girar). El OA 3 de Corporalidad y Movimiento establece que los niños deben 'tomar conciencia de su cuerpo y su esquema corporal por medio de juegos', y seguir secuencias de movimiento es una forma excelente de desarrollar esta conciencia. Las secuencias motrices: 1) Desarrollan **memoria procedimental** (recordar qué movimiento sigue), 2) Requieren **atención sostenida** (observar la demostración completa), 3) Integran **planificación motriz** (preparar el cuerpo para el siguiente movimiento), y 4) Promueven **control postural** (ejecutar cada posición correctamente). Estas habilidades son fundamentales para deportes, danza, actividades cotidianas, y hasta para escritura (que es una secuencia motriz fina compleja). Las alternativas incorrectas presentan otros movimientos posibles pero que no corresponden a la secuencia mostrada.",
      "temas_relacionados": [
        "Secuencias motrices",
        "Coordinación corporal",
        "Memoria de movimiento",
        "Esquema corporal"
      ]
    },
    {
      "numero": 53,
      "imagen": "/evaluaciones/educacion-parvularia/pruebas/parv-nt/imagenes/ep2023_p011_img01.png",
      "alt_imagen": "Historia visual con inicio, desarrollo y final",
      "ambito": "Comunicación Integral",
      "nucleo": "Lenguaje Verbal",
      "habilidad": "Secuencia narrativa y comprensión",
      "contexto": "La educadora Beatriz trabaja en el jardín infantil 'Cuentacuentos' de Calama con niños de NT2. Durante el período de lenguaje narrativo del jueves, trabaja con historias visuales que los niños deben ordenar temporalmente y luego narrar oralmente. Beatriz reflexiona sobre el Objetivo de Aprendizaje 8 del núcleo Lenguaje Verbal de las BCEP 2018: 'Representar gráficamente mensajes simples con la intención de comunicar algo por escrito, utilizando con libertad algunos grafismos y respetando la forma de algunas letras y palabras y ciertos aspectos de la regularidad de la escritura, como: dirección y secuencia, organización y distancia'. También considera el OA 4: 'Comunicar oralmente temas de su interés, empleando un vocabulario variado e incorporando palabras nuevas y pertinentes a las distintas situaciones comunicativas e interlocutores'. Beatriz sabe que la comprensión de secuencias narrativas es fundamental para la alfabetización: los textos tienen estructura (inicio-desarrollo-final), los eventos tienen orden temporal, las historias tienen lógica causal. Muestra la imagen de la historia visual.",
      "enunciado": "Observa la historia visual. ¿Qué sucedió AL FINAL de la historia?",
      "alternativas": {
        "A": "El niño encontró un perro perdido",
        "B": "El niño llegó a su casa con su mamá",
        "C": "El niño se fue a jugar al parque",
        "D": "El niño desayunó en la mañana"
      },
      "respuesta_correcta": "B",
      "explicacion": "La respuesta correcta es **B) El niño llegó a su casa con su mamá**, porque la última viñeta de la historia visual muestra este desenlace. Esta pregunta evalúa habilidades del núcleo Lenguaje Verbal según las BCEP 2018: 1) **Comprensión de secuencias narrativas** (inicio, desarrollo, desenlace), 2) **Inferencia visual** (deducir qué sucede en cada escena), 3) **Conceptos temporales narrativos** (primero, después, al final), y 4) **Construcción de significado** (integrar las viñetas en una historia coherente). El OA 4 de Lenguaje Verbal establece que los niños deben 'Comunicar oralmente temas de su interés, empleando vocabulario variado', y narrar historias visuales es una forma excelente de desarrollar esta competencia. La estructura narrativa (inicio-desarrollo-final) no es natural o intuitiva: se aprende a través de la exposición a cuentos, conversaciones sobre eventos, y actividades como ordenar secuencias. Comprender esta estructura ayuda a los niños a: 1) **Organizar su experiencia** (contar qué les pasó durante el día), 2) **Anticipar eventos** (si estamos en el inicio de un cuento, vendrá un problema, luego una solución), 3) **Recordar información** (las historias estructuradas se recuerdan mejor que listas de hechos), y 4) **Producir textos** (cuando dibujan o escriben, sus producciones tienen coherencia). Las alternativas incorrectas presentan eventos que pueden estar en otras partes de la historia o no estar presentes, evaluando comprensión específica del final.",
      "temas_relacionados": [
        "Secuencia narrativa",
        "Comprensión de historias",
        "Lectura de imágenes",
        "Estructura de textos"
      ]
    },
    {
      "numero": 54,
      "imagen": "/evaluaciones/educacion-parvularia/pruebas/parv-nt/imagenes/ep2023_p012_img01.png",
      "alt_imagen": "Diferentes objetos para clasificar por categoría",
      "ambito": "Desarrollo Personal y Social",
      "nucleo": "Pensamiento Matemático",
      "habilidad": "Clasificación y categorización",
      "contexto": "La educadora Daniela trabaja en el jardín infantil 'Categorías' de Antofagasta con niños de NT1. Durante la experiencia de aprendizaje de pensamiento lógico del martes, presenta actividades de clasificación usando objetos concretos y luego representaciones pictóricas. Daniela reflexiona sobre el Objetivo de Aprendizaje 1 del núcleo Pensamiento Matemático de las BCEP 2018: 'Crear patrones sonoros, visuales, gestuales, corporales u otros, de dos o tres elementos'. También considera el OA 2: 'Experimentar con diversos objetos estableciendo relaciones al clasificar por dos o tres atributos a la vez (forma, color, tamaño, función, masa, materialidad, entre otros) y seriar por altura, ancho, longitud o capacidad para contener'. Daniela sabe que la clasificación es una operación mental fundamental: permite organizar la información del entorno, encontrar similitudes y diferencias, y construir categorías conceptuales. Muestra la imagen con diferentes objetos.",
      "enunciado": "Observa los objetos de la imagen. ¿Cuáles pertenecen al grupo de 'ANIMALES'?",
      "alternativas": {
        "A": "La mesa, la silla y la cama",
        "B": "El perro, el gato y el pájaro",
        "C": "La manzana, la pera y la naranja",
        "D": "El auto, el bus y la bicicleta"
      },
      "respuesta_correcta": "B",
      "explicacion": "La respuesta correcta es **B) El perro, el gato y el pájaro**, porque estos tres elementos son seres vivos del reino animal, a diferencia de las otras opciones que corresponden a muebles, frutas, o vehículos. Esta pregunta evalúa competencias del núcleo Pensamiento Matemático según las BCEP 2018: 1) **Clasificación por categorías semánticas** (agrupar por función o naturaleza: animales, muebles, alimentos, transportes), 2) **Identificación de atributos comunes** (qué tienen en común los elementos de un grupo), 3) **Razonamiento categorial** (comprender que las categorías son construcciones mentales que organizan la realidad), y 4) **Flexibilidad cognitiva** (un mismo objeto puede pertenecer a diferentes categorías según el criterio). El OA 2 de Pensamiento Matemático establece explícitamente que los niños deben 'clasificar por dos o tres atributos a la vez', y esta pregunta evalúa clasificación por un criterio: ser animal. La clasificación no es solo una habilidad matemática: es fundamental para el pensamiento en general. Los niños que clasifican bien: 1) Organizan mejor su conocimiento, 2) Aprenden vocabulario de manera más eficiente (las palabras representan categorías), 3) Comprenden relaciones jerárquicas (los perros son animales, los animales son seres vivos), y 4) Desarrollan pensamiento científico (la ciencia clasifica constantemente: tipos de plantas, fases de la materia, familias de palabras). Las alternativas incorrectas presentan otras categorías válidas, evaluando si el niño comprende específicamente qué es un animal.",
      "temas_relacionados": [
        "Clasificación",
        "Categorías",
        "Atributos",
        "Razonamiento lógico"
      ]
    },
    {
      "numero": 55,
      "imagen": "/evaluaciones/educacion-parvularia/pruebas/parv-nt/imagenes/ep2023_p014_img01.png",
      "alt_imagen": "Fenómeno natural ilustrado (lluvia, sol, nube)",
      "ambito": "Interacción y Comprensión del Entorno",
      "nucleo": "Exploración del Entorno Natural",
      "habilidad": "Observar y comprender fenómenos naturales",
      "contexto": "El educador Tomás trabaja en el jardín infantil 'Naturaleza' de Iquique con niños de NT2. Durante el proyecto sobre el clima y el tiempo atmosférico del mes de abril, observan diariamente el cielo, registran el estado del tiempo, y conversan sobre los fenómenos naturales. Tomás reflexiona sobre el Objetivo de Aprendizaje 1 del núcleo Exploración del Entorno Natural de las BCEP 2018: 'Manifestar interés y asombro al ampliar información sobre cambios que ocurren en el entorno natural, a las personas, animales, plantas, lugares y cuerpos celestes, utilizando diversas fuentes y procedimientos'. También considera el OA 2: 'Formular conjeturas y predicciones acerca de las causas o consecuencias de fenómenos naturales que observa, a partir de sus conocimientos y experiencias previas'. Tomás sabe que comprender fenómenos naturales desarrolla curiosidad científica, capacidad de observación sistemática, y pensamiento causal. Muestra la imagen del fenómeno natural.",
      "enunciado": "Observa la imagen. ¿Qué fenómeno natural está ocurriendo?",
      "alternativas": {
        "A": "Está nevando con copos blancos",
        "B": "Está lloviendo con gotas de agua",
        "C": "Está haciendo mucho viento fuerte",
        "D": "Hay un arcoíris de colores"
      },
      "respuesta_correcta": "B",
      "explicacion": "La respuesta correcta es **B) Está lloviendo con gotas de agua**, porque la imagen muestra nubes y gotas cayendo, representando el fenómeno de la precipitación líquida. Esta pregunta evalúa competencias del núcleo Exploración del Entorno Natural según las BCEP 2018: 1) **Observación de fenómenos naturales** (identificar eventos del clima), 2) **Vocabulario científico básico** (lluvia, nieve, viento, arcoíris), 3) **Comprensión de procesos naturales** (el agua cae de las nubes), y 4) **Interpretación de representaciones** (comprender que los dibujos representan fenómenos reales). El OA 1 establece que los niños deben 'manifestar interés al ampliar información sobre cambios en el entorno natural', y el clima es uno de los cambios más evidentes y cotidianos que los niños experimentan. El OA 2 promueve 'formular conjeturas sobre causas y consecuencias', lo que puede iniciarse con preguntas como '¿por qué llueve?', '¿qué pasa después de la lluvia?'. Trabajar con fenómenos climáticos ayuda a: 1) Desarrollar **observación sistemática** (mirar el cielo cada día), 2) Comprender **variabilidad** (el clima cambia), 3) Hacer **predicciones** ('si hay nubes oscuras, probablemente lloverá'), y 4) Cuidar del entorno (comprender que la lluvia es necesaria para las plantas, que el agua es valiosa). Las alternativas incorrectas presentan otros fenómenos climáticos, evaluando discriminación visual precisa.",
      "temas_relacionados": [
        "Fenómenos naturales",
        "Clima",
        "Observación científica",
        "Ciclo del agua"
      ]
    },
    {
      "numero": 56,
      "imagen": "/evaluaciones/educacion-parvularia/pruebas/parv-nt/imagenes/ep2023_p015_img02.png",
      "alt_imagen": "Niño mostrando una emoción facial clara",
      "ambito": "Desarrollo Personal y Social",
      "nucleo": "Identidad y Autonomía",
      "habilidad": "Reconocer y nombrar emociones",
      "contexto": "La educadora Constanza trabaja en el jardín infantil 'Emociones' de La Serena con niños de NT1. Durante el círculo socioemocional de la mañana del lunes, trabaja con imágenes de rostros que expresan diferentes emociones. Constanza reflexiona sobre el Objetivo de Aprendizaje 1 del núcleo Identidad y Autonomía de las BCEP 2018: 'Comunicar a los demás, emociones y sentimientos tales como: amor, miedo, alegría, ira, que le provocan diversas narraciones o situaciones observadas en forma directa o a través de TICs'. También considera el OA 3: 'Reconocer emociones y sentimientos en otras personas, observadas en forma directa o a través de TICs'. Constanza sabe que el reconocimiento de emociones en otros es la base de la empatía, las habilidades sociales, y la autorregulación emocional. Muestra la imagen del niño con expresión facial clara.",
      "enunciado": "Observa la imagen. ¿Qué emoción está sintiendo el niño?",
      "alternativas": {
        "A": "Está muy feliz y contento",
        "B": "Está enojado y molesto",
        "C": "Está triste y llorando",
        "D": "Está asustado y con miedo"
      },
      "respuesta_correcta": "A",
      "explicacion": "La respuesta correcta es **A) Está muy feliz y contento**, porque la imagen muestra un niño con sonrisa amplia, ojos alegres, y postura corporal relajada, signos de alegría. Esta pregunta evalúa competencias del núcleo Identidad y Autonomía según las BCEP 2018: 1) **Reconocimiento de emociones en otros** (alfabetización emocional visual), explícitamente mencionado en el OA 3, 2) **Vocabulario emocional** (nombrar: feliz, enojado, triste, asustado), 3) **Lectura de expresiones faciales** (interpretar ojos, boca, cejas, postura), y 4) **Inferencia de estados internos** (comprender que las expresiones externas reflejan emociones internas). El OA 1 establece que los niños deben 'Comunicar emociones y sentimientos', y el OA 3 complementa pidiendo 'Reconocer emociones en otras personas'. Esta competencia dual (reconocer en mí, reconocer en otros) es fundamental para: 1) **Empatía** (si sé que estás triste, puedo consolar), 2) **Regulación social** (si veo que alguien está enojado, ajusto mi conducta), 3) **Comunicación efectiva** (leo las emociones de mi interlocutor y adapto mi mensaje), y 4) **Prevención de conflictos** (detecto tensiones antes de que escalen). Trabajar con imágenes de emociones, además de situaciones reales, permite: practicar sin riesgo emocional, ampliar el repertorio más allá de las emociones visibles en el aula, y desarrollar vocabulario preciso. Las alternativas incorrectas presentan otras emociones básicas, evaluando discriminación emocional precisa.",
      "temas_relacionados": [
        "Emociones",
        "Reconocimiento facial",
        "Empatía",
        "Inteligencia emocional"
      ]
    },
    {
      "numero": 57,
      "imagen": "/evaluaciones/educacion-parvularia/pruebas/parv-nt/imagenes/ep2023_p019_img01.png",
      "alt_imagen": "Situación de convivencia entre niños compartiendo",
      "ambito": "Desarrollo Personal y Social",
      "nucleo": "Convivencia y Ciudadanía",
      "habilidad": "Reconocer conductas prosociales",
      "contexto": "La educadora Javiera trabaja en el jardín infantil 'Convivencia' de Coquimbo con niños de NT2. Durante la experiencia de aprendizaje sobre valores y conductas prosociales del miércoles, usa imágenes de situaciones sociales reales para conversar sobre comportamientos positivos. Javiera reflexiona sobre el Objetivo de Aprendizaje 1 del núcleo Convivencia y Ciudadanía de las BCEP 2018: 'Participar en actividades y juegos grupales con sus pares, conversando, intercambiando pertenencias, cooperando'. También considera el OA 4: 'Apreciar el significado que tienen para las personas y las comunidades, diversas manifestaciones culturales que se desarrollan en su entorno'. Javiera sabe que reconocer y valorar conductas prosociales (compartir, ayudar, consolar, cooperar) es fundamental para el desarrollo moral y social. Muestra la imagen de la situación de convivencia.",
      "enunciado": "Observa la imagen. ¿Qué están haciendo los niños?",
      "alternativas": {
        "A": "Están peleando por un juguete",
        "B": "Están compartiendo los materiales",
        "C": "Están escondiendo cosas de otros",
        "D": "Están jugando cada uno solo"
      },
      "respuesta_correcta": "B",
      "explicacion": "La respuesta correcta es **B) Están compartiendo los materiales**, porque la imagen muestra niños interactuando cooperativamente, intercambiando o usando juntos recursos comunes. Esta pregunta evalúa competencias del núcleo Convivencia y Ciudadanía según las BCEP 2018: 1) **Reconocimiento de conductas prosociales** (identificar comportamientos positivos: compartir, cooperar, ayudar), 2) **Interpretación de interacciones sociales** (comprender dinámicas entre pares), 3) **Valoración de la cooperación** (apreciar el compartir como conducta deseable), y 4) **Vocabulario social** (nombrar acciones: compartir, pelear, esconder, cooperar). El OA 1 de Convivencia y Ciudadanía establece explícitamente que los niños deben 'Participar en actividades grupales, conversando, intercambiando pertenencias, cooperando', y esta pregunta evalúa la capacidad de reconocer estas conductas en otros. Trabajar con imágenes de situaciones sociales permite: 1) **Discusión sin conflicto real** (analizar sin estar emocionalmente involucrados), 2) **Modelamiento** ('así se ve compartir'), 3) **Anticipación** ('si comparto, los demás están contentos'), y 4) **Construcción de normas** ('en nuestra sala compartimos'). Las conductas prosociales no son innatas: se aprenden mediante observación, práctica, refuerzo, y conversación. Las alternativas incorrectas presentan conductas antisociales o de aislamiento, evaluando si el niño discrimina correctamente comportamientos positivos de negativos.",
      "temas_relacionados": [
        "Convivencia",
        "Conductas prosociales",
        "Cooperación",
        "Valores sociales"
      ]
    },
    {
      "numero": 58,
      "imagen": "/evaluaciones/educacion-parvularia/pruebas/parv-nt/imagenes/ep2023_p021_img01.png",
      "alt_imagen": "Obra de arte o expresión artística visual",
      "ambito": "Comunicación Integral",
      "nucleo": "Lenguajes Artísticos",
      "habilidad": "Apreciar y describir obras artísticas",
      "contexto": "El educador Matías trabaja en el jardín infantil 'Artes' de Ovalle con niños de NT2. Durante el taller de apreciación artística del viernes, presenta reproducciones de obras de arte chileno y universal para que los niños observen, describan, y expresen sus impresiones. Matías reflexiona sobre el Objetivo de Aprendizaje 1 del núcleo Lenguajes Artísticos de las BCEP 2018: 'Apreciar producciones artísticas de diversos contextos (en forma directa o a través de medios tecnológicos), describiendo y comparando algunas características visuales, musicales o escénicas (desplazamiento, ritmo, carácter expresivo, colorido, formas, diseño, entre otros)'. También considera el OA 3: 'Interpretar canciones y juegos musicales, utilizando de manera integrada diversos recursos tales como, la voz, el cuerpo, instrumentos musicales y objetos'. Matías sabe que la apreciación artística desarrolla pensamiento crítico, sensibilidad estética, y capacidad de expresión personal. Muestra la imagen de la obra artística.",
      "enunciado": "Observa la obra de arte. ¿Qué colores predominan en la imagen?",
      "alternativas": {
        "A": "Colores fríos como azul y verde",
        "B": "Colores cálidos como rojo y amarillo",
        "C": "Solo blanco y negro",
        "D": "Todos los colores del arcoíris"
      },
      "respuesta_correcta": "B",
      "explicacion": "La respuesta correcta es **B) Colores cálidos como rojo y amarillo**, porque la obra mostrada utiliza predominantemente tonalidades cálidas que transmiten energía y calidez. Esta pregunta evalúa competencias del núcleo Lenguajes Artísticos según las BCEP 2018: 1) **Apreciación de características visuales** (observar y nombrar atributos: color, forma, textura), explícitamente mencionado en el OA 1, 2) **Vocabulario cromático** (conocer: colores cálidos/fríos, primarios/secundarios, claros/oscuros), 3) **Percepción visual** (identificar qué colores dominan en una composición), y 4) **Sensibilidad estética** (comprender que los colores transmiten emociones y significados). El OA 1 de Lenguajes Artísticos establece que los niños deben 'describir y comparar características visuales tales como colorido, formas, diseño', y esta pregunta evalúa precisamente esta capacidad de observación y descripción. La apreciación artística no es un lujo: es fundamental para: 1) **Desarrollar pensamiento crítico** (no hay respuestas únicas, justificar opiniones), 2) **Expresar preferencias** ('me gusta porque...'), 3) **Conectar con emociones** (los colores cálidos me hacen sentir...), y 4) **Comprender que el arte comunica** (los artistas eligen colores intencionalmente). Trabajar con obras de arte auténticas, además de producciones propias, amplía el horizonte cultural de los niños, los conecta con su patrimonio, y valida el arte como lenguaje legítimo. Las alternativas incorrectas presentan otras posibilidades cromáticas, evaluando percepción visual precisa.",
      "temas_relacionados": [
        "Apreciación artística",
        "Teoría del color",
        "Expresión visual",
        "Patrimonio cultural"
      ]
    }
  ],
  "distribucion_nucleos": {
    "Pensamiento Matemático": 4,
    "Lenguaje Verbal": 2,
    "Exploración del Entorno Natural": 2,
    "Lenguajes Artísticos": 2,
    "Comprensión del Entorno Sociocultural": 1,
    "Corporalidad y Movimiento": 1,
    "Identidad y Autonomía": 1,
    "Convivencia y Ciudadanía": 1
  }
}