{
  "titulo": "Preguntas Nuevas Estilo EP 2023 - Educación Parvularia",
  "descripcion": "76 preguntas adicionales (51-126) con contextos pedagógicos siguiendo el estándar del EP 2023",
  "fecha_creacion": "2025-11-23",
  "total_preguntas_nuevas": 76,
  "preguntas": [
    {
      "id": "parv-51",
      "numero": 51,
      "ambito": "Desarrollo Personal y Social",
      "nucleo": "Identidad y Autonomía",
      "habilidad": "Análisis de situación - Reconocimiento de emociones",
      "tipo": "analisis",
      "dificultad": "media",
      "contexto_pedagogico": "La educadora Patricia trabaja con un grupo de NT2 y se propone favorecer el Objetivo de Aprendizaje 3 del núcleo Identidad y Autonomía: 'Reconocer emociones y sentimientos en sí mismo y en los demás, manifestándolos de diversas formas en situaciones cotidianas'. Durante el momento de llegada, observa que Tomás llega con los ojos llorosos y evita el contacto visual con sus compañeros. Patricia se acerca calmadamente, se agacha a su altura y le dice: 'Tomás, veo que tus ojos están llorosos... parece que estás triste'. El niño asiente con la cabeza. La educadora le pregunta si quiere contarle qué le pasa o si prefiere estar un momento en el rincón tranquilo con un peluche. Tomás elige ir al rincón tranquilo, y Patricia le dice que cuando esté listo pueden conversar. Después de unos minutos, Tomás se acerca a Patricia y le cuenta que extraña a su mamá porque viajó por trabajo.",
      "enunciado": "Considerando el Objetivo de Aprendizaje que Patricia busca favorecer, ¿cuál de las siguientes acciones de la educadora es la MÁS apropiada para continuar el trabajo con Tomás?",
      "alternativas": [
        {
          "letra": "A",
          "texto": "Distraer a Tomás mostrándole juguetes nuevos para que olvide rápidamente su tristeza y se integre al grupo sin manifestar su emoción."
        },
        {
          "letra": "B",
          "texto": "Validar su emoción diciéndole 'es normal extrañar a mamá', invitarlo a hacer un dibujo para ella, y luego compartir con el grupo cómo cada uno se siente cuando extraña a alguien querido."
        },
        {
          "letra": "C",
          "texto": "Decirle que no debe llorar porque ya es grande y los niños grandes no lloran, enviándolo inmediatamente a integrarse con sus compañeros."
        },
        {
          "letra": "D",
          "texto": "Llamar inmediatamente a la familia para que vengan a buscarlo, asumiendo que no puede manejar su emoción en el jardín."
        }
      ],
      "respuesta_correcta": "B",
      "explicacion": "El OA 3 busca que los niños reconozcan y manifiesten emociones de diversas formas. La alternativa B favorece este objetivo porque: 1) Valida la emoción de Tomás, enseñándole que es normal sentir tristeza y que no debe reprimirla; 2) Ofrece una forma de expresión (dibujo) que le permite manifestar su sentimiento de manera creativa; 3) Extiende el aprendizaje al grupo, normalizando que todos experimentamos emociones similares y podemos compartirlas. La alternativa A ignora la emoción; C la invalida generando vergüenza; D no confía en la capacidad del niño de autorregularse con apoyo. Patricia demuestra mediación efectiva al nombrar la emoción, respetar los tiempos del niño, y crear oportunidades de expresión emocional saludable.",
      "temas_relacionados": [
        "Reconocimiento emocional",
        "Validación emocional",
        "Expresión de sentimientos",
        "Mediación pedagógica",
        "BCEP 2018 - OA 3"
      ],
      "incluye_imagen": false
    },
    {
      "id": "parv-52",
      "numero": 52,
      "ambito": "Desarrollo Personal y Social",
      "nucleo": "Convivencia y Ciudadanía",
      "habilidad": "Intervención pedagógica - Resolución de conflictos",
      "tipo": "intervencion",
      "dificultad": "alta",
      "contexto_pedagogico": "El educador Carlos observa que durante el juego libre en el sector de construcción, Matías y Sofía discuten por los bloques de madera grandes. Matías dice 'yo los tenía primero', mientras que Sofía responde 'pero yo también quiero hacer una torre grande'. La tensión aumenta y ambos niños toman un extremo del mismo bloque, tirando cada uno hacia su lado. Carlos se acerca rápidamente y con voz calmada les dice: 'Veo que ambos quieren los bloques grandes. Matías dice que los tenía primero, y Sofía también quiere usarlos. Tenemos una situación que podemos resolver juntos'. El educador trabaja intencionadamente el OA 6 del núcleo Convivencia y Ciudadanía: 'Respetar normas y acuerdos creados colaborativamente con pares y adultos, para el bienestar del grupo'.",
      "enunciado": "Para favorecer que Matías y Sofía resuelvan el conflicto de manera colaborativa y coherente con el OA trabajado, ¿cuál estrategia debería implementar Carlos?",
      "alternativas": [
        {
          "letra": "A",
          "texto": "Quitarles los bloques a ambos niños y guardarlos diciendo que 'si no pueden compartir, nadie juega', sin darles oportunidad de resolver el conflicto."
        },
        {
          "letra": "B",
          "texto": "Decidir arbitrariamente que Matías puede jugar 5 minutos y luego Sofía, imponiendo la solución sin consultar a los niños."
        },
        {
          "letra": "C",
          "texto": "Facilitar un diálogo preguntando: '¿Qué podríamos hacer para que ambos puedan jugar con bloques grandes?', escuchar sus propuestas, guiarlos a acordar una solución (jugar juntos, turnarse con tiempo definido, buscar más bloques), y validar el acuerdo alcanzado."
        },
        {
          "letra": "D",
          "texto": "Ignorar el conflicto y dejar que los niños resuelvan solos sin mediación, aunque la situación pueda escalar a agresión física."
        }
      ],
      "respuesta_correcta": "C",
      "explicacion": "El OA 6 enfatiza la creación colaborativa de normas y acuerdos, no su imposición. La alternativa C es la más apropiada porque: 1) Carlos actúa como mediador que facilita el diálogo, no como juez que impone soluciones; 2) Pregunta abierta invita a los niños a pensar creativamente en soluciones; 3) Valida las ideas de ambos, fomentando respeto mutuo; 4) Les permite acordar la solución que prefieran (jugar juntos construyendo algo grande, turnarse con timer visible, buscar más bloques en otros sectores); 5) Al validar el acuerdo, les enseña que sus decisiones tienen valor. Esta práctica desarrolla habilidades de negociación, empatía, pensamiento creativo para resolver problemas, y sentido de agencia. Las alternativas A y B son punitivas o impositivas; D es negligente y no cumple el rol mediador del educador.",
      "temas_relacionados": [
        "Resolución de conflictos",
        "Mediación pedagógica",
        "Creación colaborativa de acuerdos",
        "Habilidades sociales",
        "BCEP 2018 - OA 6"
      ],
      "incluye_imagen": false
    },
    {
      "id": "parv-53",
      "numero": 53,
      "ambito": "Interacción y Comprensión del Entorno",
      "nucleo": "Pensamiento Matemático",
      "habilidad": "Análisis de situación - Representación numérica",
      "tipo": "analisis",
      "dificultad": "media",
      "contexto_pedagogico": "La educadora Francisca planifica una experiencia de aprendizaje para NT1 con el propósito de favorecer el OA 7 del núcleo Pensamiento Matemático: 'Representar números y cantidades hasta el 10, en forma concreta, pictórica y simbólica'. Organiza una actividad donde los niños deben distribuir frutas de juguete en canastos numerados. Para esto, dispone de: 1) frutas de juguete (concreto), 2) tarjetas con dibujos de frutas (pictórico), 3) números móviles de espuma (simbólico), 4) canastos transparentes con etiquetas numéricas, y 5) fichas de registro donde pueden dibujar las frutas y escribir el número. Durante la experiencia, Francisca observa que algunos niños colocan las frutas en los canastos pero no hacen conexión con los números, mientras otros comienzan a contar en voz alta y buscan el número correspondiente.",
      "enunciado": "Considerando el OA que Francisca busca favorecer y las observaciones realizadas, ¿qué acción pedagógica es MÁS pertinente para promover la progresión desde lo concreto hacia lo simbólico?",
      "alternativas": [
        {
          "letra": "A",
          "texto": "Mostrarles solo láminas impresas con números del 1 al 10 y pedirles que los memoricen, sin usar material concreto."
        },
        {
          "letra": "B",
          "texto": "Invitar a cada niño a: tomar frutas concretas, contarlas tocándolas una por una, dibujarlas en su ficha (representación pictórica), buscar y colocar el número correspondiente, verbalizando 'puse 5 frutas, las dibujé, y encontré el número 5'."
        },
        {
          "letra": "C",
          "texto": "Proyectar un video educativo sobre conteo y pedirles que observen pasivamente sin manipular materiales."
        },
        {
          "letra": "D",
          "texto": "Entregar solo fichas plastificadas con ejercicios numéricos ya impresos, sin posibilidad de usar material concreto o hacer sus propias representaciones."
        }
      ],
      "respuesta_correcta": "B",
      "explicacion": "El OA 7 especifica representación en las tres formas: concreta, pictórica y simbólica, estableciendo una progresión fundamental para la comprensión numérica. La alternativa B es la más apropiada porque: 1) Comienza con lo concreto (manipular frutas reales), que es la base para construir significado; 2) Promueve el conteo con correspondencia uno a uno (tocar cada fruta al contar); 3) Facilita la transición a lo pictórico (dibujar las frutas contadas); 4) Conecta con lo simbólico (número escrito) de forma significativa; 5) La verbalización fortalece la metacognición ('entiendo que estas tres formas representan la misma cantidad'). Esta secuencia respeta cómo los párvulos construyen el concepto de número: primero manipulando objetos, luego representándolos visualmente, finalmente usando símbolos abstractos. Las alternativas A, C y D saltan directamente a lo simbólico o son pasivas, lo que no permite construcción genuina del concepto.",
      "temas_relacionados": [
        "Representación numérica",
        "Progresión concreto-pictórico-simbólico",
        "Conteo con correspondencia",
        "Pensamiento matemático",
        "BCEP 2018 - OA 7"
      ],
      "incluye_imagen": false
    }
  ]
}
