{
  "parv-1": {
    "respuesta_correcta": "D",
    "retroalimentacion": "Validar emocionalmente a Joaquín es fundamental según el OA 1 de Identidad y Autonomía de las BCEP 2018. Al decir 'entiendo que estés triste', la educadora Mariana nombra la emoción, ayudándole a reconocerla y legitimarla. Este reconocimiento empático crea seguridad afectiva, base para que el niño aprenda progresivamente a autorregularse. Acompañarlo a buscar soluciones (¿lo buscamos juntos? ¿quieres usar otro juguete mientras lo encontramos?) desarrolla estrategias de afrontamiento. Reprimir el llanto o distraerlo niega sus sentimientos, generando confusión emocional. La validación + acompañamiento es el camino pedagógico coherente con un enfoque de bienestar y desarrollo integral."
  },
  "parv-2": {
    "respuesta_correcta": "B",
    "retroalimentacion": "El OA 7 y OA 9 de las BCEP 2018 enfatizan la autonomía progresiva en situaciones cotidianas. Cuando Carolina prepara un ambiente con jarras pequeñas, platos a su alcance y frutas accesibles, aplica el principio del 'ambiente preparado': permite que los niños realicen acciones por sí mismos en contextos seguros y adaptados. Servirse solos desarrolla coordinación visomotora, planificación de acciones, toma de decisiones (cuánto quiero comer), y sentido de competencia ('yo puedo hacerlo'). Esta experiencia cotidiana repetida construye autonomía real, no dependencia del adulto. El rol de la educadora es observar, confiar, y ofrecer apoyo solo cuando sea necesario."
  },
  "parv-3": {
    "respuesta_correcta": "A",
    "retroalimentacion": "Cuando Sofía dice 'no puedo', Patricia tiene la oportunidad de fortalecer su autoestima mediante andamiaje respetuoso. Preguntar '¿qué parte te parece difícil?' valida su preocupación y la ayuda a identificar específicamente el desafío. Ofrecer 'podemos intentarlo juntas' comunica confianza en sus capacidades mientras brinda apoyo temporal. Este enfoque evita dos extremos: la sobreprotección (hacer por ella) y la minimización ('claro que puedes'). Desarrolla resiliencia, ya que Sofía aprende que los desafíos son normales, que puede pedir ayuda, y que con acompañamiento puede superarlos. Esta mediación construye autoconcepto positivo y actitud perseverante frente a dificultades futuras."
  },
  "parv-4": {
    "respuesta_correcta": "B",
    "retroalimentacion": "El OA 6 de Identidad y Autonomía busca que los niños planifiquen proyectos y juegos según sus intereses. Cuando Carlos pregunta '¿qué te gustaría hacer hoy?' y muestra las opciones de rincones, respeta el protagonismo infantil. No impone actividades ni deja sin orientación, sino que facilita la toma de decisión informada. Este andamiaje desarrolla iniciativa: los niños identifican sus preferencias, evalúan opciones, eligen, y asumen su decisión. Con el tiempo, este proceso de elección consciente se internaliza, y los niños lo harán cada vez más autónomamente. El ambiente organizado en rincones claros y atractivos invita a la exploración, y la pregunta de la educadora es el puente entre el niño y las posibilidades."
  },
  "parv-5": {
    "respuesta_correcta": "D",
    "retroalimentacion": "La autorregulación en primera infancia requiere apoyos externos que progresivamente se internalizan. Un timer visual, reloj de arena o canción corta hace tangible el concepto abstracto de 'esperar tu turno'. Para Benjamín (4 años), ver cuánto falta es mucho más manejable que una instrucción verbal ('tienes que esperar'). Este apoyo concreto reduce ansiedad, anticipa el cambio, y desarrolla noción temporal. Con práctica repetida, Francisca puede ir retirando gradualmente el timer conforme Benjamín desarrolle autocontrol interno. Esta estrategia es coherente con las BCEP 2018: respeta el nivel de desarrollo, ofrece mediación efectiva, y promueve autonomía progresiva sin castigo ni frustración innecesaria."
  },
  "parv-6": {
    "respuesta_correcta": "C",
    "retroalimentacion": "El 'libro de mí mismo/a' es una experiencia profundamente significativa para trabajar el OA 4 y OA 5 de Identidad y Autonomía. Al incluir fotos familiares, dibujos personales, relatos sobre 'cuando nací', 'lo que me gusta hacer', 'mi familia', cada niño construye narrativa de su identidad. Este proceso reflexivo los ayuda a reconocer características propias, valorar su historia única, y comunicarla a otros. El libro respeta la diversidad de configuraciones familiares (todos tienen familia, todas son válidas), integra múltiples lenguajes (verbal, gráfico, fotográfico), y se convierte en documento vivo que evoluciona. Es pedagogía de protagonismo: el niño es autor de su historia, no receptor pasivo de definiciones adultas."
  },
  "parv-7": {
    "respuesta_correcta": "C",
    "retroalimentacion": "El OA 7 de Identidad y Autonomía busca que los niños comuniquen preferencias, opiniones e ideas. Ofrecer 2-3 opciones de actividades y votar democráticamente equilibra estructura pedagógica con participación auténtica. Roberto mantiene coherencia curricular (las opciones son pedagógicamente pertinentes), pero el grupo decide colectivamente qué hacer. Este proceso desarrolla múltiples habilidades: expresar preferencias, escuchar opiniones divergentes, argumentar ('yo prefiero esta actividad porque...'), aceptar decisiones mayoritarias, comprender que su voz cuenta. Con 28 niños, ofrecer opciones definidas hace viable el proceso. Votar enseña principios democráticos desde pequeños. Es participación real, no simulación."
  },
  "parv-8": {
    "respuesta_correcta": "B",
    "retroalimentacion": "Cuando Tomás dice 'no sé amarrarme los zapatos', Isabel tiene la oportunidad de normalizar el proceso de aprendizaje y ofrecer andamiaje respetuoso. Decir 'está bien, aún estás aprendiendo' valida que esta habilidad compleja toma tiempo y práctica. Ofrecer opciones ('¿quieres que te muestre de nuevo o practicamos juntos?') respeta su autonomía y preferencias de apoyo. Algunos niños necesitan ver el modelaje nuevamente, otros prefieren práctica guiada. Esta respuesta evita comparaciones dañinas, vergüenza, o dependencia. Construye autoconcepto de 'aprendiz activo' en vez de 'incapaz'. Coherente con OA 5 y OA 9 de las BCEP: reconocer desafíos personales y desarrollar independencia progresiva."
  },
  "parv-9": {
    "respuesta_correcta": "B",
    "retroalimentacion": "El OA 9 de Identidad y Autonomía enfatiza prácticas de higiene con independencia y responsabilidad progresiva. Una rutina diaria de lavado de manos con canción (marca duración adecuada), espejo (permite observarse haciendo, desarrolla metacognición), y registros visuales (tabla individual donde marcan cuando se lavaron) integra múltiples elementos pedagógicos. No es solo cumplir la acción, sino comprenderla: '¿por qué nos lavamos las manos? ¿Cuándo? ¿Cómo hacerlo bien?'. La rutina predecible genera hábito; la canción hace el proceso placentero; el espejo desarrolla conciencia; el registro visibiliza progreso. Esta estrategia construye autocuidado consciente y autónomo, no obediencia ciega."
  },
  "parv-10": {
    "respuesta_correcta": "B",
    "retroalimentacion": "El OA 6 y OA 7 de Identidad y Autonomía buscan que los niños planifiquen juegos y comuniquen preferencias. Para que esto sea posible, el ambiente debe invitar y facilitar la iniciativa. Claudio organiza materiales a altura infantil (accesibles sin pedir permiso adulto), en contenedores transparentes (ven qué hay adentro), rotulados con imágenes (identifican contenido sin leer). Esta organización comunica: 'este espacio es tuyo, puedes explorar, tomar, usar, y devolver'. Los niños pueden iniciar actividades autónomamente, organizando los recursos según sus ideas. El mensaje pedagógico es poderoso: confiamos en ti, eres capaz, tu iniciativa es valorada. Contrasta con materiales guardados en altura: transmite 'necesitas permiso adulto para todo', generando dependencia."
  },
  "parv-11": {
    "respuesta_correcta": "D",
    "retroalimentacion": "El OA 6 del núcleo Convivencia y Ciudadanía enfatiza la creación colaborativa de normas y resolución de conflictos. Cuando Andrea facilita el diálogo entre Matías y Sofía ('¿Qué podríamos hacer para que ambos jueguen?'), actúa como mediadora que guía el proceso sin imponer la solución. Escuchar propuestas de ambos niños valida sus perspectivas; guiarlos a acordar una solución (construir juntos una torre enorme, turnarse con timer visible, buscar más bloques en otro rincón) desarrolla pensamiento creativo, empatía, negociación. Al validar el acuerdo alcanzado, transmite que sus decisiones tienen valor real. Este proceso enseña que los conflictos son oportunidades de aprendizaje social, no fracasos que requieren intervención punitiva adulta."
  },
  "parv-12": {
    "respuesta_correcta": "A",
    "retroalimentacion": "El OA 3 del núcleo Convivencia y Ciudadanía busca que los niños reconozcan y respeten el derecho a expresarse libremente. Cuando Lorena escucha el comentario de Ignacio sobre roles de género, debe intervenir pedagógicamente para ampliar posibilidades. Conversar con el grupo ('todos pueden jugar a lo que deseen') establece norma inclusiva; mostrar ejemplos de mujeres fuertes y valientes (bomberas, doctoras, deportistas, científicas, superheroínas reales y ficticias) visibiliza diversidad de roles. Esta intervención no castiga a Ignacio (él reproduce estereotipos culturales), sino que educa a todo el grupo. Expande imaginarios, cuestiona limitaciones de género, y defiende derecho de Camila y todos los niños a explorar libremente sus intereses. Es educación para equidad de género desde primera infancia."
  },
  "parv-13": {
    "respuesta_correcta": "B",
    "retroalimentacion": "El OA 2 y OA 6 del núcleo Convivencia y Ciudadanía promueven participación colaborativa y respeto a normas co-construidas. Mauricio transforma las asambleas semanales en espacios auténticamente democráticos cuando los niños proponen ideas ('quiero que tengamos más tiempo en biblioteca'), votan decisiones ('¿quién está de acuerdo? Levanten la mano'), y evalúan acuerdos tomados ('la semana pasada decidimos X, ¿funcionó? ¿Qué podemos mejorar?'). Este ciclo completo desarrolla ciudadanía activa: tu opinión cuenta, debemos escuchar a otros, las decisiones mayoritarias se respetan, podemos revisar y ajustar. La asamblea no es simulacro, es práctica real de democracia. Los niños aprenden participación, argumentación, responsabilidad colectiva, y flexibilidad para revisar acuerdos."
  },
  "parv-14": {
    "respuesta_correcta": "A",
    "retroalimentacion": "El OA 2 del núcleo Convivencia y Ciudadanía enfatiza la colaboración auténtica: planificar, acordar estrategias, asumir responsabilidades para un propósito común. Proyectos grupales como construir una ciudad con bloques, crear un mural colectivo sobre 'nuestro barrio', o preparar una obra de teatro para presentar a familias requieren verdadera colaboración. Los niños deben negociar roles ('yo hago las casas, tú las calles'), coordinar acciones ('si tú pintas arriba, yo pinto abajo'), resolver problemas juntos ('no alcanza el papel, ¿qué hacemos?'), y celebrar logros compartidos. Este tipo de experiencias desarrolla interdependencia positiva: todos son necesarios, el éxito es colectivo. Contrasta con trabajos individuales en paralelo donde no hay real colaboración."
  },
  "parv-15": {
    "respuesta_correcta": "B",
    "retroalimentacion": "El OA 6 del núcleo Convivencia y Ciudadanía especifica que las normas deben ser creadas colaborativamente. Soledad facilita este proceso conversando con los niños ('¿qué necesitamos para estar bien en la sala?'), escuchando sus ideas ('que nadie quite juguetes', 'hablar sin gritar'), sintetizando en 3-4 normas simples y positivas ('usamos palabras amables', 'cuidamos los materiales'), y representándolas con dibujos o fotos que los niños no lectores comprenden. Este proceso hace que las normas sean significativas: no son imposiciones adultas arbitrarias, sino acuerdos que ellos crearon. Se apropian de las normas, las recuerdan mejor, y están más motivados a cumplirlas. Las representaciones visuales las hacen visibles y consultables. Es pedagogía participativa coherente con BCEP 2018."
  },
  "parv-16": {
    "respuesta_correcta": "A",
    "retroalimentacion": "El OA 3 de Identidad y Autonomía busca reconocer emociones en otros. La empatía se desarrolla mediante experiencias que permiten 'ponerse en los zapatos' de otro. Lectura de cuentos con dilemas emocionales ('el lobo está solo, ¿cómo se sentirá?') + preguntas inferenciales ('¿por qué llora Caperucita?') + conexión personal ('¿te has sentido así?') desarrollan esta capacidad. Juegos de roles (actuar como mamá enojada, bebé asustado, amigo triste) permiten experimentar corporalmente emociones ajenas. Estas experiencias concretas y vivenciales construyen empatía más efectivamente que explicaciones teóricas abstractas. Pamela integra narrativa, reflexión y dramatización para que los niños comprendan que todos tenemos emociones, que podemos reconocerlas en otros, y que esa comprensión guía nuestras acciones hacia ellos."
  },
  "parv-17": {
    "respuesta_correcta": "B",
    "retroalimentacion": "El OA 4 del núcleo Lenguaje Verbal enfatiza la descripción precisa. La 'bolsa misteriosa' es una experiencia lúdica y multisensorial: tocar un objeto sin verlo, describirlo (es suave, redondo, pequeño, liviano) mientras otros adivinan, desarrolla vocabulario descriptivo específico. Describir compañeros ('tiene pelo negro, es alto, usa lentes, le gusta correr'), mascotas o juguetes favoritos ejercita observación atenta y precisión lingüística. Estas experiencias concretas amplían repertorio de adjetivos más allá de básicos (grande/pequeño, lindo/feo) hacia términos más específicos (áspero, brillante, flexible, puntiagudo). La descripción es funcional: sirve para que otros identifiquen el objeto o persona. Es lenguaje en uso real, no ejercicio descontextualizado."
  },
  "parv-18": {
    "respuesta_correcta": "A",
    "retroalimentacion": "El OA 7 del núcleo Lenguaje Verbal busca comprensión de textos mediante escucha atenta y progresivas inferencias. Raúl facilita esto mediante lectura compartida con pausas estratégicas. Preguntas predictivas ('¿qué creen que pasará ahora?') activan conocimientos previos y anticipación; preguntas inferenciales ('¿por qué Max se enojó?') desarrollan razonamiento causal; pausas para conversar mantienen atención y permiten co-construir significados. Esta interacción transforma la lectura de experiencia pasiva a diálogo activo. Los niños no solo escuchan, sino que piensan, predicen, argumentan, conectan. Desarrolla comprensión profunda, vocabulario en contexto, y habilidades de pensamiento crítico. Es modelaje de 'cómo un lector experto piensa mientras lee'."
  },
  "parv-19": {
    "respuesta_correcta": "A",
    "retroalimentacion": "El OA 1 del núcleo Lenguaje Verbal promueve expresión oral clara y comprensible. El círculo de conversación es contexto auténtico y democrático donde todos pueden hablar. Narrar experiencias personales ('en mi casa tengo un perro') desarrolla secuencia temporal y vocabulario; describir objetos traídos de casa ejercita precisión lingüística; argumentar opiniones ('mi cuento favorito es X porque...') inicia pensamiento crítico. La escucha atenta del grupo valida al hablante, enseña turnos comunicativos, modela respeto. Para niños tímidos, Claudia puede usar apoyos (objeto para mostrar, foto para describir) que facilitan participación. Este espacio regular y predecible desarrolla fluidez, confianza, estructuras oracionales complejas, y habilidades de comunicación efectiva."
  },
  "parv-20": {
    "respuesta_correcta": "A",
    "retroalimentacion": "El OA 2 y OA 8 del núcleo Lenguaje Verbal abordan comprensión y representación gráfica. Experiencias directas significativas son la base más sólida para ampliar vocabulario: en el huerto, los niños ven, tocan, huelen mientras Esteban nombra (raíz, tallo, brote, hoja, flor, fruto). En el mercado, están expuestos a variedad léxica (verduras: berenjena, betarraga, zapallo; frutas: chirimoya, tuna). La educadora modela uso de palabras precisas ('esto se llama cilantro, tiene olor fuerte'), repite naturalmente términos nuevos, conversa sobre lo observado. Experiencia sensorial + uso contextual + repetición natural = aprendizaje profundo de vocabulario. Contrasta con listas descontextualizadas que se olvidan rápidamente. El vocabulario se aprende en uso real, no en ejercicios aislados."
  },
  "parv-21": {
    "respuesta_correcta": "A",
    "retroalimentacion": "El OA 6 del núcleo Lenguaje Verbal enfatiza que los textos escritos tienen propósitos reales (informar, entretener, recordar). Natalia crea ambiente letrado funcional cuando incluye textos con sentido real: carteles de rincones (asocian imagen + palabra + función: 'biblioteca'), listas de responsabilidades (se consultan diariamente: '¿quién riega las plantas hoy?'), recetas ilustradas (se usan en actividades de cocina), libros accesibles a altura infantil. Esta presencia funcional muestra que la escritura comunica información útil, invita a 'leer' con propósito, naturaliza la cultura letrada. Los textos deben estar a altura visual infantil, con letra clara, vinculados a actividades reales. No es decoración con letras, es integración auténtica de cultura escrita en la vida del aula."
  },
  "parv-22": {
    "respuesta_correcta": "A",
    "retroalimentacion": "El OA 5 del núcleo Corporalidad y Movimiento busca perfeccionar coordinación visomotriz fina. La motricidad fina se desarrolla progresivamente mediante experiencias manipulativas variadas y lúdicas. Usar pinzas para pasar objetos pequeños fortalece músculos de dedos y coordinación ojo-mano; enhebrar requiere precisión y coordinación bimanual; modelar plasticina ejercita manos y dedos; rasgar papel desarrolla fuerza y control; apilar bloques pequeños trabaja coordinación y planificación. Estas experiencias lúdicas y concretas preparan naturalmente para el trazo y escritura futura, sin forzar la escritura prematuramente. Son actividades placenteras que los niños disfrutan mientras desarrollan habilidades motoras finas esenciales. Coherente con BCEP: aprendizaje activo, manipulativo, respetuoso del desarrollo."
  },
  "parv-23": {
    "respuesta_correcta": "A",
    "retroalimentacion": "El OA 3 del núcleo Corporalidad y Movimiento busca tomar conciencia del propio cuerpo. Esta conciencia corporal se construye mediante experiencia directa y reflexiva del cuerpo. 'Simón dice toca tu rodilla' enfoca atención en partes corporales específicas; yoga infantil desarrolla control, respiración consciente y atención corporal; danzas exploran movimientos y expresión; observarse en espejo permite verse en movimiento ('mira cómo muevo mis brazos'); dibujar silueta representa el propio cuerpo. Estas experiencias integran movimiento, atención, representación y expresión, construyendo imagen corporal integrada y consciente. Beatriz no enseña teóricamente ('esto es la rodilla'), sino que invita a experimentar, nombrar, representar. El cuerpo se conoce viviéndolo, no memorizando láminas anatómicas."
  },
  "parv-24": {
    "respuesta_correcta": "C",
    "retroalimentacion": "El OA 1 de Identidad y Autonomía y OA 4 de Corporalidad buscan bienestar físico y disfrute del movimiento. El bienestar físico no se logra con actividad semanal aislada, sino integrando movimiento naturalmente al día. Bailes brindan actividad cardiovascular lúdica; juegos activos al aire libre (correr, trepar, explorar) ofrecen movimiento variado y contacto con naturaleza; pausas de estiramiento previenen tensión muscular; hidratación regular y colaciones saludables nutren el cuerpo. Esta integración transmite que el movimiento es parte natural de la vida saludable, no una 'clase especial' aislada. Hernán promueve hábitos de vida activa, bienestar integral, y relación placentera con el movimiento. Contrasta con priorizar actividades sedentarias 'para mantener orden' que contradicen necesidades de desarrollo infantil."
  },
  "parv-25": {
    "respuesta_correcta": "B",
    "retroalimentacion": "El OA 5 y OA 6 del núcleo Corporalidad y Movimiento enfatizan el desarrollo progresivo de coordinación visomotriz fina. Mónica respeta el desarrollo madurativo mediante secuencia pedagógica: primero trazos libres amplios en pizarrón vertical (fortalece hombro y brazos, desarrolla amplitud de movimiento), luego trazos dirigidos en caminos anchos (introduce direccionalidad sin exigir precisión extrema), después trazos más precisos en laberintos (requiere mayor control), finalmente grafomotricidad específica (líneas, curvas, zigzag, círculos) que prepara directamente para letras. Esta progresión evita frustración, construye habilidades de forma natural, respeta ritmos individuales. Comenzar directamente con letras sin base motriz adecuada genera tensión muscular, trazos rígidos, y puede crear rechazo hacia la escritura."
  },
  "parv-26": {
    "respuesta_correcta": "C",
    "retroalimentacion": "El OA 1 y OA 7 del núcleo Lenguaje Verbal enfatizan comprensión oral mediante escucha atenta, predicciones e inferencias. Raúl transforma la lectura en experiencia interactiva mediante lectura compartida con preguntas estratégicas. Preguntas predictivas ('¿qué creen que pasará?') activan anticipación y conocimientos previos; preguntas inferenciales ('¿por qué hizo eso el personaje?') desarrollan razonamiento causal. Pausas para conversar mantienen atención y permiten co-construcción de significados. Esta metodología desarrolla comprensión profunda (no solo literal), vocabulario en contexto, y habilidades de pensamiento crítico. Contrasta con lectura sin interrupción que es pasiva, o hablar rápidamente que dificulta procesamiento. Es modelaje de 'cómo piensa un lector experto mientras lee'."
  },
  "parv-27": {
    "respuesta_correcta": "B",
    "retroalimentacion": "El OA 1 del núcleo Lenguaje Verbal promueve expresión oral clara con estructuras oracionales completas. El círculo de conversación es contexto auténtico donde todos participan democráticamente. Narrar experiencias personales desarrolla secuencia temporal ('primero... después... finalmente'); describir objetos ejercita precisión lingüística ('es redondo, rojo, suave'); argumentar opiniones ('me gusta este libro porque tiene dinosaurios') inicia pensamiento crítico. La escucha atenta del grupo valida al hablante, enseña turnos comunicativos, modela respeto. Camila puede usar apoyos para niños tímidos (objeto para mostrar, foto para describir). Este espacio regular desarrolla fluidez, confianza, vocabulario variado, estructuras complejas, y habilidades comunicativas esenciales."
  },
  "parv-28": {
    "respuesta_correcta": "C",
    "retroalimentacion": "El OA 2 y OA 8 del núcleo Lenguaje Verbal enfatizan comprensión y vocabulario mediante experiencias significativas. Esteban maximiza aprendizaje léxico cuando los niños exploran el huerto: ven, tocan, huelen mientras él nombra (raíz, tallo, brote, hoja, flor, fruto). En el mercado, están expuestos a variedad léxica (berenjena, betarraga, cilantro, chirimoya). La educadora modela uso de palabras precisas, repite naturalmente términos nuevos en conversaciones auténticas ('miren este cilantro, tiene olor fuerte'). Experiencia sensorial directa + uso contextual + repetición natural = aprendizaje profundo y duradero. El vocabulario no se aprende en listas descontextualizadas que se olvidan, sino en uso real significativo. Es coherente con principio de aprendizaje situado de las BCEP 2018."
  },
  "parv-29": {
    "respuesta_correcta": "B",
    "retroalimentacion": "El OA 6 del núcleo Lenguaje Verbal enfatiza que los textos escritos tienen propósitos reales. Ximena crea ambiente letrado efectivo cuando integra textos funcionales: carteles de rincones (asocian imagen + palabra + función), listas de responsabilidades (se consultan diariamente: '¿quién riega plantas?'), recetas ilustradas (se usan en cocina), libros accesibles a altura infantil. Esta presencia funcional muestra que la escritura comunica información útil, invita a 'leer' con propósito, naturaliza cultura letrada. Los textos deben estar a altura visual, con letra clara, vinculados a actividades reales. No es decoración con letras sin sentido, sino integración auténtica de cultura escrita en vida del aula. Más texto no es necesariamente mejor; lo crucial es que tenga función real."
  },
  "parv-30": {
    "respuesta_correcta": "B",
    "retroalimentacion": "El OA 3 del núcleo Lenguaje Verbal trabaja atributos fonológicos en contextos lúdicos. La conciencia fonológica (manipular sonidos del lenguaje) se desarrolla antes de conocer letras. Juegos de rimas ('casa-masa-pasa') sensibilizan a terminaciones iguales; aplaudir sílabas ('ma-ri-po-sa: 4 sílabas') segmenta palabras oralmente; identificar sonido inicial ('¿con qué sonido empieza MESA? ¡mmm!') aísla fonemas. Estos juegos orales y lúdicos construyen base crucial para lectoescritura futura, sin requerir aún conocimiento de grafías. Son actividades auditivas, rítmicas, corporales (palmas), y divertidas. Rodrigo puede explicar a familias que este trabajo fonológico oral es preparación esencial, más importante a los 4 años que enseñar letras prematuramente. Coherente con desarrollo madurativo."
  },
  "parv-31": {
    "respuesta_correcta": "B",
    "retroalimentacion": "El OA 1 y OA 5 del núcleo Lenguaje Verbal promueven disfrute lector desde primera infancia. El amor por la lectura se construye asociando lectura con placer, elección y experiencias positivas. Biblioteca acogedora (cojines, buena luz, espacio tranquilo) invita a leer; lectura diaria con expresividad emociona y modela fluidez; que los niños elijan libros respeta preferencias; préstamos a casa integran familia; dramatizar cuentos hace la historia vivencial y corporizada. Estas prácticas transmiten que leer es placentero, interesante, y valioso. Construyen motivación intrínseca que sostendrá el aprendizaje lector futuro. Contrasta con obligar a escuchar, usar lectura como premio/castigo, o leer solo para enseñar letras. El disfrute es condición para que se conviertan en lectores habituales."
  },
  "parv-32": {
    "respuesta_correcta": "B",
    "retroalimentacion": "El OA 8 del núcleo Lenguaje Verbal promueve escritura emergente respetuosa del desarrollo. Los niños primero hacen 'garabatos con intención' (simulan escribir mensajes), dictan historias al adulto (separan composición de transcripción, pueden crear textos complejos sin dominar escritura aún), escriben 'a su manera' (pseudoletras, letras inventadas, mezcla de símbolos), y gradualmente se aproximan a escritura convencional. Este proceso valida todos los intentos, desarrolla función comunicativa de la escritura ('escribo para que otros lean mi mensaje'), y permite expresarse antes de dominar el código alfabético. La aproximación gradual es natural y respetuosa del desarrollo. Contrasta con planas repetitivas que son mecánicas, o prohibir escribir hasta trazo perfecto que frustra la expresión."
  },
  "parv-33": {
    "respuesta_correcta": "D",
    "retroalimentacion": "El OA 1 de Identidad y Autonomía enfatiza que comunicar emociones y expresar preferencias requiere oportunidades de argumentación inicial. Preguntar sistemáticamente '¿por qué piensas eso?' invita a buscar razones; '¿cómo lo sabes?' promueve reflexión sobre fuentes de conocimiento (lo vi, me lo contaron, lo leí). Validar razones ('interesante, pensaste que...') transmite que las ideas importan. Mostrar que hay perspectivas diversas ('Matías piensa X, pero Sofía piensa Y, ambas ideas son interesantes') desarrolla pensamiento crítico y respeto por pluralidad. Esta práctica sistemática enseña que las opiniones se fundamentan, que podemos discrepar respetuosamente, y que el diálogo enriquece comprensión. Es base de pensamiento reflexivo y argumentación futura."
  },
  "parv-34": {
    "respuesta_correcta": "D",
    "retroalimentacion": "El nombre propio es la palabra más significativa para el niño: lo representa, lo identifica, le pertenece exclusivamente. Escribirlo tiene función social real (marcar trabajos, identificar pertenencias en perchero), lo que motiva profundamente su aprendizaje. Además, al ser palabra estable y muy frecuente, permite descubrir principios del sistema alfabético (letras, direccionalidad izquierda-derecha, orden fijo). Es puerta de entrada natural y motivadora al mundo de la escritura. El niño se interesa porque es SU nombre, no una palabra arbitraria. Esta primera palabra significativa abre camino para explorar otras palabras. Es coherente con OA 8 del Lenguaje Verbal: escritura con sentido, no ejercicio mecánico. El nombre es identidad hecha texto."
  },
  "parv-35": {
    "respuesta_correcta": "C",
    "retroalimentacion": "El OA 7 del núcleo Lenguaje Verbal enfatiza comprensión profunda mediante diferentes niveles de preguntas. Natalia combina preguntas literales ('¿qué pasó al final del cuento?') que verifican información explícita; preguntas inferenciales ('¿por qué el personaje estaba triste?' requiere razonar más allá del texto explícito) que desarrollan razonamiento; y preguntas de conexión personal ('¿te ha pasado algo parecido? ¿qué harías tú?') que vinculan el texto con experiencias propias, haciendo la lectura significativa. Esta variedad ejercita diferentes habilidades de pensamiento, hace la conversación más rica, y conecta emocionalmente con el texto. La comprensión profunda integra estos niveles. Solo preguntas literales es comprensión superficial; solo repetir el cuento es memorización."
  },
  "parv-36": {
    "respuesta_correcta": "A",
    "retroalimentacion": "El OA 4 del núcleo Lenguaje Verbal busca descripción precisa mediante vocabulario específico. La 'bolsa misteriosa' es experiencia multisensorial: tocar objeto sin verlo, describirlo (suave/áspero, grande/pequeño, redondo/puntiagudo, liviano/pesado) mientras otros adivinan, desarrolla vocabulario descriptivo táctil. Describir compañeros ('tiene pelo negro, es alta, usa lentes, le gusta saltar'), mascotas o juguetes favoritos ejercita observación atenta y precisión lingüística visual. Estas experiencias concretas amplían repertorio de adjetivos más allá de básicos hacia términos específicos (brillante, flexible, suave). La descripción es funcional: sirve para que otros identifiquen. Es lenguaje en uso real, no ejercicio descontextualizado. Desarrolla capacidad de observar y comunicar con precisión."
  },
  "parv-37": {
    "respuesta_correcta": "A",
    "retroalimentacion": "El OA 7 del núcleo Lenguaje Verbal trabaja secuencia narrativa (inicio-desarrollo-cierre). Los niños aprenden esta estructura con apoyos concretos que se internalizan progresivamente. Líneas de tiempo visuales (3-4 imágenes secuenciadas: primero-después-finalmente) muestran la progresión temporal; preguntas guiadas ('¿qué pasó primero? ¿y después? ¿cómo terminó?') orientan la secuenciación; dramatizar secuencias corporiza el orden temporal (actuar la historia en orden). Estos apoyos externos se internalizan gradualmente, permitiendo luego narrar sin ayudas visuales. La estructura temporal es fundamental para coherencia narrativa. Sin andamiaje, niños de NT2 suelen narrar de forma desorganizada. Con práctica guiada, desarrollan capacidad de estructurar relatos coherentes temporalmente."
  },
  "parv-38": {
    "respuesta_correcta": "B",
    "retroalimentacion": "El OA 7 del núcleo Lenguaje Verbal enfatiza que el lenguaje tiene múltiples funciones sociales que se aprenden en uso real. Escribir invitación muestra que la escritura transmite información a distancia; llamar por teléfono (simulado o real) enseña comunicación sin soporte visual; entrevistar (a bombero que visita el jardín) desarrolla formulación de preguntas; lista de compras muestra que escribir ayuda a recordar. Estas experiencias auténticas revelan por qué comunicarse es necesario y valioso en la vida real, motivando el aprendizaje del lenguaje oral y escrito en sus diversas formas y funciones. Ignacio integra situaciones comunicativas reales en el currículum, no ejercicios artificiales. Es coherente con enfoque funcional y significativo de las BCEP 2018."
  },
  "parv-39": {
    "respuesta_correcta": "B",
    "retroalimentacion": "El OA 3 del núcleo Lenguaje Verbal trabaja escucha activa mediante juegos y modelaje. 'Teléfono descompuesto' requiere escucha atenta para transmitir mensaje correctamente; seguir instrucciones de 2-3 pasos ('primero guarda los bloques, luego lávate las manos, después siéntate en el círculo') ejercita memoria auditiva y atención; describir sonidos (¿qué escuchas? pajarito, auto, voces) afina percepción auditiva. El modelaje adulto (mirar al hablante, asentir, hacer preguntas relevantes) enseña visualmente cómo luce escuchar bien. Estas prácticas lúdicas desarrollan atención auditiva, respeto por el hablante, comprensión del valor de escuchar para comunicarse efectivamente. Contrasta con exigir silencio absoluto (represivo) o permitir caos comunicativo (sin aprendizaje)."
  },
  "parv-40": {
    "respuesta_correcta": "C",
    "retroalimentacion": "El OA 9 del núcleo Lenguaje Verbal enfatiza respeto a diversidad lingüística y enfoque aditivo (agregar español sin quitar lengua materna). Tomás valora la lengua originaria como riqueza cultural y cognitiva; incorporar palabras de su idioma al grupo (enseñar saludos, nombres de animales, canciones) enriquece a todos y valida su identidad; permitir uso de ambas lenguas respeta su proceso bilingüe; facilitar español progresivamente (con gestos, imágenes, rutinas predecibles, modelaje natural) ayuda sin forzar ni castigar. Desvalorizar su lengua dañaría autoestima, identidad cultural, y desarrollo lingüístico. El bilingüismo es fortaleza cognitiva y cultural. El enfoque debe ser aditivo (sumar español) no sustractivo (quitar lengua materna). Coherente con principio de singularidad y respeto a diversidad de BCEP."
  },
  "parv-41": {
    "respuesta_correcta": "C",
    "retroalimentacion": "El OA 1 del núcleo Lenguajes Artísticos enfatiza exploración libre y proceso creativo sobre producto. Javiera ofrece materiales diversos (témperas, arcilla, collage, telas, materiales reciclados) que invitan a experimentar texturas, colores, formas, sin modelo a copiar. Esta libertad permite que cada creación sea única y auténtica, expresión personal genuina. Valorar el proceso ('cuéntame sobre tu trabajo', '¿cómo decidiste usar estos colores?') más que el producto desarrolla creatividad, autoexpresión, toma de decisiones estéticas, y confianza. El arte en parvularia no busca 'realismo' ni copia de modelos adultos, sino expresión personal, exploración sensorial, y comunicación de ideas/emociones mediante lenguajes no verbales. Contrasta con modelos para copiar (limitan creatividad) o pintar dentro de líneas (mecánico)."
  },
  "parv-42": {
    "respuesta_correcta": "C",
    "retroalimentacion": "El OA 3 del núcleo Lenguajes Artísticos promueve musicalidad mediante experiencia activa y variada. Diego desarrolla musicalidad cuando los niños cantan canciones variadas (fortalece control vocal y memoria melódica), experimentan instrumentos (maracas, tambores, metalófonos: exploran timbres diversos), crean ritmos con cuerpo (palmas, pies) y objetos cotidianos, improvisan melodías (inventan canciones), y se mueven con música (integran cuerpo y sonido, desarrollan coordinación auditivo-motriz). Esta riqueza de experiencias activas desarrolla sensibilidad auditiva, coordinación, expresión emocional, y apreciación musical. Contrasta con solo escuchar música grabada pasivamente (sin participación activa) o memorizar partituras (inapropiado para la edad). La música se aprende haciendo música, no observándola."
  },
  "parv-43": {
    "respuesta_correcta": "B",
    "retroalimentacion": "El OA 4 del núcleo Lenguajes Artísticos enfatiza expresión corporal como comunicación mediante el cuerpo. Camila facilita esto con propuestas abiertas metafóricas ('muévete como un árbol con viento' invita a interpretar creativamente), expresar emociones corporalmente ('muestra con tu cuerpo cómo te sientes cuando estás feliz/triste/enojado' conecta sentimiento y movimiento), danza libre con telas (explora movimiento fluido y expresivo), mímica (comunicar sin palabras: 'muestra que estás comiendo helado'). Estas experiencias desarrollan conciencia corporal, creatividad, expresión emocional mediante movimiento, y amplían repertorio expresivo más allá del lenguaje verbal. Contrasta con copiar coreografías rígidas (no es expresión personal) o solo sentarse quietos (reprime necesidad de movimiento)."
  },
  "parv-44": {
    "respuesta_correcta": "A",
    "retroalimentacion": "El OA 2 del núcleo Lenguajes Artísticos enfatiza que el juego dramático (juego simbólico, de roles) es crucial para desarrollo socioemocional y cognitivo. Francisca enriquece este juego organizando rincones temáticos (cocina, hospital, tienda) con materiales abiertos que permiten creatividad; vestuario variado facilita transformación en diferentes roles; tiempo amplio (30-40 minutos) permite desarrollar narrativas complejas; conversar después ('¿a qué jugaron? ¿qué pasó en su hospital?') reflexiona sobre lo vivido. Este juego desarrolla empatía (ponerse en zapatos de otros), lenguaje (uso de vocabulario especializado: 'paciente', 'receta'), pensamiento simbólico (objeto representa otra cosa), resolución de problemas, comprensión del mundo social. No es 'solo juego', es aprendizaje profundo mediante experiencia lúdica."
  },
  "parv-45": {
    "respuesta_correcta": "C",
    "retroalimentacion": "El OA 1 del núcleo Lenguajes Artísticos busca apreciación estética mediante observación atenta y conversación. Antonia desarrolla esta capacidad cuando muestra obras de arte variadas (pinturas, esculturas, tejidos mapuches, fotografías) y conversa: '¿qué ves?' (desarrolla observación detallada), '¿cómo crees que lo hizo?' (reflexiona sobre técnicas y procesos), '¿qué sientes al mirarlo?' (valida respuesta emocional personal). Variar tipos de arte amplía referentes culturales; conectar con creaciones propias ('ustedes también son artistas, miren sus trabajos') valida su expresión. Esto desarrolla sensibilidad estética, pensamiento crítico ante obras, y apreciación de diversas expresiones culturales. Contrasta con solo decir qué es 'bonito/feo' (juicio superficial) o memorizar nombres de artistas (datos sin apreciación)."
  },
  "parv-46": {
    "respuesta_correcta": "C",
    "retroalimentacion": "El OA 6 del núcleo Lenguajes Artísticos enfatiza que la creatividad requiere problemas abiertos con múltiples soluciones. Francisca promueve creatividad mediante desafíos como 'construye algo que vuela' (invita a imaginar, planificar, probar: puede ser avión, pájaro, cometa, mariposa) o 'crea un instrumento con materiales reciclados' (transforma materiales cotidianos en herramientas expresivas: botella con arroz, latas con palos). Valorar soluciones diversas transmite que hay muchas formas válidas de resolver, no una única 'correcta'. Esta apertura desarrolla pensamiento divergente, innovación, perseverancia ante desafíos, confianza para proponer ideas originales. Contrasta con actividades con un solo resultado correcto (limitan creatividad) o criticar ideas no convencionales (inhibe innovación)."
  },
  "parv-47": {
    "respuesta_correcta": "D",
    "retroalimentacion": "El OA 6 del núcleo Lenguajes Artísticos promueve integración de lenguajes artísticos en proyectos significativos. Antonia facilita esto cuando los niños crean una obra de teatro: inventan historia colectivamente (lenguaje verbal narrativo), hacen escenografía con pinturas y construcciones (plástica), crean canciones para los personajes (música), actúan las escenas (dramática), diseñan vestuario con telas y materiales (diseño). Esta integración muestra que el arte es multidimensional y que los lenguajes se enriquecen mutuamente. Promueve colaboración (diferentes niños aportan desde sus fortalezas: unos dibujan, otros cantan, otros actúan). El resultado colectivo es más rico que partes individuales. Contrasta con enseñar disciplinas separadas (música, plástica, danza aisladas) que no muestran sus conexiones naturales."
  },
  "parv-48": {
    "respuesta_correcta": "D",
    "retroalimentacion": "El OA 1 y OA 5 del núcleo Exploración del Entorno Natural enfatizan conexión entre arte y naturaleza mediante Land Art. Gonzalo facilita esto cuando los niños crean con elementos naturales (mandalas con hojas de colores, esculturas con piedras apiladas, diseños con ramas), observan colores y formas en naturaleza (patrones en cortezas, geometría en flores, gradientes en atardecer), pintan con elementos naturales (betarragas como pigmento rojo, flores machacadas, carbón de fogata). Esto desarrolla apreciación de belleza natural, creatividad con recursos del entorno, respeto por naturaleza como fuente de inspiración y materiales. Conecta arte, naturaleza, y conciencia ambiental. Contrasta con solo usar materiales comerciales (desconexión de naturaleza) o no salir al exterior (pérdida de experiencias directas)."
  },
  "parv-49": {
    "respuesta_correcta": "D",
    "retroalimentacion": "El OA 2 del núcleo Lenguajes Artísticos enfatiza que la documentación hace visible el aprendizaje artístico. Valentina documenta cuando fotografía el proceso (no solo producto final: muestra experimentación, cambios, descubrimientos), registra comentarios de los niños ('hice un castillo para mi familia': captura intenciones y significados), crea portafolios individuales (recopilan trayectoria: 'mira cómo dibujabas en marzo y cómo dibujas ahora'), exhibe obras con cédulas escritas por ellos ('Paula, 5 años: Mi familia en el parque': valida autoría). Esta práctica transmite que sus creaciones son valiosas, desarrolla metacognición ('cómo ha cambiado mi trabajo'), y comunica aprendizaje a familias de forma visible. Contrasta con solo guardar producto final o tirar creaciones (desvaloriza trabajo infantil)."
  },
  "parv-50": {
    "respuesta_correcta": "A",
    "retroalimentacion": "El OA 2 del núcleo Lenguajes Artísticos enfatiza que el arte es canal privilegiado para expresión emocional. Matías facilita esto invitando a pintar 'cómo me siento' (externaliza estados internos mediante color, forma, trazo), asociar colores con emociones (rojo=rabia, azul=tranquilo, amarillo=alegre: desarrolla vocabulario emocional visual), crear máscaras de emociones (permite 'ponerse' emociones: feliz, triste, enojado, asustado), dramatizar situaciones emocionales (juego de roles: '¿cómo te sientes cuando alguien te quita un juguete?'). Validar toda expresión emocional (incluyendo tristeza, enojo) enseña que todas las emociones son legítimas y que hay formas constructivas y creativas de expresarlas. El arte ofrece lenguaje alternativo cuando las palabras no alcanzan. Contrasta con prohibir emociones 'negativas' o solo hacer arte 'bonito' (reprime expresión auténtica)."
  }
}
