{
  "asignatura": "Lenguaje y Comunicación",
  "niveles": {
    "tercero_medio": {
      "objetivos_aprendizaje": {
        "OA1": {
          "codigo": "OA1",
          "titulo": "Lectura y análisis de textos literarios",
          "descripcion": "Analizar las narraciones leídas para enriquecer su comprensión",
          "habilidades": ["Analizar", "Interpretar", "Evaluar"]
        },
        "OA2": {
          "codigo": "OA2",
          "titulo": "Producción de textos escritos",
          "descripcion": "Producir textos escritos con coherencia, cohesión y adecuación",
          "habilidades": ["Crear", "Organizar", "Revisar"]
        },
        "OA3": {
          "codigo": "OA3",
          "titulo": "Comprensión lectora crítica",
          "descripcion": "Formular interpretaciones de los textos leídos",
          "habilidades": ["Inferir", "Sintetizar", "Evaluar"]
        }
      }
    },
    "cuarto_medio": {
      "objetivos_aprendizaje": {
        "OA1": {
          "codigo": "OA1",
          "titulo": "Análisis literario profundo",
          "descripcion": "Analizar críticamente textos de diversos géneros",
          "habilidades": ["Analizar", "Argumentar", "Evaluar"]
        },
        "OA2": {
          "codigo": "OA2",
          "titulo": "Argumentación escrita",
          "descripcion": "Producir textos argumentativos coherentes y fundamentados",
          "habilidades": ["Argumentar", "Fundamentar", "Persuadir"]
        }
      }
    }
  },
  "rangos_rendimiento": {
    "excelente": {
      "rango": "90-100",
      "nota": "6.5-7.0",
      "nivel": "Logrado Destacado"
    },
    "muy_bueno": {
      "rango": "80-89",
      "nota": "5.5-6.4",
      "nivel": "Logrado Completamente"
    },
    "bueno": {
      "rango": "70-79",
      "nota": "5.0-5.4",
      "nivel": "Logrado"
    },
    "suficiente": {
      "rango": "60-69",
      "nota": "4.0-4.9",
      "nivel": "Medianamente Logrado"
    },
    "insuficiente": {
      "rango": "40-59",
      "nota": "2.5-3.9",
      "nivel": "Por Lograr"
    },
    "deficiente": {
      "rango": "0-39",
      "nota": "1.0-2.4",
      "nivel": "No Logrado"
    }
  },
  "retroalimentaciones": {
    "excelente": {
      "generales": [
        "¡Excelente trabajo, {nombre}! Has demostrado un dominio excepcional de los contenidos. Tu desempeño refleja dedicación y comprensión profunda.",
        "Felicitaciones, {nombre}. Tu rendimiento es sobresaliente. Has logrado todos los objetivos de aprendizaje con un nivel de excelencia notable.",
        "Magnífico desempeño, {nombre}. Tu compromiso con el aprendizaje es ejemplar. Continúa con esta actitud positiva y proactiva.",
        "Extraordinario trabajo, {nombre}. Has alcanzado un nivel de logro destacado. Tu esfuerzo y dedicación son dignos de reconocimiento."
      ],
      "especificas": {
        "lectura": [
          "Tu capacidad de análisis literario es sobresaliente. Interpretas textos con profundidad y fundamentas tus opiniones con evidencia textual sólida.",
          "Demuestras una comprensión lectora excepcional. Identificas elementos implícitos y realizas inferencias complejas con gran habilidad.",
          "Tu análisis crítico de textos literarios refleja pensamiento de alto nivel. Estableces conexiones significativas entre obras y contextos."
        ],
        "escritura": [
          "Tu producción textual es de excelente calidad. Organizas tus ideas con coherencia y utilizas recursos lingüísticos variados y apropiados.",
          "Tus textos argumentativos son convincentes y bien fundamentados. Estructuras tus argumentos de manera lógica y persuasiva.",
          "Demuestras dominio avanzado de la escritura académica. Tu expresión es clara, precisa y refleja un amplio repertorio léxico."
        ],
        "comunicacion_oral": [
          "Tu expresión oral es fluida y bien estructurada. Comunicas tus ideas con claridad y adaptas tu discurso a diferentes audiencias.",
          "Destacas en la comunicación oral. Tu dicción, volumen y lenguaje corporal reflejan seguridad y dominio del tema."
        ]
      },
      "desafios": [
        "Te desafío a profundizar aún más en análisis intertextuales. Podrías explorar conexiones entre diferentes obras literarias.",
        "Como siguiente paso, te invito a liderar discusiones literarias con tus compañeros, compartiendo tu perspectiva analítica.",
        "Podrías ampliar tu repertorio de lecturas explorando géneros o autores menos conocidos para enriquecer tu perspectiva crítica."
      ]
    },
    "muy_bueno": {
      "generales": [
        "Muy buen trabajo, {nombre}. Has demostrado comprensión sólida de los contenidos y cumplimiento de los objetivos de aprendizaje.",
        "Felicitaciones, {nombre}. Tu desempeño es consistente y refleja un buen dominio de las habilidades trabajadas.",
        "Excelente progreso, {nombre}. Tu esfuerzo es evidente y tu nivel de logro es muy satisfactorio.",
        "Notable desempeño, {nombre}. Has alcanzado los objetivos de aprendizaje con un nivel de logro muy bueno."
      ],
      "especificas": {
        "lectura": [
          "Tu comprensión lectora es muy buena. Identificas ideas principales y secundarias con precisión. Para mejorar, intenta realizar inferencias más complejas.",
          "Analizas textos de manera efectiva. Sería beneficioso profundizar más en la interpretación de recursos literarios y su función.",
          "Tu capacidad de análisis textual es sólida. Podrías enriquecer tus interpretaciones incluyendo más referencias al contexto de producción."
        ],
        "escritura": [
          "Produces textos bien organizados y coherentes. Para seguir mejorando, trabaja en la variedad de conectores y recursos de cohesión.",
          "Tu escritura es clara y cumple con las convenciones formales. Te sugiero ampliar tu repertorio léxico para mayor precisión expresiva.",
          "Estructuras tus textos de manera efectiva. Un desafío sería incorporar más citas textuales y referencias para fundamentar tus ideas."
        ],
        "comunicacion_oral": [
          "Tu expresión oral es clara y ordenada. Para potenciar tus habilidades, trabaja en el uso de pausas y énfasis estratégicos.",
          "Te comunicas de manera efectiva. Podrías mejorar haciendo contacto visual más frecuente con tu audiencia."
        ]
      },
      "sugerencias": [
        "Te invito a profundizar en el análisis de elementos narrativos como punto de vista, tiempo y espacio en las obras leídas.",
        "Sería beneficioso que practicaras la escritura de textos argumentativos más extensos, desarrollando contraargumentos.",
        "Para seguir avanzando, lee textos de diversos géneros y autores, ampliando tu experiencia lectora."
      ]
    },
    "bueno": {
      "generales": [
        "Buen trabajo, {nombre}. Has logrado los objetivos fundamentales y demuestras comprensión de los contenidos centrales.",
        "Felicitaciones por tu esfuerzo, {nombre}. Has alcanzado un nivel de logro satisfactorio en las actividades realizadas.",
        "Vas por buen camino, {nombre}. Tu desempeño refleja compromiso con tu aprendizaje. Sigue trabajando con esta dedicación.",
        "Desempeño satisfactorio, {nombre}. Has cumplido con los objetivos esperados y demuestras habilidades en desarrollo."
      ],
      "especificas": {
        "lectura": [
          "Comprendes las ideas principales de los textos. Para mejorar, trabaja en identificar relaciones entre ideas y hacer inferencias más profundas.",
          "Tu lectura es adecuada. Te beneficiarías de analizar más detenidamente los recursos literarios y su efecto en el texto.",
          "Identificas información explícita correctamente. Un desafío es profundizar en la interpretación de elementos implícitos."
        ],
        "escritura": [
          "Produces textos que cumplen con el propósito comunicativo. Para mejorar, trabaja en la organización de párrafos y uso de conectores.",
          "Tu escritura es funcional. Te sugiero revisar la coherencia entre oraciones y ampliar tu vocabulario.",
          "Escribes de manera comprensible. Un área de mejora es la fundamentación de ideas con ejemplos y argumentos más desarrollados."
        ],
        "comunicacion_oral": [
          "Te expresas de manera comprensible. Para mejorar, practica hablar con mayor fluidez y seguridad.",
          "Tu comunicación oral es adecuada. Trabaja en organizar mejor tus ideas antes de expresarlas."
        ]
      },
      "estrategias": [
        "Te recomiendo releer los textos haciendo anotaciones al margen para identificar ideas clave y recursos literarios.",
        "Practica la escritura de borradores y pide retroalimentación antes de entregar trabajos finales.",
        "Dedica tiempo a la lectura personal, eligiendo textos de tu interés para desarrollar el hábito lector.",
        "Participa más activamente en las discusiones en clase para desarrollar tu expresión oral."
      ]
    },
    "suficiente": {
      "generales": [
        "Has logrado alcanzar el nivel mínimo esperado, {nombre}. Es importante que sigas trabajando para consolidar tus aprendizajes.",
        "Tu esfuerzo es valorado, {nombre}. Has cumplido con lo básico, pero necesitas reforzar algunos aspectos para mejorar tu desempeño.",
        "{nombre}, has logrado aprobar, pero te animo a dedicar más tiempo y esfuerzo para alcanzar mejores resultados.",
        "Desempeño suficiente, {nombre}. Has alcanzado el mínimo, pero con más práctica y dedicación puedes mejorar significativamente."
      ],
      "especificas": {
        "lectura": [
          "Comprendes información explícita básica. Necesitas trabajar en la identificación de ideas principales y hacer inferencias simples.",
          "Tu comprensión lectora es básica. Te beneficiarías de técnicas de subrayado y resumen para mejorar tu comprensión.",
          "Identificas información superficial en los textos. Debes practicar la lectura analítica y reflexiva más frecuentemente."
        ],
        "escritura": [
          "Produces textos simples. Necesitas mejorar la organización de ideas, la coherencia y el uso de conectores.",
          "Tu escritura cumple lo mínimo. Trabaja en ampliar tus oraciones, usar vocabulario más variado y revisar ortografía.",
          "Escribes de forma básica. Es necesario que practiques más la planificación y revisión de tus textos."
        ],
        "comunicacion_oral": [
          "Tu expresión oral es básica. Practica organizando tus ideas antes de hablar y trabajando en tu volumen y claridad.",
          "Te comunicas de manera elemental. Necesitas ganar confianza y practicar más la expresión oral."
        ]
      },
      "plan_mejora": [
        "URGENTE: Dedica al menos 30 minutos diarios a la lectura. Comienza con textos breves y aumenta gradualmente la complejidad.",
        "Asiste a talleres de reforzamiento y solicita apoyo adicional para trabajar las áreas descendidas.",
        "Practica la escritura de textos breves diariamente. Comienza con párrafos simples y ve aumentando la extensión.",
        "Revisa los contenidos de clases anteriores y completa actividades atrasadas.",
        "Participa activamente en clases haciendo preguntas y compartiendo tus ideas, aunque te sientas inseguro."
      ]
    },
    "insuficiente": {
      "generales": [
        "{nombre}, no has alcanzado el nivel mínimo esperado. Es fundamental que refuerces urgentemente tus aprendizajes con apoyo adicional.",
        "Tu desempeño actual es insuficiente, {nombre}. Necesitamos trabajar juntos en un plan de recuperación para que alcances los objetivos.",
        "{nombre}, los resultados muestran que necesitas apoyo intensivo. Es importante que te comprometas con tu aprendizaje y solicites ayuda.",
        "Situación de alerta, {nombre}. No has logrado los objetivos mínimos. Necesitas dedicación urgente y apoyo personalizado."
      ],
      "diagnostico": [
        "Presentas dificultades significativas en comprensión lectora. No identificas ideas principales ni información explícita básica.",
        "Tu producción escrita es muy limitada. Hay problemas de coherencia, ortografía y estructura textual básica.",
        "Demuestras serias dificultades para expresar ideas de forma oral y escrita. La comprensión de textos es muy limitada."
      ],
      "plan_recuperacion": [
        "ACCIÓN INMEDIATA: Requieres apoyo del Programa de Integración Escolar (PIE) o tutorías personalizadas.",
        "Debes asistir obligatoriamente a talleres de nivelación en comprensión lectora y producción de textos.",
        "Se requiere entrevista con apoderado para establecer un plan de apoyo conjunto casa-escuela.",
        "Compromiso de dedicar 1 hora diaria al reforzamiento de Lenguaje con material adaptado a tu nivel.",
        "Evaluación diferenciada mientras trabajas en cerrar brechas de aprendizaje.",
        "Seguimiento semanal de avances con profesor jefe y profesor de asignatura."
      ],
      "estrategias_basicas": [
        "Comienza con textos muy breves y simples. Lee en voz alta y pide ayuda para identificar palabras desconocidas.",
        "Practica escritura de oraciones simples. Enfócate en sujeto + verbo + complemento.",
        "Trabaja vocabulario básico con tarjetas de estudio (flashcards).",
        "Solicita grabaciones de las clases para repasar en casa.",
        "Usa organizadores gráficos simples (mapas conceptuales, esquemas) para ordenar información."
      ]
    },
    "deficiente": {
      "generales": [
        "{nombre}, tu situación académica es crítica. No has logrado los objetivos fundamentales y requieres intervención inmediata y apoyo especializado.",
        "Situación muy preocupante, {nombre}. Tu nivel de logro es muy bajo. Es urgente que te comprometas con un plan intensivo de recuperación.",
        "{nombre}, los resultados son muy deficientes. Necesitas apoyo inmediato del equipo multidisciplinario y compromiso familiar."
      ],
      "diagnostico_critico": [
        "No alcanzas los aprendizajes mínimos esperados. Hay brechas significativas en habilidades fundamentales de lectura y escritura.",
        "Presentas serias dificultades en todas las habilidades evaluadas: lectura, escritura y comunicación oral.",
        "Tu nivel actual está muy por debajo del esperado para tu curso. Requieres evaluación especializada y plan remedial urgente."
      ],
      "intervencion_inmediata": [
        "CRÍTICO: Derivación inmediata a especialistas (psicopedagogo, fonoaudiólogo) para evaluación diagnóstica.",
        "Reunión urgente con equipo directivo, profesor jefe, PIE y apoderado para establecer plan de acción.",
        "Posible repitencia si no hay avances significativos. Debe considerarse lo mejor para tu desarrollo académico.",
        "Evaluación diferenciada obligatoria con adecuaciones curriculares significativas.",
        "Apoyo diario personalizado en sala de recursos o con tutor especializado.",
        "Compromiso escrito de la familia para apoyar el proceso de recuperación en casa."
      ],
      "compromisos_requeridos": [
        "Asistencia obligatoria a todas las clases y talleres de reforzamiento sin excepciones.",
        "Cumplimiento de tareas y actividades adaptadas a tu nivel actual.",
        "Trabajo diario en casa con material proporcionado por el profesor (mínimo 2 horas).",
        "Registro diario de avances que debe ser firmado por apoderado.",
        "Evaluaciones formativas semanales para monitorear progreso."
      ],
      "recursos_apoyo": [
        "Material didáctico adaptado a nivel inicial (lectura silábica, vocabulario visual).",
        "Uso de tecnología de apoyo: aplicaciones de lectura, videos educativos, audiolibros.",
        "Trabajo con textos de complejidad reducida y apoyo visual constante.",
        "Ejercicios de motricidad fina para mejorar escritura (si es necesario).",
        "Refuerzo de habilidades prelectoras y de decodificación básica."
      ]
    }
  },
  "retroalimentaciones_actitudinales": {
    "participacion": {
      "alta": "Tu participación activa en clases enriquece las discusiones y demuestra compromiso con tu aprendizaje.",
      "media": "Participa más frecuentemente en clases. Tus aportes son valiosos y contribuyen al aprendizaje colectivo.",
      "baja": "Es importante que participes más en clases. Compartir tus ideas te ayudará a consolidar tus aprendizajes."
    },
    "responsabilidad": {
      "alta": "Eres muy responsable con tus tareas y compromisos. Tu puntualidad en las entregas es ejemplar.",
      "media": "Generalmente cumples con tus responsabilidades. Trabaja en ser más constante con las fechas de entrega.",
      "baja": "Debes mejorar tu responsabilidad. Muchas tareas no están entregadas o lo están fuera de plazo."
    },
    "trabajo_autonomo": {
      "alto": "Demuestras gran autonomía en tu aprendizaje. Trabajas de manera independiente y eficiente.",
      "medio": "Tu trabajo autónomo es adecuado. Podrías ser más proactivo en buscar recursos y resolver dudas.",
      "bajo": "Necesitas desarrollar mayor autonomía. Depende menos de la ayuda constante y toma más iniciativa."
    },
    "trabajo_colaborativo": {
      "alto": "Colaboras excelentemente con tus compañeros. Eres un aporte valioso en trabajos grupales.",
      "medio": "Trabajas bien en equipo, pero podrías involucrarte más activamente en las tareas grupales.",
      "bajo": "Debes mejorar tu trabajo en equipo. Es importante colaborar y respetar las ideas de los demás."
    }
  },
  "plantillas_contextualizadas": {
    "tercero_medio_guias": {
      "aprobado": "{nombre}, has completado {porcentaje}% de las guías, logrando un nivel {nivel}. {retroalimentacion_especifica} Para continuar avanzando, te sugiero: {sugerencia}",
      "reprobado": "{nombre}, has completado {porcentaje}% de las guías, lo que resulta insuficiente. {diagnostico} Plan de acción: {plan_mejora}"
    },
    "cuarto_medio_ensayos": {
      "aprobado": "{nombre}, tu desempeño en los ensayos refleja {nivel} de logro con {porcentaje}% de tareas completadas. {retroalimentacion_escritura} {desafio_argumentacion}",
      "reprobado": "{nombre}, has completado solo {porcentaje}% de los ensayos. {diagnostico_escritura} Es urgente que: {plan_recuperacion}"
    },
    "general_proceso": {
      "excelente": "Felicitaciones {nombre}! Con {nota} ({porcentaje}% completado), has alcanzado un nivel {nivel}. {retroalimentacion_positiva} Tu compromiso es ejemplar. {desafio_superior}",
      "bueno": "{nombre}, con {nota} y {porcentaje}% completado, tu nivel es {nivel}. {reconocimiento} {sugerencia_mejora} Sigue esforzándote!",
      "suficiente": "{nombre}, has alcanzado el mínimo con {nota} ({porcentaje}% completado). {reconocimiento_esfuerzo} {advertencia} Plan: {estrategias_concretas}",
      "insuficiente": "{nombre}, con {nota} y solo {porcentaje}% completado, tu nivel es {nivel}. {alerta} Acción inmediata: {plan_recuperacion_urgente}"
    }
  },
  "indicadores_mbe": {
    "criterio_A": {
      "nombre": "Conocimiento disciplinar",
      "descriptor": "Domina los contenidos de Lenguaje y Comunicación según el currículum vigente"
    },
    "criterio_B": {
      "nombre": "Retroalimentación efectiva",
      "descriptor": "Proporciona retroalimentación oportuna, específica y orientada al aprendizaje"
    },
    "criterio_C": {
      "nombre": "Evaluación formativa",
      "descriptor": "Utiliza evidencia del aprendizaje para tomar decisiones pedagógicas"
    },
    "criterio_D": {
      "nombre": "Altas expectativas",
      "descriptor": "Establece desafíos apropiados y mantiene altas expectativas para todos los estudiantes"
    }
  }
}
