{
  "asignatura": "Lenguaje y Comunicación",
  "fuente": "Programas de Estudio MINEDUC 3° y 4° Medio",
  "actualizacion": "2021",
  "niveles": {
    "tercero_medio": {
      "nombre": "3° Medio",
      "unidades": {
        "unidad_1": {
          "numero": 1,
          "nombre": "Diálogo: Literatura y Efecto Estético",
          "descripcion": "Reflexionar sobre el efecto estético de las obras literarias y dialogar argumentativamente",
          "tiempo_estimado": "10 semanas",
          "objetivos": {
            "OA2": {
              "codigo": "OA2",
              "texto": "Reflexionar sobre el efecto estético de las obras leídas, evaluando: • Cómo la obra dialoga con las experiencias personales del lector y sus puntos de vista sobre diversas problemáticas del ser humano (afectos, dilemas éticos, conflictos, etc.). • Cómo los recursos y técnicas literarias de la obra inciden en el efecto estético producido.",
              "habilidades": ["Reflexionar", "Evaluar", "Relacionar", "Analizar"],
              "indicadores": [
                "Relacionan la obra con experiencias personales y puntos de vista propios",
                "Evalúan cómo la obra aborda problemáticas humanas (afectos, dilemas éticos, conflictos)",
                "Analizan recursos y técnicas literarias que producen efectos estéticos",
                "Explican el efecto estético que produce la obra en ellos como lectores",
                "Comparan diferentes efectos estéticos en distintos lectores"
              ]
            },
            "OA6": {
              "codigo": "OA6",
              "texto": "Producir textos (orales, escritos o audiovisuales) coherentes y cohesionados, para comunicar sus análisis e interpretaciones de textos, desarrollar posturas sobre temas, explorar creativamente con el lenguaje, entre otros propósitos: • Aplicando un proceso de escritura según sus propósitos, el género discursivo seleccionado, el tema y la audiencia. • Adecuando el texto a las convenciones del género y a las características de la audiencia (conocimientos, intereses, convenciones culturales).",
              "habilidades": ["Producir", "Comunicar", "Crear", "Aplicar"],
              "indicadores": [
                "Producen textos coherentes y cohesionados para comunicar análisis e interpretaciones",
                "Aplican proceso de escritura (planificación, elaboración, edición, revisión)",
                "Adecúan sus textos al género discursivo seleccionado",
                "Consideran las características de la audiencia en sus producciones",
                "Exploran creativamente con el lenguaje"
              ]
            },
            "OA8": {
              "codigo": "OA8",
              "texto": "Dialogar argumentativamente, evitando descalificaciones o prejuicios, para construir y ampliar ideas en torno a interpretaciones literarias y análisis crítico de textos: • Explicando sus criterios de análisis o interpretación, razonamientos y conclusiones. • Usando evidencia disponible para fundamentar posturas y reflexiones. • Evaluando el razonamiento de otros (sus premisas, relaciones entre ideas, elecciones de palabras y énfasis). • Incorporando las posiciones de sus pares para ampliarlas o refutarlas.",
              "habilidades": ["Dialogar", "Argumentar", "Evaluar", "Fundamentar"],
              "indicadores": [
                "Explican criterios de análisis, razonamientos y conclusiones",
                "Fundamentan posturas con evidencia textual",
                "Evalúan el razonamiento de otros (premisas, relaciones entre ideas)",
                "Incorporan posiciones de pares para ampliarlas o refutarlas",
                "Evitan descalificaciones y prejuicios en el diálogo"
              ]
            }
          }
        },
        "unidad_2": {
          "numero": 2,
          "nombre": "Elaborar y Comunicar Interpretaciones Literarias",
          "descripcion": "Formular interpretaciones literarias, investigar y producir textos",
          "tiempo_estimado": "10 semanas",
          "objetivos": {
            "OA1": {
              "codigo": "OA1",
              "texto": "Formular interpretaciones surgidas de sus análisis literarios, considerando: • La contribución de los recursos literarios (narrador, personajes, tópicos literarios, características del lenguaje, figuras literarias, etc.) en la construcción del sentido de la obra. • Las relaciones intertextuales que se establecen con otras obras leídas y con otros referentes de la cultura y del arte.",
              "habilidades": ["Formular", "Analizar", "Interpretar", "Relacionar"],
              "indicadores": [
                "Analizan la contribución de recursos literarios en la construcción del sentido",
                "Identifican y explican el uso de narrador, personajes, tópicos y figuras literarias",
                "Establecen relaciones intertextuales con otras obras leídas",
                "Relacionan la obra con referentes de la cultura y el arte",
                "Formulan interpretaciones fundamentadas en análisis literarios"
              ]
            },
            "OA6": {
              "codigo": "OA6",
              "texto": "Producir textos (orales, escritos o audiovisuales) coherentes y cohesionados, para comunicar sus análisis e interpretaciones de textos, desarrollar posturas sobre temas, explorar creativamente con el lenguaje, entre otros propósitos: • Aplicando un proceso de escritura según sus propósitos, el género discursivo seleccionado, el tema y la audiencia. • Adecuando el texto a las convenciones del género y a las características de la audiencia (conocimientos, intereses, convenciones culturales).",
              "habilidades": ["Producir", "Comunicar", "Crear", "Aplicar"],
              "indicadores": [
                "Producen textos coherentes y cohesionados para comunicar análisis e interpretaciones",
                "Aplican proceso de escritura (planificación, elaboración, edición, revisión)",
                "Adecúan sus textos al género discursivo seleccionado",
                "Consideran las características de la audiencia en sus producciones",
                "Exploran creativamente con el lenguaje"
              ]
            },
            "OA9": {
              "codigo": "OA9",
              "texto": "Investigar sobre diversos temas para enriquecer sus lecturas y análisis, o para responder interrogantes propias de la asignatura: • Seleccionando fuentes e información según criterios de validez y confiabilidad. • Procesando la información mediante herramientas digitales o impresas. • Comunicando sus hallazgos por medio de géneros (escritos, orales o audiovisuales) del ámbito educativo. • Haciendo uso ético de la información investigada por medio de recursos de citación y referencia.",
              "habilidades": ["Investigar", "Seleccionar", "Procesar", "Comunicar"],
              "indicadores": [
                "Seleccionan fuentes según criterios de validez y confiabilidad",
                "Procesan información con herramientas digitales o impresas",
                "Comunican hallazgos mediante géneros del ámbito educativo",
                "Hacen uso ético de la información (citación y referencias)",
                "Enriquecen lecturas y análisis mediante la investigación"
              ]
            }
          }
        },
        "unidad_3": {
          "numero": 3,
          "nombre": "Análisis Crítico de Géneros Discursivos en Comunidades Digitales",
          "descripcion": "Analizar críticamente géneros discursivos digitales y evaluar recursos lingüísticos",
          "tiempo_estimado": "9 semanas",
          "objetivos": {
            "OA4": {
              "codigo": "OA4",
              "texto": "Analizar críticamente los géneros discursivos surgidos en diversas comunidades digitales (post, tweet, fotografías y videos, comentarios en foros, memes, etc.), considerando: • Influencia del contexto sociocultural. • Intereses, motivaciones, características y temas compartidos por los participantes de la comunidad. • Posicionamiento de los enunciadores frente a los temas y el rol que asumen ante la audiencia. • Modos de razonamiento y calidad de la evidencia para sostener opiniones. • Problemas éticos asociados a la participación: difusión de información, formas de acoso, descalificación o discriminación, sus alcances y consecuencias.",
              "habilidades": ["Analizar", "Evaluar", "Reflexionar", "Criticar"],
              "indicadores": [
                "Analizan influencia del contexto sociocultural en géneros digitales",
                "Identifican intereses, motivaciones y temas de comunidades digitales",
                "Evalúan posicionamiento y roles de enunciadores",
                "Analizan modos de razonamiento y calidad de evidencia",
                "Reflexionan sobre problemas éticos (difusión, acoso, discriminación)"
              ]
            },
            "OA5": {
              "codigo": "OA5",
              "texto": "Evaluar los recursos lingüísticos y no lingüísticos (visuales, sonoros y gestuales) al comprender textos, considerando su incidencia en el posicionamiento frente al tema, en los roles y actitudes asumidos ante la audiencia; y la forma en que dichos recursos se combinan para construir el sentido del discurso.",
              "habilidades": ["Evaluar", "Analizar", "Comprender", "Interpretar"],
              "indicadores": [
                "Evalúan recursos lingüísticos (léxico valorativo, deícticos, verbos, etc.)",
                "Analizan recursos no lingüísticos (visuales, sonoros, gestuales)",
                "Identifican incidencia en posicionamiento y roles ante audiencia",
                "Explican cómo se combinan recursos para construir sentido",
                "Relacionan recursos con intenciones comunicativas"
              ]
            },
            "OA9": {
              "codigo": "OA9",
              "texto": "Investigar sobre diversos temas para enriquecer sus lecturas y análisis, o para responder interrogantes propias de la asignatura: • Seleccionando fuentes e información según criterios de validez y confiabilidad. • Procesando la información mediante herramientas digitales o impresas. • Comunicando sus hallazgos por medio de géneros (escritos, orales o audiovisuales) del ámbito educativo. • Haciendo uso ético de la información investigada por medio de recursos de citación y referencia.",
              "habilidades": ["Investigar", "Seleccionar", "Procesar", "Comunicar"],
              "indicadores": [
                "Seleccionan fuentes según criterios de validez y confiabilidad",
                "Procesan información con herramientas digitales o impresas",
                "Comunican hallazgos mediante géneros del ámbito educativo",
                "Hacen uso ético de la información (citación y referencias)",
                "Enriquecen lecturas y análisis mediante la investigación"
              ]
            }
          }
        },
        "unidad_4": {
          "numero": 4,
          "nombre": "Evaluar y Producir Géneros Discursivos",
          "descripcion": "Analizar críticamente textos no literarios y producir textos con recursos lingüísticos",
          "tiempo_estimado": "9 semanas",
          "objetivos": {
            "OA3": {
              "codigo": "OA3",
              "texto": "Analizar críticamente textos de diversos géneros discursivos no literarios orales, escritos y audiovisuales, considerando: • La influencia de los contextos socioculturales de enunciador y audiencia. • Las características del género discursivo al que pertenece el texto. • Las relaciones establecidas entre las ideas para construir razonamientos. • La selección y la veracidad de la información.",
              "habilidades": ["Analizar", "Evaluar", "Criticar", "Interpretar"],
              "indicadores": [
                "Analizan influencia de contextos socioculturales",
                "Identifican características del género discursivo",
                "Evalúan relaciones entre ideas y construcción de razonamientos",
                "Verifican selección y veracidad de la información",
                "Formulan juicios críticos fundamentados"
              ]
            },
            "OA5": {
              "codigo": "OA5",
              "texto": "Evaluar los recursos lingüísticos y no lingüísticos (visuales, sonoros y gestuales) al comprender textos, considerando su incidencia en el posicionamiento frente al tema, en los roles y actitudes asumidos ante la audiencia; y la forma en que dichos recursos se combinan para construir el sentido del discurso.",
              "habilidades": ["Evaluar", "Analizar", "Comprender", "Interpretar"],
              "indicadores": [
                "Evalúan recursos lingüísticos (léxico valorativo, deícticos, verbos, etc.)",
                "Analizan recursos no lingüísticos (visuales, sonoros, gestuales)",
                "Identifican incidencia en posicionamiento y roles ante audiencia",
                "Explican cómo se combinan recursos para construir sentido",
                "Relacionan recursos con intenciones comunicativas"
              ]
            },
            "OA7": {
              "codigo": "OA7",
              "texto": "Usar los recursos lingüísticos y no lingüísticos (visuales, sonoros y gestuales) al producir textos, considerando su incidencia en el posicionamiento frente al tema, en los roles y actitudes asumidos ante la audiencia; y la forma en dichos recursos se combinan para construir el sentido del discurso.",
              "habilidades": ["Usar", "Producir", "Aplicar", "Crear"],
              "indicadores": [
                "Usan recursos lingüísticos apropiados (léxico valorativo, deícticos, verbos)",
                "Incorporan recursos no lingüísticos (visuales, sonoros, gestuales)",
                "Consideran posicionamiento y roles ante audiencia",
                "Combinan recursos para construir sentido coherente",
                "Producen textos efectivos con recursos variados"
              ]
            }
          }
        }
      }
    },
    "cuarto_medio": {
      "nombre": "4° Medio",
      "unidades": {
        "unidad_1": {
          "numero": 1,
          "nombre": "Comparando Lecturas Literarias",
          "descripcion": "Comparar obras literarias que aborden un mismo tema e investigar para enriquecer análisis",
          "tiempo_estimado": "10 semanas",
          "objetivos": {
            "OA1": {
              "codigo": "OA1",
              "texto": "Formular interpretaciones de obras que aborden un mismo tema o problema, comparando: • La relación de cada obra con sus contextos de producción y de recepción (historia, valores, creencias, ideologías, etc.). • El tratamiento del tema o problema y perspectiva adoptada sobre estos. • El efecto estético producido por los textos.",
              "habilidades": ["Formular", "Comparar", "Interpretar", "Analizar"],
              "indicadores": [
                "Comparan relación de obras con contextos de producción y recepción",
                "Analizan historia, valores, creencias e ideologías en las obras",
                "Comparan tratamiento del tema y perspectivas adoptadas",
                "Evalúan efectos estéticos producidos por diferentes textos",
                "Formulan interpretaciones comparativas fundamentadas"
              ]
            },
            "OA8": {
              "codigo": "OA8",
              "texto": "Investigar sobre diversos temas para enriquecer sus lecturas y análisis, o para responder interrogantes propios de la asignatura: • Seleccionando fuentes e información según criterios de validez y confiabilidad. • Procesando la información mediante herramientas digitales o impresas y géneros discursivos determinados. • Comunicando sus hallazgos por medio de géneros (escritos, orales o audiovisuales) del ámbito educativo. • Haciendo uso ético de la información investigada por medio de recursos de citación y referencias.",
              "habilidades": ["Investigar", "Seleccionar", "Procesar", "Comunicar"],
              "indicadores": [
                "Seleccionan fuentes según validez y confiabilidad",
                "Procesan información con herramientas digitales o impresas",
                "Comunican hallazgos mediante géneros educativos",
                "Hacen uso ético de información (citación y referencias)",
                "Enriquecen lecturas mediante investigación"
              ]
            }
          }
        },
        "unidad_2": {
          "numero": 2,
          "nombre": "Construyendo Interpretaciones Literarias Colaborativas",
          "descripcion": "Proponer interpretaciones literarias y dialogar argumentativamente",
          "tiempo_estimado": "10 semanas",
          "objetivos": {
            "OA2": {
              "codigo": "OA2",
              "texto": "Proponer distintas interpretaciones para una obra literaria, a partir de un criterio de análisis literario (por ejemplo, perspectiva de personajes, creencias, valores, contextos, etc.), fundamentándolas con evidencia del texto coherente con el criterio adoptado.",
              "habilidades": ["Proponer", "Interpretar", "Fundamentar", "Analizar"],
              "indicadores": [
                "Proponen distintas interpretaciones de una obra literaria",
                "Aplican criterios de análisis literario (perspectiva, creencias, valores)",
                "Fundamentan interpretaciones con evidencia textual",
                "Mantienen coherencia entre criterio y evidencia",
                "Reconocen múltiples posibilidades interpretativas"
              ]
            },
            "OA7": {
              "codigo": "OA7",
              "texto": "Dialogar argumentativamente, evitando descalificaciones o prejuicios, para construir y ampliar ideas en torno a interpretaciones literarias y análisis crítico de textos: • Explicando sus criterios de análisis o interpretación, razonamientos y conclusiones. • Usando evidencia disponible para fundamentar posturas y reflexiones. • Evaluando el razonamiento de otros (sus premisas, relaciones entre ideas, elecciones de palabras y énfasis). • Incorporando las posiciones de sus pares para ampliarlas o refutarlas.",
              "habilidades": ["Dialogar", "Argumentar", "Evaluar", "Fundamentar"],
              "indicadores": [
                "Explican criterios de análisis, razonamientos y conclusiones",
                "Fundamentan posturas con evidencia disponible",
                "Evalúan razonamiento de otros (premisas, relaciones, énfasis)",
                "Incorporan posiciones de pares para ampliar o refutar",
                "Evitan descalificaciones y prejuicios"
              ]
            }
          }
        },
        "unidad_3": {
          "numero": 3,
          "nombre": "Leer Críticamente: Desafío para el Lector Actual",
          "descripcion": "Evaluar críticamente textos no literarios y recursos lingüísticos",
          "tiempo_estimado": "9 semanas",
          "objetivos": {
            "OA3": {
              "codigo": "OA3",
              "texto": "Evaluar críticamente textos de diversos géneros no literarios (orales, escritos y audiovisuales), analizando cuando corresponda: • Intenciones explícitas e implícitas del texto. • Tratamiento de temas y veracidad de la información. • Presentación de ideologías, creencias y puntos de vista. • Posicionamiento del enunciador frente al tema y el rol que busca representar ante la audiencia.",
              "habilidades": ["Evaluar", "Analizar", "Criticar", "Interpretar"],
              "indicadores": [
                "Identifican intenciones explícitas e implícitas",
                "Evalúan tratamiento de temas y veracidad de información",
                "Analizan presentación de ideologías, creencias y puntos de vista",
                "Identifican posicionamiento y rol del enunciador",
                "Formulan juicios críticos fundamentados"
              ]
            },
            "OA4": {
              "codigo": "OA4",
              "texto": "Evaluar los recursos lingüísticos y no lingüísticos (visuales, sonoros y gestuales) al comprender textos, considerando su incidencia en el posicionamiento frente al tema, en los roles y actitudes asumidos ante la audiencia; y la forma en que dichos recursos se combinan para construir el sentido del discurso.",
              "habilidades": ["Evaluar", "Analizar", "Comprender", "Interpretar"],
              "indicadores": [
                "Evalúan recursos lingüísticos (léxico, deícticos, verbos, puntuación)",
                "Analizan recursos no lingüísticos (visuales, sonoros, gestuales)",
                "Identifican incidencia en posicionamiento y roles",
                "Explican combinación de recursos para construir sentido",
                "Relacionan recursos con intenciones comunicativas"
              ]
            },
            "OA6": {
              "codigo": "OA6",
              "texto": "Usar los recursos lingüísticos y no lingüísticos (visuales, sonoros y gestuales) al producir textos, considerando su incidencia en el posicionamiento frente al tema, en los roles y actitudes asumidos ante la audiencia; y la forma en dichos recursos se combinan para construir el sentido del discurso.",
              "habilidades": ["Usar", "Producir", "Aplicar", "Crear"],
              "indicadores": [
                "Usan recursos lingüísticos apropiados en producciones",
                "Incorporan recursos no lingüísticos efectivos",
                "Consideran posicionamiento y roles ante audiencia",
                "Combinan recursos para construir sentido coherente",
                "Producen textos con recursos variados y pertinentes"
              ]
            }
          }
        },
        "unidad_4": {
          "numero": 4,
          "nombre": "La Escritura como Forma de Participación Social",
          "descripcion": "Producir textos para comunicar, desarrollar posturas y explorar con el lenguaje",
          "tiempo_estimado": "9 semanas",
          "objetivos": {
            "OA5": {
              "codigo": "OA5",
              "texto": "Producir textos (orales, escritos o audiovisuales) coherentes y cohesionados, para comunicar sus análisis e interpretaciones de textos, desarrollar posturas sobre temas, explorar creativamente con el lenguaje, entre otros propósitos: • Aplicando un proceso de escritura según sus propósitos, el género discursivo seleccionado, el tema y la audiencia. • Adecuando el texto a las convenciones del género y a las características de la audiencia (conocimientos, intereses, convenciones culturales).",
              "habilidades": ["Producir", "Comunicar", "Crear", "Aplicar"],
              "indicadores": [
                "Producen textos coherentes y cohesionados",
                "Aplican proceso de escritura (planificación, elaboración, edición, revisión)",
                "Adecúan textos a convenciones del género",
                "Consideran características de audiencia",
                "Exploran creativamente con el lenguaje"
              ]
            },
            "OA4": {
              "codigo": "OA4",
              "texto": "Evaluar los recursos lingüísticos y no lingüísticos (visuales, sonoros y gestuales) al comprender textos, considerando su incidencia en el posicionamiento frente al tema, en los roles y actitudes asumidos ante la audiencia; y la forma en que dichos recursos se combinan para construir el sentido del discurso.",
              "habilidades": ["Evaluar", "Analizar", "Comprender", "Interpretar"],
              "indicadores": [
                "Evalúan recursos lingüísticos (léxico, deícticos, verbos, puntuación)",
                "Analizan recursos no lingüísticos (visuales, sonoros, gestuales)",
                "Identifican incidencia en posicionamiento y roles",
                "Explican combinación de recursos para construir sentido",
                "Relacionan recursos con intenciones comunicativas"
              ]
            },
            "OA6": {
              "codigo": "OA6",
              "texto": "Usar los recursos lingüísticos y no lingüísticos (visuales, sonoros y gestuales) al producir textos, considerando su incidencia en el posicionamiento frente al tema, en los roles y actitudes asumidos ante la audiencia; y la forma en dichos recursos se combinan para construir el sentido del discurso.",
              "habilidades": ["Usar", "Producir", "Aplicar", "Crear"],
              "indicadores": [
                "Usan recursos lingüísticos apropiados en producciones",
                "Incorporan recursos no lingüísticos efectivos",
                "Consideran posicionamiento y roles ante audiencia",
                "Combinan recursos para construir sentido coherente",
                "Producen textos con recursos variados y pertinentes"
                "Analizan las ideas, creencias y estereotipos presentes en el texto.",
                "Determinan la función del lenguaje predominante (informativa, apelativa, expresiva, etc.)."
              ]
            },
            "OA6": {
              "codigo": "OA6",
              "texto": "Comprender y reflexionar sobre la validez de la información y el conocimiento obtenido de los textos leídos, considerando: Los supuestos, creencias e ideologías que están detrás de los textos; la confiabilidad de la fuente; el contexto de producción del texto.",
              "habilidades": ["Evaluar", "Analizar", "Reflexionar"],
              "indicadores": [
                "Identifican los supuestos e ideologías presentes en los textos.",
                "Evalúan la confiabilidad de las fuentes consultadas.",
                "Relacionan el texto con su contexto de producción.",
                "Cuestionan la validez de la información presentada.",
                "Contrastan diferentes fuentes sobre un mismo tema."
              ]
            },
            "OA7": {
              "codigo": "OA7",
              "texto": "Leer habitualmente para aprender y recrearse, y seleccionar textos de acuerdo con sus preferencias y propósitos.",
              "habilidades": ["Seleccionar", "Leer", "Reflexionar"],
              "indicadores": [
                "Leen periódicamente para entretenerse, informarse, encontrar respuestas a sus interrogantes.",
                "Seleccionan lecturas de acuerdo con sus gustos e intereses.",
                "Comentan los textos que han leído y los recomiendan.",
                "Relacionan lo leído con sus propias experiencias y conocimientos."
              ]
            }
          }
        },
        "unidad_3": {
          "numero": 3,
          "nombre": "Escritura",
          "descripcion": "Producción de textos escritos de diversos géneros",
          "objetivos": {
            "OA10": {
              "codigo": "OA10",
              "texto": "Escribir, con el propósito de explicar un tema, textos de diversos géneros (por ejemplo, artículos, informes, reportajes, etc.) caracterizados por: Una presentación clara del tema en que se esbozan los aspectos que se abordarán; la presencia de información de distintas fuentes; la inclusión de hechos, descripciones, ejemplos o explicaciones que desarrollen el tema; una progresión temática clara, con especial atención al empleo de recursos anafóricos; el uso de imágenes u otros recursos gráficos pertinentes; un cierre coherente con las características del género; el uso de referencias según un formato previamente acordado.",
              "habilidades": ["Escribir", "Organizar", "Fundamentar"],
              "indicadores": [
                "Presentan el tema de manera clara al inicio del texto.",
                "Incorporan información de diversas fuentes confiables.",
                "Desarrollan el tema con hechos, descripciones, ejemplos o explicaciones.",
                "Mantienen una progresión temática clara usando recursos anafóricos.",
                "Incluyen imágenes u otros recursos gráficos pertinentes.",
                "Cierran el texto de manera coherente con el género.",
                "Citan las fuentes según un formato acordado."
              ]
            },
            "OA11": {
              "codigo": "OA11",
              "texto": "Escribir, con el propósito de persuadir, textos de diversos géneros, en particular ensayos sobre los temas o lecturas propuestos para el nivel, caracterizados por: La presentación de una hipótesis o afirmación referida a temas contingentes o literarios; la presencia de evidencias e información pertinente, extraídas de textos literarios y no literarios; el uso de contraargumentos cuando es pertinente; el uso de recursos variados que favorezcan el interés y la comprensión del lector, tales como anécdotas, citas, síntesis, imágenes, infografías, etc.; la mantención de la coherencia temática; una conclusión coherente con los argumentos presentados; el uso de citas y referencias según un formato previamente acordado.",
              "habilidades": ["Argumentar", "Persuadir", "Fundamentar"],
              "indicadores": [
                "Presentan una hipótesis o tesis clara sobre un tema contingente o literario.",
                "Incorporan evidencias e información pertinente de diversas fuentes.",
                "Utilizan contraargumentos cuando es pertinente.",
                "Emplean recursos variados para mantener el interés del lector.",
                "Mantienen la coherencia temática a lo largo del texto.",
                "Presentan una conclusión coherente con los argumentos.",
                "Citan y referencian fuentes correctamente."
              ]
            },
            "OA12": {
              "codigo": "OA12",
              "texto": "Aplicar flexiblemente y creativamente las habilidades de escritura adquiridas en clases como medio de expresión personal y cuando se enfrentan a nuevos géneros: Investigando las características del género antes de escribir; adecuando el texto a los propósitos de escritura y a la situación.",
              "habilidades": ["Aplicar", "Adaptar", "Crear"],
              "indicadores": [
                "Investigan las características del género antes de escribir.",
                "Adecúan el texto al propósito comunicativo.",
                "Adaptan el texto a la situación y audiencia específica.",
                "Aplican creativamente las técnicas de escritura aprendidas.",
                "Experimentan con diferentes géneros textuales."
              ]
            },
            "OA13": {
              "codigo": "OA13",
              "texto": "Expresarse en forma creativa por medio de la escritura de textos de diversos géneros (por ejemplo, narraciones, lírica, ensayos, etc.), escogiendo libremente: El tema; el género; el destinatario.",
              "habilidades": ["Crear", "Expresar", "Seleccionar"],
              "indicadores": [
                "Escriben textos creativos sobre temas de su elección.",
                "Seleccionan el género más apropiado para sus propósitos.",
                "Consideran al destinatario al momento de escribir.",
                "Experimentan con diferentes estilos y voces narrativas.",
                "Demuestran originalidad en sus producciones."
              ]
            },
            "OA14": {
              "codigo": "OA14",
              "texto": "Aplicar todas las etapas de la escritura recursivamente para lograr un texto coherente y cohesionado con la calidad necesaria para ser publicado: Planificando según tema, propósito y destinatario; recopilando información e ideas y organizándolas; escribiendo con el propósito de lograr un primer borrador; revisando y reescribiendo: considerando la profundidad de las ideas, la coherencia y la cohesión, la precisión léxica, la organización de las ideas, la corrección gramatical y ortográfica.",
              "habilidades": ["Planificar", "Revisar", "Editar"],
              "indicadores": [
                "Planifican sus textos considerando tema, propósito y destinatario.",
                "Recopilan y organizan información e ideas antes de escribir.",
                "Producen un primer borrador.",
                "Revisan y reescriben considerando diversos aspectos.",
                "Mejoran la coherencia y cohesión del texto.",
                "Corrigen la gramática y ortografía.",
                "Producen textos con calidad para ser publicados."
              ]
            }
          }
        },
        "unidad_4": {
          "numero": 4,
          "nombre": "Comunicación oral",
          "descripcion": "Comprensión y producción de textos orales",
          "objetivos": {
            "OA17": {
              "codigo": "OA17",
              "texto": "Dialogar constructivamente para debatir o explorar ideas: Manteniendo el foco; demostrando comprensión de lo dicho por el interlocutor; fundamentando su postura de manera pertinente y usando información que permita cumplir los propósitos establecidos; negociando acuerdos con los interlocutores; considerando al interlocutor para favorecer el diálogo; reformulando sus comentarios para desarrollarlos mejor; usando un lenguaje formal, especialmente al presentar ideas o argumentos; expresándose de manera clara y respetuosa.",
              "habilidades": ["Dialogar", "Argumentar", "Negociar"],
              "indicadores": [
                "Mantienen el foco de la conversación.",
                "Demuestran comprensión de lo dicho por otros.",
                "Fundamentan su postura con información pertinente.",
                "Negocian acuerdos durante el diálogo.",
                "Consideran las ideas del interlocutor.",
                "Reformulan sus comentarios para mayor claridad.",
                "Usan lenguaje formal en contextos apropiados.",
                "Se expresan de manera clara y respetuosa."
              ]
            },
            "OA18": {
              "codigo": "OA18",
              "texto": "Comprender, comparar y evaluar textos orales y audiovisuales tales como exposiciones, discursos, documentales, noticias, reportajes, etc., considerando: Su postura personal frente a lo escuchado y argumentos que la sustenten; una ordenación de la información en términos de su relevancia; el contexto en el que se enmarcan los textos; el uso de estereotipos, clichés y generalizaciones; los argumentos y su validez; diferentes puntos de vista expresados en los textos; la manera en que se construye el texto (estructura, uso del lenguaje, etc.); los elementos de persuasión que usa el hablante.",
              "habilidades": ["Comprender", "Evaluar", "Comparar"],
              "indicadores": [
                "Plantean su postura frente a lo escuchado con argumentos.",
                "Ordenan la información según su relevancia.",
                "Relacionan el texto con su contexto.",
                "Identifican estereotipos y generalizaciones.",
                "Evalúan la validez de los argumentos presentados.",
                "Comparan diferentes puntos de vista.",
                "Analizan la estructura y lenguaje del texto oral.",
                "Identifican elementos de persuasión."
              ]
            },
            "OA19": {
              "codigo": "OA19",
              "texto": "Realizar una exposición oral para comunicar algún nuevo conocimiento: Presentando información fundamentada en el tema; organizando el contenido de manera clara y coherente; usando material de apoyo cuando sea pertinente; usando un lenguaje formal y expresándose con seguridad, claridad y precisión.",
              "habilidades": ["Exponer", "Organizar", "Comunicar"],
              "indicadores": [
                "Presentan información fundamentada sobre el tema.",
                "Organizan el contenido de manera clara y coherente.",
                "Usan material de apoyo pertinente (PPT, imágenes, videos).",
                "Emplean lenguaje formal apropiado.",
                "Se expresan con seguridad, claridad y precisión.",
                "Mantienen contacto visual con la audiencia.",
                "Controlan el volumen y tono de voz."
              ]
            },
            "OA20": {
              "codigo": "OA20",
              "texto": "Producir textos orales espontáneos o planificados de diversos géneros para desarrollar su capacidad expresiva: Usando un vocabulario variado y preciso; empleando un nivel de lenguaje formal o informal según la situación comunicativa; adecuando su registro de habla y vocabulario a la situación comunicativa; empleando un volumen, una velocidad y una dicción adecuados a la situación comunicativa; utilizando un lenguaje no verbal y paraverbal adecuado.",
              "habilidades": ["Producir", "Adaptar", "Expresar"],
              "indicadores": [
                "Usan vocabulario variado y preciso.",
                "Ajustan el nivel de lenguaje a la situación.",
                "Adecúan su registro de habla a la audiencia.",
                "Controlan volumen, velocidad y dicción.",
                "Utilizan lenguaje no verbal apropiado.",
                "Emplean gestos y posturas adecuadas.",
                "Muestran naturalidad y espontaneidad."
              ]
            }
          }
        }
      }
    },
    "cuarto_medio": {
      "nombre": "4° Medio",
      "unidades": {
        "unidad_1": {
          "numero": 1,
          "nombre": "Literatura e identidad",
          "descripcion": "Lectura y análisis de obras literarias que abordan temas de identidad personal y cultural",
          "objetivos": {
            "OA1": {
              "codigo": "OA1",
              "texto": "Formular interpretaciones de textos literarios, considerando: La influencia de los contextos de producción y recepción en la comprensión del texto; el carácter polisémico de la obra literaria; los diferentes tipos de mundos representados en los textos leídos; la relación entre obras de distintas épocas y culturas; el género al que pertenece el texto y sus características; los símbolos, tópicos y temas recurrentes en las obras literarias; las relaciones intertextuales que se establecen con otros textos leídos y con otras manifestaciones artísticas.",
              "habilidades": ["Interpretar", "Relacionar", "Analizar", "Sintetizar"],
              "indicadores": [
                "Formulan interpretaciones propias de los textos literarios leídos.",
                "Consideran el contexto de producción y recepción en sus interpretaciones.",
                "Reconocen y explican el carácter polisémico de las obras.",
                "Identifican y analizan los diferentes tipos de mundos representados.",
                "Relacionan obras de distintas épocas y culturas.",
                "Reconocen las características del género literario.",
                "Identifican símbolos, tópicos y temas recurrentes.",
                "Establecen relaciones intertextuales con otros textos y manifestaciones artísticas."
              ]
            },
            "OA2": {
              "codigo": "OA2",
              "texto": "Reflexionar sobre las diferentes dimensiones de la experiencia humana, propia y ajena, a partir de la lectura de obras literarias y otros textos que forman parte de nuestras herencias culturales, abordando los temas estipulados para el curso y las obras sugeridas para cada uno.",
              "habilidades": ["Reflexionar", "Relacionar", "Evaluar"],
              "indicadores": [
                "Relacionan las obras con su propia experiencia y la de otros.",
                "Reflexionan sobre temas universales presentes en las obras.",
                "Identifican y discuten sobre la identidad cultural en las obras.",
                "Analizan cómo la literatura representa la experiencia humana.",
                "Comparan diferentes visiones sobre un mismo tema.",
                "Valoran la literatura como patrimonio cultural."
              ]
            },
            "OA7": {
              "codigo": "OA7",
              "texto": "Leer habitualmente para aprender y recrearse, y seleccionar textos de acuerdo con sus preferencias y propósitos.",
              "habilidades": ["Leer", "Seleccionar", "Reflexionar"],
              "indicadores": [
                "Leen periódicamente por placer y para aprender.",
                "Seleccionan lecturas según sus intereses.",
                "Recomiendan y comentan sus lecturas.",
                "Amplían su repertorio de lecturas."
              ]
            }
          }
        },
        "unidad_2": {
          "numero": 2,
          "nombre": "Argumentación y medios de comunicación",
          "descripcion": "Lectura crítica y producción de textos argumentativos",
          "objetivos": {
            "OA3": {
              "codigo": "OA3",
              "texto": "Analizar críticamente textos de diversos géneros discursivos no literarios orales, escritos y audiovisuales, considerando: El contexto sociocultural en que se enmarcan; los modos de persuasión utilizados (logos, pathos, ethos); las falacias argumentativas; la validez de los argumentos; los recursos discursivos (figuras retóricas, pregunta retórica, ironía, etc.); las diferentes voces y perspectivas; los elementos de persuasión; la intención del emisor; los estereotipos, clichés y generalizaciones.",
              "habilidades": ["Analizar", "Evaluar", "Criticar"],
              "indicadores": [
                "Analizan el contexto sociocultural de los textos.",
                "Identifican los modos de persuasión (logos, pathos, ethos).",
                "Reconocen falacias argumentativas.",
                "Evalúan la validez de los argumentos.",
                "Analizan recursos discursivos y retóricos.",
                "Identifican diferentes voces y perspectivas.",
                "Determinan la intención del emisor.",
                "Detectan estereotipos y generalizaciones."
              ]
            },
            "OA4": {
              "codigo": "OA4",
              "texto": "Producir textos (orales, escritos o audiovisuales) coherentes y cohesionados para comunicar sus análisis e interpretaciones de textos, desarrollar posturas sobre temas, explorar creativamente con el lenguaje, entre otros propósitos: Aplicando un proceso de escritura* según sus propósitos, el género discursivo seleccionado, el tema y la audiencia; usando los modos de persuasión de manera intencionada (logos, pathos y ethos); estableciendo relaciones de intertextualidad; utilizando recursos discursivos para establecer y mantener el interés y la comprensión de la audiencia; utilizando un vocabulario preciso y variado; utilizando recursos gramaticales y de corrección ortográfica.",
              "habilidades": ["Producir", "Argumentar", "Crear"],
              "indicadores": [
                "Producen textos coherentes y cohesionados.",
                "Aplican un proceso de escritura completo.",
                "Utilizan modos de persuasión intencionadamente.",
                "Establecen relaciones intertextuales.",
                "Emplean recursos discursivos variados.",
                "Usan vocabulario preciso y variado.",
                "Aplican correctamente normas gramaticales y ortográficas."
              ]
            },
            "OA6": {
              "codigo": "OA6",
              "texto": "Comprender, analizar y evaluar textos con finalidad argumentativa, como columnas de opinión, cartas, discursos y ensayos, considerando: La tesis, ya sea explícita o implícita, y los argumentos e información que la sostienen; los recursos emocionales que usa el autor para persuadir o convencer al lector, y evaluándolos; falacias evidentes (exageración, estereotipos, generalizaciones, descalificaciones, entre otras) y su efecto en la validez del argumento; el efecto que producen los recursos retóricos y el lenguaje figurado.",
              "habilidades": ["Comprender", "Analizar", "Evaluar"],
              "indicadores": [
                "Identifican la tesis explícita o implícita.",
                "Analizan los argumentos que sostienen la tesis.",
                "Evalúan los recursos emocionales utilizados.",
                "Identifican falacias y evalúan su efecto.",
                "Analizan el efecto de los recursos retóricos.",
                "Evalúan críticamente la validez de los argumentos."
              ]
            },
            "OA7": {
              "codigo": "OA7",
              "texto": "Leer habitualmente para aprender y recrearse, y seleccionar textos de acuerdo con sus preferencias y propósitos.",
              "habilidades": ["Leer", "Seleccionar", "Reflexionar"],
              "indicadores": [
                "Leen periódicamente por placer y para aprender.",
                "Seleccionan lecturas según sus intereses.",
                "Recomiendan y comentan sus lecturas.",
                "Amplían su repertorio de lecturas."
              ]
            }
          }
        },
        "unidad_3": {
          "numero": 3,
          "nombre": "Escritura y presentación de proyectos",
          "descripcion": "Producción de textos escritos complejos y presentaciones orales",
          "objetivos": {
            "OA8": {
              "codigo": "OA8",
              "texto": "Escribir textos argumentativos sobre temas de diferentes ámbitos, organizando los argumentos en una estructura clara y desarrollándolos con claridad, coherencia y persuasión, incorporando evidencia de fuentes pertinentes.",
              "habilidades": ["Escribir", "Argumentar", "Fundamentar"],
              "indicadores": [
                "Escriben textos argumentativos sobre diversos temas.",
                "Organizan los argumentos en una estructura clara.",
                "Desarrollan argumentos con claridad y coherencia.",
                "Incorporan evidencia de fuentes confiables.",
                "Utilizan estrategias persuasivas efectivas.",
                "Presentan contraargumentos cuando es pertinente."
              ]
            },
            "OA9": {
              "codigo": "OA9",
              "texto": "Producir textos, escritos y audiovisuales, para comunicar propuestas de solución a problemas relevantes, en el contexto local o global, desarrollando y apoyando ideas de manera coherente y fundamentada, con el propósito de persuadir a una audiencia específica.",
              "habilidades": ["Producir", "Proponer", "Persuadir"],
              "indicadores": [
                "Identifican problemas relevantes en contexto local o global.",
                "Proponen soluciones fundamentadas.",
                "Desarrollan ideas de manera coherente.",
                "Adaptan el texto a una audiencia específica.",
                "Utilizan recursos multimedia cuando es apropiado.",
                "Demuestran pensamiento crítico y creativo."
              ]
            },
            "OA10": {
              "codigo": "OA10",
              "texto": "Escribir un ensayo sobre uno de los temas estudiados en el año, profundizando en una idea o problema que sea de su interés, investigando en fuentes variadas, incorporando referencias textuales y cumpliendo con los requisitos formales del género.",
              "habilidades": ["Investigar", "Escribir", "Fundamentar"],
              "indicadores": [
                "Seleccionan un tema de su interés.",
                "Profundizan en una idea o problema específico.",
                "Investigan en fuentes variadas y confiables.",
                "Incorporan referencias textuales correctamente.",
                "Cumplen con los requisitos formales del ensayo.",
                "Demuestran pensamiento crítico y análisis profundo."
              ]
            },
            "OA4": {
              "codigo": "OA4",
              "texto": "Producir textos (orales, escritos o audiovisuales) coherentes y cohesionados para comunicar sus análisis e interpretaciones de textos, desarrollar posturas sobre temas, explorar creativamente con el lenguaje, entre otros propósitos: Aplicando un proceso de escritura* según sus propósitos, el género discursivo seleccionado, el tema y la audiencia; usando los modos de persuasión de manera intencionada (logos, pathos y ethos); estableciendo relaciones de intertextualidad; utilizando recursos discursivos para establecer y mantener el interés y la comprensión de la audiencia; utilizando un vocabulario preciso y variado; utilizando recursos gramaticales y de corrección ortográfica.",
              "habilidades": ["Producir", "Argumentar", "Crear"],
              "indicadores": [
                "Producen textos coherentes y cohesionados.",
                "Aplican un proceso de escritura completo.",
                "Utilizan modos de persuasión intencionadamente.",
                "Establecen relaciones intertextuales.",
                "Emplean recursos discursivos variados.",
                "Usan vocabulario preciso y variado.",
                "Aplican correctamente normas gramaticales y ortográficas."
              ]
            }
          }
        },
        "unidad_4": {
          "numero": 4,
          "nombre": "Comunicación oral y multimodal",
          "descripcion": "Producción y análisis de discursos orales y multimodales",
          "objetivos": {
            "OA11": {
              "codigo": "OA11",
              "texto": "Dialogar constructivamente para debatir o explorar ideas: Fundamentando su postura de manera rigurosa usando datos, estadísticas u otra evidencia pertinente; considerando las ideas del interlocutor y complementándolas o refutándolas con argumentos sólidos; manteniendo la cordialidad y el respeto; usando un lenguaje formal, especialmente al presentar ideas o argumentos.",
              "habilidades": ["Dialogar", "Argumentar", "Debatir"],
              "indicadores": [
                "Fundamentan su postura con datos y evidencia.",
                "Consideran y responden a las ideas del interlocutor.",
                "Complementan o refutan argumentos con solidez.",
                "Mantienen la cordialidad y el respeto.",
                "Usan lenguaje formal apropiado.",
                "Demuestran pensamiento crítico en el diálogo."
              ]
            },
            "OA12": {
              "codigo": "OA12",
              "texto": "Realizar presentaciones para comunicar una investigación en diferentes contextos y ante diversas audiencias, considerando: Tema o problema a exponer y propósito; la audiencia; coherencia en el desarrollo del tema y la estructura de las ideas; apoyo multimodal en programas de presentación digital u otros recursos.",
              "habilidades": ["Presentar", "Comunicar", "Exponer"],
              "indicadores": [
                "Identifican claramente el tema y propósito.",
                "Consideran las características de la audiencia.",
                "Mantienen coherencia en el desarrollo del tema.",
                "Estructuran las ideas de manera lógica.",
                "Utilizan apoyo multimodal efectivo.",
                "Se expresan con claridad y seguridad."
              ]
            },
            "OA13": {
              "codigo": "OA13",
              "texto": "Analizar y evaluar críticamente discursos orales, considerando: La situación retórica (contexto, audiencia, propósito); el uso de recursos discursivos (figuras retóricas, preguntas retóricas, etc.); la validez de los argumentos; el uso de falacias; los recursos paraverbales y no verbales; los elementos de persuasión.",
              "habilidades": ["Analizar", "Evaluar", "Criticar"],
              "indicadores": [
                "Analizan la situación retórica del discurso.",
                "Identifican recursos discursivos utilizados.",
                "Evalúan la validez de los argumentos.",
                "Detectan el uso de falacias.",
                "Analizan recursos paraverbales y no verbales.",
                "Identifican y evalúan elementos de persuasión."
              ]
            },
            "OA5": {
              "codigo": "OA5",
              "texto": "Usar sus conocimientos de morfología, sintaxis, ortografía y de la situación comunicativa para editar sus propios textos, identificando problemas de expresión y de sintaxis para mejorar sus producciones.",
              "habilidades": ["Revisar", "Editar", "Corregir"],
              "indicadores": [
                "Revisan sus textos considerando diversos aspectos.",
                "Identifican problemas de expresión y sintaxis.",
                "Corrigen errores morfológicos y sintácticos.",
                "Aplican normas ortográficas correctamente.",
                "Mejoran la calidad de sus producciones.",
                "Consideran la situación comunicativa al editar."
              ]
            }
          }
        }
      }
    }
  },
  "ejes_transversales": {
    "lectura": {
      "nombre": "Lectura",
      "descripcion": "Comprensión de textos literarios y no literarios",
      "oa_relacionados": ["OA1", "OA2", "OA3", "OA4", "OA6", "OA7"]
    },
    "escritura": {
      "nombre": "Escritura",
      "descripcion": "Producción de textos escritos de diversos géneros",
      "oa_relacionados": ["OA4", "OA8", "OA9", "OA10", "OA5"]
    },
    "comunicacion_oral": {
      "nombre": "Comunicación oral",
      "descripcion": "Comprensión y producción de textos orales",
      "oa_relacionados": ["OA11", "OA12", "OA13", "OA17", "OA18", "OA19", "OA20"]
    }
  }
}
