{
  "metadata": {
    "codigo_prueba": "63-sc-l",
    "nombre": "Prueba de Lenguaje y Comunicación ECEP 2025",
    "fuente_pdf": "63.SC-L(20).pdf",
    "ultima_revision": "2025-10-27",
    "version": 1
  },
  "study": [
    {
      "domain": "Lectura",
      "subsections": [
        {
          "titulo": "Textos literarios",
          "objetivos": [
            {
              "enunciado": "Distinguir las estrategias narrativas empleadas en los textos: estilos narrativos, recursos narrativos y lingüísticos, uso del tiempo narrativo, entre otros.",
              "explicacion": "Las estrategias narrativas organizan cómo se cuenta una historia e incluyen la selección de un estilo (lineal, fragmentado, epistolar), los recursos lingüísticos (figuras literarias, registros) y la administración del tiempo (flashback, anticipaciones). Comprenderlas permite reconocer cómo la estructura y el lenguaje crean efectos específicos, como suspenso o ironía.",
              "ejemplo": {
                "contexto": "Cuento policial con capítulos que alternan presente y pasado.",
                "pregunta": "¿Qué estrategia narrativa se utiliza cuando el narrador intercala capítulos ambientados en el pasado para explicar el móvil del crimen?",
                "respuesta_modelo": "Se trata de una anacronía retrospectiva o flashback, recurso temporal que revela información clave y mantiene el suspenso."
              }
            },
            {
              "enunciado": "Distinguir tipos de narradores en textos según el conocimiento y grado de participación en los hechos relatados.",
              "explicacion": "El narrador define el punto de vista y controla qué información recibe el lector. Según las bases curriculares, se distinguen cuatro tipos principales: **Omnisciente** (conoce pensamientos, sabe más que los personajes), **Objetivo** (solo describe acciones visibles), **Protagonista** (relata su experiencia en 1ª persona), y **Testigo** (observa desde fuera con conocimiento limitado). La elección del narrador afecta la confiabilidad, el suspenso y la empatía del lector con los personajes.",
              "tabla": {
                "titulo": "Tipos de narrador según grado de conocimiento",
                "columnas": ["Tipo", "Persona", "Conocimiento", "Ejemplo"],
                "filas": [
                  ["Omnisciente", "3ª persona", "Total: pensamientos, pasado, futuro", "\"Ana pensaba en huir, pero Juan ya había decidido atraparla.\""],
                  ["Objetivo", "3ª persona", "Solo acciones observables", "\"Ana cerró la puerta. Juan miró su reloj.\""],
                  ["Protagonista", "1ª persona", "Solo su experiencia directa", "\"Cerré la puerta temblando. No sabía qué pensaba Juan.\""],
                  ["Testigo", "1ª persona", "Lo que ve/oye del protagonista", "\"Vi a Ana cerrar la puerta. Nunca supe qué sentía.\""]
                ]
              },
              "ejemplo": {
                "contexto": "Novela juvenil narrada por un compañero del protagonista que describe escenas pero no accede a pensamientos ajenos.",
                "pregunta": "¿Qué tipo de narrador se reconoce cuando quien relata nunca participa de los hechos centrales pero conoce parcialmente lo ocurrido?",
                "respuesta_modelo": "Corresponde a un **narrador testigo**, con conocimiento relativo de los acontecimientos, propio del currículum como 'narrador periférico' que observa desde fuera."
              }
            },
            {
              "enunciado": "Analizar los elementos del mundo narrado en géneros literarios como novela, cuento, mito, leyenda, fábula, epopeya y crónica.",
              "explicacion": "El **mundo narrado** es el universo ficticio construido en la obra mediante **personajes** (protagonista, antagonista, secundarios), **espacio** (físico, psicológico, social), **tiempo** (época, duración, orden) y **conflicto** (lucha que mueve la acción). Según el currículum chileno, cada género narrativo enfatiza elementos distintos: la **fábula** usa animales personificados para enseñanza moral; la **leyenda** explica orígenes de lugares reales con seres sobrenaturales; el **mito** narra acciones de dioses explicando fenómenos cósmicos; la **epopeya** exalta hazañas heroicas colectivas; la **crónica** mezcla testimonio histórico con recursos literarios.",
              "tabla": {
                "titulo": "Géneros narrativos: características distintivas",
                "columnas": ["Género", "Personajes", "Espacio/Tiempo", "Conflicto", "Finalidad"],
                "filas": [
                  ["Cuento", "Pocos, desarrollo sintético", "Unidad temporal y espacial", "Único, climático", "Efecto único, sorpresa"],
                  ["Novela", "Múltiples, complejos", "Amplio, múltiples escenarios", "Varios, entrelazados", "Desarrollo psicológico, social"],
                  ["Fábula", "Animales personificados", "Indefinido, atemporal", "Moral (vicio vs virtud)", "Enseñanza explícita (moraleja)"],
                  ["Mito", "Dioses, héroes fundacionales", "Tiempo primordial", "Cósmico (creación, origen)", "Explicar existencia, valores culturales"],
                  ["Leyenda", "Humanos + seres sobrenaturales", "Lugar real reconocible", "Origen de fenómeno local", "Identidad, memoria colectiva"],
                  ["Epopeya", "Héroe colectivo, pueblo", "Nación, guerra, viaje", "Supervivencia, fundación", "Exaltación de valores heroicos"],
                  ["Crónica", "Personajes históricos reales", "Hechos verificables", "Social, histórico", "Testimonio literario-periodístico"]
                ]
              },
              "ejemplo": {
                "contexto": "Texto mapuche que narra cómo el espíritu Trentren y Caicai lucharon creando montañas y mar, explicando el origen del relieve chileno.",
                "pregunta": "¿Qué rasgos del mundo narrado revelan que se trata de una leyenda y no un mito?",
                "respuesta_modelo": "Presenta **lugar real reconocible** (relieve de Chile), **seres sobrenaturales** (espíritus Trentren-Caicai) y **explica origen de fenómeno geográfico local**, características de leyenda según currículum. Aunque tiene elementos míticos, su anclaje en geografía específica y función explicativa local la clasifican como leyenda fundacional mapuche."
              }
            },
            {
              "enunciado": "Reconocer figuras literarias en textos poéticos de dificultad variable.",
              "explicacion": "Las figuras literarias transforman el lenguaje cotidiano mediante mecanismos de significación especial. Según el currículum nacional, se clasifican en: **De significado** (metáfora, símil, personificación, hipérbole), **De sonido** (aliteración, onomatopeya), **De sintaxis** (anáfora, hipérbaton, elipsis). Identificarlas requiere analizar comparaciones implícitas, atribuciones imposibles o patrones fónicos/estructurales que rompen la literalidad para crear belleza o intensidad expresiva.",
              "tabla": {
                "titulo": "Figuras literarias más evaluadas en ECEP",
                "columnas": ["Figura", "Definición", "Ejemplo", "Efecto"],
                "filas": [
                  ["Metáfora", "Comparación implícita sin 'como'", "\"Tus ojos son dos soles\"", "Belleza, énfasis"],
                  ["Símil", "Comparación explícita con 'como'/'cual'", "\"Tus ojos brillan como soles\"", "Claridad, imagen visual"],
                  ["Personificación", "Atribuir cualidades humanas a no-humanos", "\"El viento susurra secretos\"", "Cercanía, animación"],
                  ["Hipérbole", "Exageración intencional", "\"Lloré ríos de lágrimas\"", "Intensidad emocional"],
                  ["Aliteración", "Repetición de sonidos consonánticos", "\"El ruido con que rueda\"", "Musicalidad, ritmo"],
                  ["Anáfora", "Repetición de palabra al inicio de versos", "\"Verde que te quiero verde\"", "Énfasis, cohesión"]
                ]
              },
              "ejemplo": {
                "contexto": "Poema de Gabriela Mistral: 'El viento canta su pena en mi ventana'.",
                "pregunta": "¿Qué figura literaria destaca el verso citado y qué efecto produce?",
                "respuesta_modelo": "Se trata de una **personificación**, ya que se atribuye la acción humana de 'cantar' al viento. El efecto es dotar de emotividad al fenómeno natural, reforzando la tristeza del hablante lírico."
              }
            },
            {
              "enunciado": "Reconocer rima y formas métricas.",
              "explicacion": "La **métrica** estudia la medida y ritmo del verso. La **rima** es la coincidencia de sonidos finales: **consonante** (vocales y consonantes desde la última vocal tónica) o **asonante** (solo vocales). Las **formas métricas** son estructuras fijas reconocidas en el currículum: soneto (14 versos endecasílabos, ABBA ABBA CDC DCD), oda (estrofas libres, tono solemne), romance (versos octosílabos con rima asonante en pares), haikú (3 versos de 5-7-5 sílabas). Reconocerlas permite analizar cómo la estructura formal refuerza el significado.",
              "tabla": {
                "titulo": "Formas métricas tradicionales del currículum chileno",
                "columnas": ["Forma", "Estructura", "Medida", "Rima", "Tema común"],
                "filas": [
                  ["Soneto", "2 cuartetos + 2 tercetos", "14 versos endecasílabos (11 sílabas)", "Consonante (ABBA ABBA CDC DCD)", "Amor, reflexión filosófica"],
                  ["Romance", "Serie indefinida", "Octosílabos (8 sílabas)", "Asonante en versos pares", "Narrativo, histórico, épico"],
                  ["Décima", "10 versos", "Octosílabos", "Consonante (ABBAACCDDC)", "Tradición popular, canto a lo poeta"],
                  ["Oda", "Estrofas libres", "Variable", "Libre o consonante", "Exaltación, elogio"],
                  ["Haikú", "3 versos", "5-7-5 sílabas", "Sin rima", "Naturaleza, instante"],
                  ["Lira", "5 versos", "7 y 11 sílabas alternadas", "Consonante (aBabB)", "Renacentista, lírico"]
                ]
              },
              "ejemplo": {
                "contexto": "Poema de Garcilaso: 14 versos endecasílabos con esquema ABBA ABBA CDC DCD: 'En tanto que de rosa y azucena...'",
                "pregunta": "¿Qué forma métrica describe el poema y qué elementos lo confirman?",
                "respuesta_modelo": "Corresponde a un **soneto clásico renacentista**: 14 versos endecasílabos organizados en 2 cuartetos (ABBA ABBA) y 2 tercetos (CDC DCD) con rima consonante, forma evaluada en ECEP como expresión del canon poético occidental."
              }
            },
            {
              "enunciado": "Interpretar el sentido de las figuras literarias en fragmentos o estrofas de poemas complejos.",
              "explicacion": "Interpretar va más allá de nombrar la figura; implica explicar cómo contribuye al tema o tono. Una metáfora puede enfatizar la esperanza o el dolor, según la relación establecida entre los elementos comparados.",
              "ejemplo": {
                "contexto": "Verso: 'Tus ojos, dos faros en la tormenta'.",
                "pregunta": "¿Qué efecto produce la metáfora en el verso citado?",
                "respuesta_modelo": "Asocia la mirada con guía y seguridad, reforzando la idea de apoyo en tiempos difíciles."
              }
            },
            {
              "enunciado": "Distinguir el efecto del lenguaje figurado en una estrofa o en el poema completo.",
              "explicacion": "El lenguaje figurado modifica la literalidad para generar emociones o significados connotativos. Evaluar su efecto implica vincularlo con la intención del poema (melancolía, celebración, denuncia) y con el ritmo o tono resultante.",
              "ejemplo": {
                "contexto": "Poema donde la repetición de 'nieve' simboliza silencio.",
                "pregunta": "¿Qué efecto produce la anáfora de la palabra 'nieve'?",
                "respuesta_modelo": "Instala una atmósfera de quietud y refuerza la sensación de aislamiento."
              }
            },
            {
              "enunciado": "Interpretar fragmentos de obras dramáticas y relacionarlos con un subgénero específico.",
              "explicacion": "Los subgéneros dramáticos se distinguen por su tono y conflicto principal: la tragedia conduce a un desenlace fatal, la comedia enfatiza situaciones humorísticas y la farsa exagera rasgos para generar sátira. Identificar el subgénero ayuda a anticipar la evolución del conflicto.",
              "ejemplo": {
                "contexto": "Escena donde el protagonista decide enfrentarse a su destino pese a saber que morirá.",
                "pregunta": "¿Con qué subgénero dramático se vincula la escena?",
                "respuesta_modelo": "Se asocia a la tragedia, por el tono solemne y el desenlace fatal inevitable."
              }
            },
            {
              "enunciado": "Reconocer elementos del género dramático en textos: acto, escena, cuadro, acotaciones, diálogo, aparte, monólogo y soliloquio.",
              "explicacion": "Cada elemento organiza la representación teatral. Las acotaciones entregan información escénica, el aparte revela pensamiento al público, mientras el soliloquio expone reflexiones internas. Identificarlos facilita la comprensión del montaje y la construcción de personajes.",
              "ejemplo": {
                "contexto": "Texto donde un personaje expresa en voz alta sus dudas sin dirigirse a otros personajes.",
                "pregunta": "¿Qué recurso dramático se utiliza en el fragmento?",
                "respuesta_modelo": "Corresponde a un soliloquio, porque el personaje reflexiona a solas en escena."
              }
            },
            {
              "enunciado": "Reconocer personajes tipo de distintas obras dramáticas.",
              "explicacion": "Los personajes tipo representan arquetipos culturales (el avaro, el pícaro, el seductor). Funcionan como figuras reconocibles que facilitan la crítica social o el humor. Identificarlos requiere analizar sus acciones y motivaciones dentro del conflicto dramático.",
              "ejemplo": {
                "contexto": "Obra donde un comerciante acumula riqueza y niega ayuda a su familia.",
                "pregunta": "¿Qué personaje tipo aparece en la escena descrita?",
                "respuesta_modelo": "Se trata del avaro, arquetipo que simboliza la avaricia y el egoísmo."
              }
            },
            {
              "enunciado": "Distinguir características del contexto histórico de una obra literaria.",
              "explicacion": "El contexto histórico entrega claves sobre valores, conflictos y referencias culturales presentes en la obra. Analizarlo implica reconocer fechas, acontecimientos y discursos que influyen en el texto, permitiendo comprender alusiones o críticas implícitas.",
              "ejemplo": {
                "contexto": "Novela realista situada durante la Revolución Industrial.",
                "pregunta": "¿Qué elementos contextuales ayudan a entender la denuncia social del texto?",
                "respuesta_modelo": "La explotación laboral, la urbanización acelerada y la desigualdad económica, propios de la Revolución Industrial."
              }
            },
            {
              "enunciado": "Identificar el tema central de un cómic y atribuir sentido a sus recursos literarios.",
              "explicacion": "El cómic combina lenguaje verbal y visual. El tema central se infiere de la secuencia de viñetas y del conflicto de los personajes. Los globos, onomatopeyas y metáforas gráficas contribuyen a la construcción de significado.",
              "ejemplo": {
                "contexto": "Cómic donde un barrio se organiza para rescatar un parque.",
                "pregunta": "¿Cuál es el tema y qué recurso literario refuerza el mensaje?",
                "respuesta_modelo": "El tema es la defensa del espacio comunitario y se refuerza con metáforas visuales de raíces abrazando edificios para simbolizar arraigo."
              }
            }
          ]
        },
        {
          "titulo": "Textos no literarios",
          "objetivos": [
            {
              "enunciado": "Analizar características centrales de géneros informativos.",
              "explicacion": "Los textos informativos utilizan estructura clara (titular, bajada, cuerpo), tercera persona y datos verificables. Analizarlos implica reconocer cómo organizan la información y qué recursos garantizan objetividad y claridad.",
              "ejemplo": {
                "contexto": "Informe científico con secciones de introducción, método y resultados.",
                "pregunta": "¿Qué rasgos confirman que el documento es informativo?",
                "respuesta_modelo": "Presenta lenguaje objetivo, datos cuantificables y estructura en secciones metodológicas."
              }
            },
            {
              "enunciado": "Determinar el propósito comunicativo en artículos científicos, informes y crónicas.",
              "explicacion": "El propósito puede ser informar, describir, persuadir o interpretar. Identificarlo requiere observar verbos, modalidad y recursos como citas o datos. Cada género ajusta su propósito a una audiencia específica.",
              "ejemplo": {
                "contexto": "Crónica periodística sobre un fenómeno climático.",
                "pregunta": "¿Cuál es su propósito principal?",
                "respuesta_modelo": "Informar y contextualizar el evento para el público general mediante datos, testimonios y narrativa."
              }
            },
            {
              "enunciado": "Relacionar recursos propios de géneros argumentativos con la situación de comunicación.",
              "explicacion": "Los **textos argumentativos** buscan persuadir mediante **tesis** (postura central) y **argumentos** (razones que la sostienen). Según el currículum, los recursos argumentativos se eligen considerando: **audiencia** (especializada/general), **propósito** (convencer/refutar), **contexto** (académico/público). Los principales recursos son: **Racionales** (datos, estadísticas, citas de autoridad), **Emotivos** (anécdotas, apelación a valores), **Lógicos** (causa-efecto, analogías), **Retóricos** (preguntas retóricas, ironía, repetición). La adecuación recurso-contexto determina la eficacia persuasiva.",
              "tabla": {
                "titulo": "Recursos argumentativos según audiencia y propósito",
                "columnas": ["Recurso", "Tipo", "Cuándo usar", "Ejemplo", "Efecto"],
                "filas": [
                  ["Estadísticas", "Racional", "Audiencia especializada, argumentos objetivos", "\"El 85% de docentes valida la medida\"", "Credibilidad, objetividad"],
                  ["Cita de autoridad", "Racional", "Reforzar con expertos reconocidos", "\"Según la UNESCO, la lectura...\"", "Legitimidad, respaldo académico"],
                  ["Anécdota personal", "Emotivo", "Conectar emocionalmente, humanizar", "\"Cuando enseñé en zona rural...\"", "Empatía, cercanía"],
                  ["Pregunta retórica", "Retórico", "Involucrar al lector, enfatizar", "\"¿Acaso no merecen mejor educación?\"", "Reflexión, compromiso"],
                  ["Analogía", "Lógico", "Explicar conceptos complejos", "\"Enseñar es como sembrar: requiere paciencia\"", "Claridad, comprensión"],
                  ["Causa-efecto", "Lógico", "Mostrar consecuencias", "\"Si no inverten, el sistema colapsará\"", "Anticipación, urgencia"],
                  ["Ejemplificación", "Racional", "Concretar ideas abstractas", "\"En Finlandia, la autonomía docente...\"", "Tangibilidad, modelo"]
                ]
              },
              "ejemplo": {
                "contexto": "Columna de opinión en diario nacional que usa **testimonios de estudiantes de poblaciones vulnerables** para proponer aumento presupuestario educativo, dirigida a audiencia general y tomadores de decisión.",
                "pregunta": "¿Qué recurso argumentativo refuerza la persuasión y por qué es adecuado al contexto comunicativo?",
                "respuesta_modelo": "Usa **anécdota personal** (testimonio estudiantil) como **recurso emotivo** que aporta **evidencia vivencial** y conecta emocionalmente con audiencia general y autoridades. Es adecuado porque: (1) humaniza el problema estadístico, (2) genera empatía en público no especializado, (3) complementa datos con rostros concretos. Según currículum, combina apelación emotiva con contexto de desigualdad educativa chilena."
              }
            },
            {
              "enunciado": "Determinar postura del emisor y argumentos que la sostienen.",
              "explicacion": "En textos argumentativos, la **postura** (o tesis) es la opinión central que el emisor defiende y constituye el núcleo del mensaje persuasivo. Identificarla requiere ubicar afirmaciones valorativas, juicios o propuestas que el autor intenta hacer aceptar al lector. Los **argumentos** son razones, evidencias o datos que respaldan esa postura. Según el currículum nacional, se clasifican en: **De autoridad** (cita expertos), **Estadísticos** (datos numéricos), **Ejemplificadores** (casos concretos), **Por analogía** (comparaciones), **Causales** (relaciones causa-efecto), **De experiencia personal** (vivencias). Determinar argumentos implica analizar su **validez** (lógica interna), **pertinencia** (relación con la tesis), **suficiencia** (cantidad y calidad) y **respaldo empírico** (fuentes confiables). Los conectores argumentativos (porque, ya que, dado que, puesto que) señalan la justificación de la tesis.",
              "tabla": {
                "titulo": "Tipos de recursos argumentativos según audiencia (Bases Curriculares)",
                "columnas": ["Recurso", "Definición", "Ejemplo", "Audiencia ideal", "Riesgo de mal uso"],
                "filas": [
                  ["Estadísticas y datos", "Cifras que respaldan con evidencia cuantitativa", "\"El 78% de los estudiantes mejoró su rendimiento\"", "Audiencia racional, académica", "Manipulación de datos o fuentes dudosas"],
                  ["Cita de autoridad", "Opinión de experto que refuerza credibilidad", "\"Según la OMS, el ejercicio previene enfermedades\"", "Audiencia que valora especialización", "Citar pseudoexpertos o generalizar"],
                  ["Anécdota", "Relato breve que ilustra la tesis con caso real", "\"Mi abuela fumó 50 años y nunca enfermó\"", "Audiencia emocional, popular", "Falacia de generalización (caso aislado)"],
                  ["Pregunta retórica", "Interrogación que afirma implícitamente", "\"¿No merecen nuestros niños educación de calidad?\"", "Audiencia persuadible, busca complicidad", "Manipulación emocional sin sustento"],
                  ["Analogía", "Comparación que clarifica mediante semejanza", "\"Educar es como sembrar: requiere paciencia\"", "Audiencia didáctica, necesita simplificación", "Analogías forzadas o inexactas"],
                  ["Causa-efecto", "Relación lógica entre hechos", "\"Si no invertimos en educación, aumentará la pobreza\"", "Audiencia lógica, busca racionalidad", "Correlación no implica causalidad"],
                  ["Ejemplificación", "Caso concreto que ilustra concepto", "\"En Finlandia, la educación gratuita mejoró desarrollo\"", "Audiencia práctica, valora evidencia", "Ejemplos atípicos o no representativos"]
                ]
              },
              "ejemplo": {
                "contexto": "Editorial del diario 'El Mercurio' titulada 'Extender la jornada escolar: inversión en futuro'. El texto argumenta: 'Chile necesita urgentemente ampliar el horario de clases a tiempo completo. Los datos son contundentes: según el informe PISA 2022, países con jornadas de 8 horas superan en 40 puntos a sistemas de media jornada. Además, la extensión permite reforzar matemáticas y lenguaje, áreas críticas donde Chile retrocedió. Como sostiene el Dr. Juan Pérez, experto en políticas públicas de la Universidad de Chile, \"la inversión en tiempo escolar se traduce directamente en desarrollo humano\". ¿No es hora de priorizar el futuro de nuestros niños por sobre ajustes presupuestarios?'",
                "pregunta": "¿Qué postura sostiene el emisor, qué tipos de argumentos utiliza y cómo evaluar su validez?",
                "respuesta_modelo": "**Postura (tesis)**: El editorial defiende que Chile debe ampliar obligatoriamente la jornada escolar a tiempo completo, presentándola como inversión prioritaria. **Argumentos identificados**: (1) **Estadístico**: 'países PISA con 8 horas superan en 40 puntos' (respaldo cuantitativo); (2) **Causal**: 'extensión permite reforzar áreas críticas' (relación causa-efecto); (3) **Autoridad**: cita al Dr. Juan Pérez, académico UC (credibilidad experta); (4) **Pregunta retórica**: '¿No es hora de priorizar...?' (apelación emocional). **Evaluación de validez**: El argumento estadístico es **válido si la fuente PISA es verificable**, pero requiere verificar **pertinencia** (¿esos países tienen contextos comparables a Chile?). El argumento de autoridad es **pertinente** (experto en políticas públicas), pero debe confirmarse que el Dr. Pérez esté respaldado por investigación publicada. La pregunta retórica es **persuasiva** pero no aporta evidencia lógica (falacia emocional). En conjunto, la tesis está **parcialmente respaldada** con datos duros, pero necesita mayor desarrollo del análisis de contexto y costos de implementación para ser **suficiente**."
              }
            },
            {
              "enunciado": "Evaluar la postura del autor y diferenciar hechos de opiniones.",
              "explicacion": "En textos argumentativos es clave distinguir afirmaciones verificables (hechos) de juicios subjetivos (opiniones). Evaluar la postura incluye revisar evidencia, sesgos y consistencia lógica.",
              "ejemplo": {
                "contexto": "Carta al director que critica el uso de celulares en aula.",
                "pregunta": "¿Qué parte corresponde a hechos y cuál a opinión?",
                "respuesta_modelo": "Los datos sobre distracciones medidos por estudios son hechos; afirmar que 'los celulares arruinan la convivencia' es opinión."
              }
            },
            {
              "enunciado": "Interpretar imágenes, gráficos, tablas, mapas o diagramas insertos en el texto.",
              "explicacion": "Los **textos multimodales** integran lenguaje verbal (escrito) con **recursos visuales no verbales** (imágenes, gráficos, tablas, infografías, mapas, diagramas) para transmitir información de manera más eficaz. Según las Bases Curriculares, interpretar estos recursos implica: (1) **Identificar tipo de recurso**: gráfico de barras (comparación), líneas (evolución temporal), circular/torta (proporciones), tabla (datos organizados), mapa temático (distribución espacial), diagrama de flujo (procesos secuenciales); (2) **Analizar elementos técnicos**: ejes, escalas, leyendas, títulos, unidades de medida, fuentes; (3) **Extraer información específica**: leer valores, tendencias, patrones, anomalías; (4) **Relacionar con texto verbal**: identificar si el recurso **complementa** (agrega datos no mencionados), **refuerza** (ilustra lo dicho), **contrasta** (muestra diferencias) o **sintetiza** (resume visualmente) la información escrita; (5) **Evaluar pertinencia**: verificar si el recurso es necesario o si es decorativo sin aporte informativo. En contextos académicos y periodísticos, los recursos visuales permiten síntesis eficiente y facilitan comprensión de datos complejos mediante representación gráfica.",
              "tabla": {
                "titulo": "Tipos de recursos visuales y su función comunicativa",
                "columnas": ["Tipo de recurso", "Función principal", "Elementos clave a interpretar", "Ejemplo de uso"],
                "filas": [
                  ["Gráfico de barras", "Comparar cantidades entre categorías", "Altura de barras, etiquetas de ejes, escala, unidades", "Comparar asistencia escolar por región"],
                  ["Gráfico de líneas", "Mostrar evolución temporal o tendencias", "Pendiente (subida/bajada), puntos de inflexión, periodo temporal", "Evolución de matrículas 2010-2025"],
                  ["Gráfico circular/torta", "Representar proporciones de un todo (100%)", "Porcentajes, tamaño de sectores, leyenda de colores", "Distribución presupuesto educación por área"],
                  ["Tabla de datos", "Organizar información sistemática para consulta", "Filas (casos), columnas (variables), celdas (valores)", "Resultados SIMCE por establecimiento"],
                  ["Mapa temático", "Mostrar distribución espacial de fenómenos", "Leyenda de colores/símbolos, escala geográfica, gradientes", "Índice de vulnerabilidad escolar por comuna"],
                  ["Diagrama de flujo", "Explicar procesos secuenciales o algoritmos", "Flechas (dirección), conectores (relaciones), secuencia lógica", "Proceso de admisión escolar paso a paso"],
                  ["Infografía", "Sintetizar información compleja visualmente", "Combinación texto-imagen, jerarquía visual, iconografía", "Resumen reforma educacional 2024"]
                ]
              },
              "ejemplo": {
                "contexto": "Artículo periodístico titulado 'Asistencia escolar en Chile: desafíos post pandemia' publicado en 'La Tercera'. El texto afirma: 'La asistencia escolar se ha recuperado progresivamente desde 2022, aunque persisten desafíos en educación media'. Incluye un gráfico de barras que muestra: **Educación Parvularia** 2022: 78%, 2023: 85%, 2024: 89%; **Educación Básica** 2022: 82%, 2023: 88%, 2024: 91%; **Educación Media** 2022: 68%, 2023: 72%, 2024: 75%. El eje Y indica 'Porcentaje de asistencia promedio', el eje X 'Nivel educativo', y hay una leyenda de colores por año.",
                "pregunta": "¿Qué información aporta el gráfico que no está explícita en el texto verbal y cómo se relaciona con la afirmación del artículo?",
                "respuesta_modelo": "El gráfico aporta **datos cuantitativos precisos** que el texto solo menciona cualitativamente ('se ha recuperado progresivamente'): (1) **Velocidad de recuperación diferenciada**: Parvularia aumentó 11 puntos (78→89%), Básica 9 puntos (82→91%), Media solo 7 puntos (68→75%), evidenciando que Media tiene la recuperación más lenta. (2) **Brecha entre niveles**: Media está 16 puntos por debajo de Básica en 2024 (75% vs 91%), dato no mencionado en el texto. (3) **Tendencia sostenida**: Los tres años muestran crecimiento constante sin retrocesos. **Relación con texto verbal**: El gráfico **complementa y precisa** la afirmación 'persisten desafíos en educación media', demostrando con evidencia numérica que Media no solo tiene menor asistencia absoluta (75%) sino también menor tasa de recuperación. El recurso es **pertinente** porque convierte una afirmación general en evidencia visual comparable. **Interpretación crítica**: Faltaría información sobre causas (¿deserción laboral de adolescentes? ¿desmotivación académica?) para completar el análisis."
              }
            },
            {
              "enunciado": "Caracterizar la situación de enunciación de textos continuos y discontinuos.",
              "explicacion": "La **situación de enunciación** (o situación comunicativa) es el contexto en que se produce un mensaje y comprende seis elementos del esquema de Jakobson adaptado al currículum chileno: (1) **Emisor**: quién produce el mensaje (autor, institución, medio); (2) **Receptor/Destinatario**: a quién se dirige (audiencia específica o masiva); (3) **Mensaje**: contenido y forma del texto; (4) **Canal**: medio de transmisión (oral, escrito, digital, audiovisual); (5) **Código**: sistema de signos (lengua española, lenguaje visual, icónico); (6) **Contexto**: circunstancias espacio-temporales, sociales, culturales que condicionan la comunicación. **Textos continuos** (ensayos, artículos, novelas) presentan información en prosa lineal sin interrupciones espaciales, con predominio de discurso analítico, argumentativo o narrativo. **Textos discontinuos** (afiches, infografías, formularios, tablas, mapas) organizan información mediante diseño gráfico espacial, combinando texto verbal con elementos visuales (iconos, colores, diagramas). Caracterizar implica identificar estos elementos y analizar cómo el **registro** (formal/informal), **intención comunicativa** (informar/persuadir/entretener) y **soporte** (impreso/digital) determinan las estrategias discursivas.",
              "tabla": {
                "titulo": "Comparación textos continuos vs discontinuos (Bases Curriculares)",
                "columnas": ["Aspecto", "Textos continuos", "Textos discontinuos"],
                "filas": [
                  ["Organización espacial", "Lineal, secuencial, de izquierda a derecha y arriba-abajo", "No lineal, espacial, lectura en múltiples direcciones según diseño"],
                  ["Tipo de código predominante", "Verbal (lengua escrita con sintaxis completa)", "Mixto (verbal + visual: iconos, colores, formas, flechas)"],
                  ["Ejemplos típicos", "Artículos, ensayos, cuentos, editoriales, informes académicos", "Afiches, infografías, formularios, tablas, mapas, memes, publicidad"],
                  ["Propósito comunicativo común", "Desarrollar argumentos complejos, narrar con detalle, explicar profundamente", "Sintetizar información, impactar visualmente, facilitar consulta rápida"],
                  ["Extensión del mensaje", "Variable, puede ser extenso (libros completos)", "Generalmente breve, sintético (eslóganes, datos clave)"],
                  ["Registro predominante", "Formal en académicos, variable en literarios", "Variable según audiencia: formal (institucional) a informal (redes sociales)"],
                  ["Canal preferente", "Impreso tradicional, digital con formato de lectura", "Multimodal: carteles, pantallas, redes sociales, vía pública"],
                  ["Estrategia de lectura", "Lectura sostenida, secuencial, analítica", "Escaneo visual, identificación de elementos clave, lectura selectiva"]
                ]
              },
              "ejemplo": {
                "contexto": "Durante la pandemia COVID-19, el Ministerio de Salud de Chile difundió una infografía titulada 'Cinco pasos para prevenir contagios en tu hogar'. El documento mide 1 metro x 70 cm, presenta fondo blanco con pictogramas azules y rojos, textos breves en negrita, y se distribuyó en centros de salud, supermercados y redes sociales (Instagram, Twitter). Cada 'paso' tiene un ícono (manos lavándose, mascarilla, ventana abierta, distancia de 2 metros, termómetro) y una frase imperativa de máximo 8 palabras.",
                "pregunta": "Caracterice completamente la situación de enunciación de este texto discontinuo, identificando los seis elementos comunicativos y analizando cómo el formato condiciona el mensaje.",
                "respuesta_modelo": "**Situación de enunciación completa**: (1) **Emisor**: Ministerio de Salud de Chile (institución gubernamental con autoridad sanitaria, credibilidad oficial); (2) **Receptor**: Población general chilena, particularmente familias (audiencia masiva, heterogénea en educación); (3) **Mensaje**: Instrucciones preventivas de contagio COVID-19 (contenido prescriptivo, imperativo); (4) **Canal**: Multimodal: impreso (afiches físicos en espacios públicos) + digital (redes sociales con mayor alcance en audiencia joven); (5) **Código**: Mixto: lengua española (frases imperativas simples) + código visual (pictogramas universales sin texto, colores institucionales azul/rojo, diseño minimalista); (6) **Contexto**: Emergencia sanitaria nacional 2020, necesidad de comunicación rápida y universal, audiencia con estrés informativo y baja tolerancia a textos extensos. **Análisis del formato discontinuo**: El diseño espacial NO lineal permite **lectura rápida** (escaneo en 10 segundos), los **pictogramas** superan barreras de alfabetización (funcionales para personas con baja escolaridad o migrantes), el **imperativo** ('Lava tus manos', 'Usa mascarilla') genera tono de urgencia sin argumentación, el **color institucional** aporta credibilidad, y la **distribución multicanal** amplifica alcance. El formato es **pertinente** al contexto de emergencia donde textos continuos (folletos extensos) serían ineficaces. **Contraste**: Un ensayo académico sobre prevención COVID (texto continuo) tendría otro emisor (investigador), receptor (comunidad científica), registro formal, argumentación con evidencia, y canal académico (revistas indexadas), cumpliendo función de **profundizar** conocimiento, no instruir masivamente."
              }
            },
            {
              "enunciado": "Diferenciar hechos de opiniones en medios masivos.",
              "explicacion": "Los medios combinan noticias y editoriales. Reconocer hechos implica buscar fuentes, cifras y declaraciones verificables; las opiniones contienen juicios, valoraciones o adjetivos subjetivos.",
              "ejemplo": {
                "contexto": "Noticia con párrafo que dice: 'La medida generará caos en la ciudad'.",
                "pregunta": "¿A qué categoría pertenece el enunciado?",
                "respuesta_modelo": "Es una opinión porque anticipa un efecto sin evidencia concreta."
              }
            },
            {
              "enunciado": "Determinar funciones básicas de los distintos tipos de textos periodísticos.",
              "explicacion": "Los **géneros periodísticos** se clasifican según su función comunicativa dominante, siguiendo la tradición del periodismo latinoamericano y las Bases Curriculares de Lenguaje. Se distinguen tres macrocategorías: (1) **Géneros informativos**: función primordial es **informar** objetivamente sobre hechos verificables de actualidad. Incluyen: **Noticia** (síntesis de hechos con estructura pirámide invertida: qué, quién, cuándo, dónde, por qué, cómo), **Reportaje informativo** (ampliación de noticia con contexto, datos, fuentes múltiples), **Entrevista informativa** (declaraciones de protagonista o experto). (2) **Géneros de opinión**: función es **formar opinión** mediante análisis, interpretación o valoración subjetiva. Incluyen: **Editorial** (opinión institucional del medio sin firma), **Columna** (análisis personal firmado por autor reconocido), **Carta al director** (opinión de lectores), **Crítica** (evaluación especializada de obra cultural). (3) **Géneros interpretativos/híbridos**: función es **interpretar** hechos combinando información con análisis. Incluyen: **Crónica** (narración con estilo literario, testimonios, descripción sensorial, pero anclada en hechos reales), **Reportaje de investigación** (profundiza en causas, revela información oculta). Identificar la función permite al lector ajustar expectativas, evaluar objetividad/subjetividad y aplicar lectura crítica según corresponda (verificar fuentes en informativos, identificar sesgos en opinión).",
              "tabla": {
                "titulo": "Géneros periodísticos: características y funciones según currículum chileno",
                "columnas": ["Género", "Función dominante", "Estructura típica", "Lenguaje", "Fuentes", "Ejemplo titular"],
                "filas": [
                  ["Noticia", "Informar objetivamente hechos de actualidad", "Pirámide invertida: lead (qué/quién/cuándo/dónde) + desarrollo + contexto", "Objetivo, conciso, tercera persona, pretérito", "Múltiples, citadas textualmente", "\"Gobierno anuncia bono de $200 mil para familias vulnerables\""],
                  ["Reportaje", "Profundizar en tema con contexto y testimonios", "Libre: puede iniciar con anécdota, desarrollar causas/consecuencias, cerrar con proyección", "Descriptivo, explicativo, admite recursos literarios", "Variadas: expertos, protagonistas, documentos", "\"Tras las rejas: la vida de los internos en cárceles chilenas\""],
                  ["Crónica", "Interpretar hechos con narrativa y estilo personal", "Narrativa: escena inicial, desarrollo temporal, descripciones sensoriales, cierre reflexivo", "Literario, subjetivo, primera o tercera persona, figuras retóricas", "Observación directa, testimonios, experiencia del cronista", "\"24 horas en la feria: voces y olores del comercio popular\""],
                  ["Editorial", "Formar opinión institucional del medio", "Tesis inicial + argumentos + conclusión con llamado a la acción", "Formal, argumentativo, primera persona plural ('nosotros'), valorativo", "No cita fuentes (voz del medio)", "\"Chile debe priorizar la educación pública\""],
                  ["Columna", "Expresar análisis personal del columnista", "Libre: puede ser ensayística, narrativa o argumentativa según estilo del autor", "Personal, estilo propio, admite ironía/humor/denuncia", "Opcional, según argumentación", "\"Las contradicciones de la clase política chilena\" (por Carlos Peña)"],
                  ["Entrevista", "Transmitir declaraciones de fuente relevante", "Preguntas-respuestas o narrativa con citas integradas", "Dialogal, reproduce registro del entrevistado", "El entrevistado es la fuente única", "\"Ministra de Educación: 'Reformaremos la carrera docente en 2025'\""],
                  ["Carta al director", "Permitir participación ciudadana en debate público", "Saludo + exposición de opinión personal + despedida con firma", "Variable, desde formal a coloquial", "Experiencia u opinión del lector", "\"Sr. Director: La basura en mi comuna es insostenible\""]
                ]
              },
              "ejemplo": {
                "contexto": "En el diario 'La Tercera', sección 'Deportes', aparece un texto de 1.500 palabras titulado 'Alexis Sánchez: la soledad del goleador'. El texto inicia con una escena: 'Alexis entra al camarín del Inter de Milán. Sus compañeros celebran el triunfo, pero él se sienta en silencio, observando sus botines gastados'. Luego narra cronológicamente su infancia en Tocopilla, su ascenso en Cobreloa, la fama en Barcelona y Arsenal, y su presente en Europa. Incluye testimonios de su madre ('Siempre fue un niño solitario'), su exentrenador juvenil, y citas textuales de Alexis en entrevistas previas. El texto describe sus entrenamientos ('sube a trotar solo a las 6 AM'), usa metáforas ('su corazón late en italiano pero sueña en chileno'), y cierra con una reflexión: 'Quizás la grandeza se paga con soledad'. No hay firma de autor, solo aparece 'Especial Deportes La Tercera'.",
                "pregunta": "¿Qué género periodístico es este texto, qué función comunicativa cumple y qué elementos específicos lo confirman?",
                "respuesta_modelo": "Este texto corresponde al género **crónica deportiva**, cuya función dominante es **interpretar** la trayectoria de Alexis Sánchez mediante narrativa con estilo literario, combinando información verificable con análisis subjetivo. **Elementos que lo confirman**: (1) **Estructura narrativa**: Inicia con escena descriptiva sensorial ('camarín', 'silencio', 'botines gastados'), desarrolla cronológicamente (infancia→fama→presente), cierra con reflexión filosófica ('grandeza se paga con soledad'). (2) **Lenguaje literario**: Usa metáforas ('corazón late en italiano'), descripciones sensoriales, recursos poéticos vedados en noticia. (3) **Testimonios y fuentes**: Integra voz de madre, exentrenador, citas del protagonista (como reportaje), pero no busca objetividad sino construir **retrato humano**. (4) **Subjetividad interpretativa**: El cronista interpreta ('soledad del goleador'), juzga ('grandeza'), no solo informa hechos. (5) **Extensión y desarrollo**: 1.500 palabras permiten profundidad propia de crónica, no síntesis de noticia (200-400 palabras). **Función comunicativa**: **Entretener mediante narrativa** (storytelling deportivo), **interpretar** el fenómeno de la fama desde ángulo psicológico/humano, y **generar empatía** con el lector que valora drama personal sobre estadísticas. **Contraste**: Una **noticia** sobre Alexis diría: 'Alexis Sánchez anotó dos goles ayer en victoria 3-1 del Inter sobre Juventus' (objetiva, breve, estructura pirámide invertida). Un **editorial** diría: 'Alexis debe retornar a la selección' (tesis argumentativa, opinión institucional). Una **entrevista** presentaría solo preguntas-respuestas directas con Alexis. La crónica **fusiona información con literatura**, cumpliendo función híbrida de informar-interpretar-entretener."
              }
            }
          ]
        }
      ]
    },
    {
      "domain": "Escritura y comunicación oral",
      "subsections": [
        {
          "titulo": "Coherencia y cohesión",
          "objetivos": [
            {
              "enunciado": "Determinar problemas de cohesión en un texto.",
              "explicacion": "La cohesión asegura enlaces explícitos entre oraciones mediante conectores, referencias y puntuación adecuada. Detectar problemas implica revisar repeticiones innecesarias, uso excesivo de conectores simples y errores en la puntuación que interrumpen la fluidez.",
              "ejemplo": {
                "contexto": "Párrafo donde todas las oraciones comienzan con 'Y'.",
                "pregunta": "¿Qué problema de cohesión se observa?",
                "respuesta_modelo": "Existe abuso del conector 'y', lo que impide jerarquizar ideas y dificulta la lectura."
              }
            },
            {
              "enunciado": "Determinar problemas de coherencia en un texto.",
              "explicacion": "La **coherencia** garantiza la unidad temática y relación lógica entre ideas. Según las bases curriculares, se distinguen tres tipos: **Global** (tema unificador del texto completo), **Lineal** (secuencia lógica oración a oración), y **Local** (cohesión dentro del párrafo). Se afecta por **contradicciones internas**, **ideas no relacionadas con el tema**, **anacolutos** (cortes sintácticos), **referencias ambiguas** o **progresión temática deficiente** (no avanza, solo repite). Revisar coherencia implica verificar que cada oración aporte información nueva relevante y siga un orden causa-efecto, problema-solución o cronológico.",
              "tabla": {
                "titulo": "Mecanismos de cohesión textual (Currículum Nacional)",
                "columnas": ["Mecanismo", "Función", "Ejemplos", "Uso correcto"],
                "filas": [
                  ["Conectores aditivos", "Agregar información", "además, también, asimismo, incluso", "\"El estudio mejora el rendimiento; **además**, fortalece la confianza.\""],
                  ["Conectores causales", "Explicar razones", "porque, ya que, puesto que, dado que", "\"Aprobó **porque** estudió sistemáticamente.\""],
                  ["Conectores consecutivos", "Mostrar consecuencias", "por lo tanto, así que, en consecuencia", "\"Llueve mucho; **por lo tanto**, no saldremos.\""],
                  ["Conectores adversativos", "Contrastar ideas", "pero, sin embargo, no obstante, aunque", "\"Estudió; **sin embargo**, no comprendió el tema.\""],
                  ["Anáfora", "Referir elemento previo", "este, aquello, lo anterior, el mismo", "\"Leyó el libro. **Este** cambió su perspectiva.\""],
                  ["Catáfora", "Anticipar elemento posterior", "lo siguiente, esto, tal", "\"**Esto** es clave: leer críticamente.\""],
                  ["Elipsis", "Omitir elemento sobreentendido", "[Omisión del sujeto]", "\"María estudia. [Ella] Aprobará.\""],
                  ["Repetición léxica", "Reiterar término clave", "educación... educación", "\"La **educación** transforma. La **educación** libera.\""],
                  ["Sinonimia", "Reemplazar con sinónimo", "estudiante/alumno", "\"El **alumno** leyó. El **estudiante** comprendió.\""]
                ]
              },
              "ejemplo": {
                "contexto": "Ensayo sobre educación que en el párrafo 3 introduce súbitamente el tema de deportes sin relación ni transición, luego retoma educación.",
                "pregunta": "¿Por qué se considera incoherente y qué tipo de coherencia se quiebra?",
                "respuesta_modelo": "Se quiebra la **coherencia global** (unidad temática del texto) y la **lineal** (secuencia lógica entre párrafos). Introduce una idea **no relacionada** con el tema central (educación) y carece de **conectores** que justifiquen la digresión o la vinculen con la tesis. Para repararlo, debe eliminarse el párrafo o conectarlo explícitamente con la educación física curricular."
              }
            }
          ]
        },
        {
          "titulo": "Adecuación a la situación comunicativa",
          "objetivos": [
            {
              "enunciado": "Determinar el propósito de oraciones subordinadas (causal, consecutiva, condicional).",
              "explicacion": "Las subordinadas aportan precisión. Las causales explican motivos, las consecutivas muestran resultados y las condicionales plantean hipótesis. Identificarlas permite ajustar argumentos y secuencias de ideas.",
              "ejemplo": {
                "contexto": "Oración: 'Si estudian diariamente, mejorarán su comprensión'.",
                "pregunta": "¿Qué tipo de subordinada se utiliza y cuál es su propósito?",
                "respuesta_modelo": "Es condicional; plantea la mejora como consecuencia de una condición previa."
              }
            },
            {
              "enunciado": "Determinar el propósito de los modos verbales empleados en distintos textos.",
              "explicacion": "Los **modos verbales** indican la actitud del hablante ante la acción. El currículum establece tres: **Indicativo** (realidad, hechos verificables), **Subjuntivo** (duda, deseo, posibilidad, hipótesis), **Imperativo** (órdenes, mandatos, instrucciones). La elección del modo es clave en géneros como: instrucciones (imperativo), solicitudes formales (subjuntivo cortés), informes (indicativo objetivo). El uso inadecuado genera ambigüedad o altera la intención comunicativa.",
              "tabla": {
                "titulo": "Modos verbales: usos y contextos comunicativos",
                "columnas": ["Modo", "Actitud", "Contextos típicos", "Ejemplo"],
                "filas": [
                  ["Indicativo", "Certeza, hechos reales", "Informes, noticias, ensayos expositivos", "\"El estudio **mejora** el rendimiento.\""],
                  ["Subjuntivo", "Duda, deseo, posibilidad", "Solicitudes, hipótesis, cortesía", "\"Espero que **asista** al encuentro.\""],
                  ["Imperativo", "Orden, mandato, instrucción", "Recetas, manuales, normas", "\"**Lea** las instrucciones antes de usar.\""]
                ]
              },
              "tabla2": {
                "titulo": "Registros de habla según situación comunicativa",
                "columnas": ["Registro", "Características", "Contexto", "Ejemplo"],
                "filas": [
                  ["Formal", "Vocabulario preciso, sintaxis completa, norma culta", "Documentos oficiales, académicos", "\"Solicitamos su asistencia al evento.\""],
                  ["Informal", "Coloquialismos, oraciones breves, contracciones", "Conversaciones, mensajes personales", "\"¿Vienes a la reunión?\""],
                  ["Técnico-especializado", "Terminología disciplinar, objetividad", "Informes científicos, artículos académicos", "\"La fotosíntesis ocurre en cloroplastos.\""]
                ]
              },
              "ejemplo": {
                "contexto": "Carta formal de solicitud de beca que dice: 'Esperamos que **considere** nuestra postulación y que **podamos** acceder al beneficio.'",
                "pregunta": "¿Qué modo verbal se emplea y qué intención comunicativa refleja según el currículum?",
                "respuesta_modelo": "Se usa **modo subjuntivo** ('considere', 'podamos') para expresar un **deseo cortés** y **posibilidad**, no una exigencia. Según las bases curriculares, el subjuntivo en contextos formales atenúa la petición, reflejando adecuación a la situación comunicativa (registro formal + respeto jerárquico)."
              }
            },
            {
              "enunciado": "Aplicar las normas de ortografía acentual y literal.",
              "explicacion": "La ortografía correcta favorece la claridad y la credibilidad del texto. Incluye reglas de tildación, uso de mayúsculas, b/v, c/s/z, entre otras. Dominarla es esencial para la producción escrita profesional.",
              "ejemplo": {
                "contexto": "Palabra 'jóven' escrita con tilde en la consonante equivocada.",
                "pregunta": "¿Cuál es la forma correcta y por qué?",
                "respuesta_modelo": "Debe escribirse 'joven' sin tilde porque es palabra grave terminada en n."
              }
            },
            {
              "enunciado": "Distinguir elementos que intervienen en la gestión del diálogo y la argumentación oral.",
              "explicacion": "Dirigir un diálogo requiere turnos equilibrados, escucha activa y estrategias para sostener la argumentación (reformular, preguntar, explicitar evidencias). Identificar estos elementos favorece la mediación pedagógica.",
              "ejemplo": {
                "contexto": "Debate donde un estudiante interrumpe constantemente.",
                "pregunta": "¿Qué habilidad falta y por qué afecta la discusión?",
                "respuesta_modelo": "No respeta los turnos ni escucha activamente, lo que impide construir argumentos colaborativos."
              }
            },
            {
              "enunciado": "Distinguir elementos que permiten expresarse frente a una audiencia de manera clara.",
              "explicacion": "La **comunicación oral eficaz** ante una audiencia requiere dominio integrado de múltiples elementos verbales, paraverbales y no verbales. Según las Bases Curriculares, el docente debe enseñar explícitamente: **Elementos verbales** (información verificada con fuentes, progresión lógica mediante conectores, vocabulario preciso según audiencia, ejemplificación pertinente); **Recursos paraverbales** (entonación expresiva sin monotonía, volumen audible, pausas estratégicas, velocidad moderada, énfasis en ideas clave); **Elementos no verbales** (contacto visual con la audiencia, postura erguida, gestos naturales que refuerzan el mensaje, desplazamiento controlado); **Estructura discursiva** (introducción que capta atención, desarrollo organizado en secciones, conclusión que sintetiza y cierra). La claridad no surge espontáneamente: requiere **planificación** (guión con apoyos visuales), **ensayo con retroalimentación** y **autoevaluación** mediante rúbricas.",
              "tabla": {
                "titulo": "Elementos de la comunicación oral efectiva (según Bases Curriculares)",
                "columnas": ["Dimensión", "Elemento", "Descripción", "Indicador de logro"],
                "filas": [
                  ["Verbal", "Contenido verificado", "Información respaldada con fuentes confiables (libros, estudios, expertos)", "Cita al menos 2 fuentes; evita datos sin respaldo"],
                  ["Verbal", "Progresión lógica", "Ideas organizadas con inicio, desarrollo y cierre; conectores explícitos", "Usa conectores ('primero', 'por otro lado', 'en conclusión'); audiencia sigue el hilo"],
                  ["Verbal", "Vocabulario preciso", "Términos específicos del tema, definidos si son técnicos; adecuados a la audiencia", "Usa 3-5 términos clave; evita ambigüedad o jerga excesiva"],
                  ["Verbal", "Ejemplificación", "Casos concretos, analogías o evidencia que ilustran conceptos abstractos", "Da al menos 1 ejemplo por idea principal"],
                  ["Paraverbal", "Entonación expresiva", "Variación de tono para enfatizar, preguntar o concluir; evita monotonía", "Modula la voz en partes clave; audiencia no percibe aburrimiento"],
                  ["Paraverbal", "Volumen adecuado", "Voz audible sin gritar; se ajusta al tamaño del espacio", "Todos en el fondo escuchan sin esfuerzo"],
                  ["Paraverbal", "Pausas estratégicas", "Silencios breves después de ideas clave o antes de conclusiones", "Hace 2-3 pausas; da tiempo a procesar"],
                  ["Paraverbal", "Velocidad moderada", "Ritmo que permite comprensión; ni acelerado ni lento", "Audiencia no pide repetición ni se distrae"],
                  ["No verbal", "Contacto visual", "Mirada distribuida a toda la audiencia, no al suelo ni a las notas", "Mira a diferentes personas; no lee completamente"],
                  ["No verbal", "Postura y gestualidad", "Cuerpo erguido, gestos naturales que refuerzan el mensaje", "Gestos acompañan ideas (señalar, contar con dedos); sin rigidez"],
                  ["Estructural", "Organización clara", "Introducción (tema + objetivo) + Desarrollo (2-4 secciones) + Conclusión (síntesis)", "Anuncia estructura al inicio; audiencia identifica partes"]
                ]
              },
              "tabla2": {
                "titulo": "Errores frecuentes y estrategias de corrección (retroalimentación docente)",
                "columnas": ["Error observado", "Impacto en claridad", "Estrategia de mejora"],
                "filas": [
                  ["Datos sin fuente", "Pérdida de credibilidad, audiencia duda", "Enseñar a citar oralmente: 'Según el estudio X...' o 'De acuerdo con...'"],
                  ["Ideas sin orden", "Confusión, audiencia no sigue el hilo", "Practicar con organizador gráfico previo (esquema con 3 ideas principales)"],
                  ["Vocabulario vago ('cosas', 'esto')", "Ambigüedad, mensaje impreciso", "Reemplazar con términos específicos; glosario de palabras clave"],
                  ["Monotonía (misma entonación)", "Aburrimiento, pérdida de atención", "Ensayar marcando en guión dónde subir/bajar tono; grabar y escuchar"],
                  ["Leer completamente las notas", "Falta de conexión con audiencia", "Usar solo palabras clave en tarjetas; ensayar sin leer"],
                  ["Sin ejemplos", "Abstracción excesiva, dificulta comprensión", "Por cada concepto, agregar 1 ejemplo concreto o analogía familiar"],
                  ["Demasiado rápido", "Audiencia no procesa, se pierde información", "Practicar con cronómetro; insertar pausas después de ideas importantes"]
                ]
              },
              "ejemplo": {
                "contexto": "Estudiante de 7° básico expone sobre contaminación del río Mapocho. Lee sus notas de corrido, sin mirar a la audiencia. Dice: 'Hay problemas de contaminación por varias cosas, y eso afecta a los animales y las personas'. No menciona fuentes. Habla muy rápido y sin pausas. Sus compañeros no entienden qué propone como solución.",
                "pregunta": "¿Qué elementos de comunicación oral clara están ausentes y qué retroalimentación formativa debe dar el docente?",
                "respuesta_modelo": "**Elementos ausentes:** (1) **Contenido verificado**: No cita fuentes (estudios, informes ambientales). (2) **Progresión lógica**: Ideas vagas sin conectores ('varias cosas' no especifica; falta estructura introducción-desarrollo-conclusión). (3) **Vocabulario preciso**: Términos genéricos ('problemas', 'cosas', 'afecta') en lugar de 'contaminantes químicos', 'residuos industriales', 'impacto en biodiversidad'. (4) **Recursos paraverbales**: Velocidad excesiva sin pausas, probablemente entonación monótona. (5) **No verbales**: No hay contacto visual (lee notas). **Retroalimentación formativa:** 'Tu tema es relevante, pero necesitas mejoras para lograr claridad: (a) **Cita fuentes**: Busca un informe de la CONAF o municipalidad y menciona: \"Según el informe 2023 de...\". (b) **Organiza con conectores**: Estructura tu presentación: \"Primero, explicaré los tipos de contaminación. Luego, las consecuencias. Finalmente, propuestas de solución\". (c) **Usa vocabulario específico**: Reemplaza \"cosas\" por \"desechos industriales y domésticos\". (d) **Haz pausas**: Después de cada idea principal, detente 2 segundos. (e) **Mira a tu audiencia**: Usa tarjetas con palabras clave, no leas todo. Ensaya grabándote para ajustar velocidad'. **Actividad de mejora**: Rehacer guión con organizador gráfico, identificar 2 fuentes, practicar con rúbrica de autoevaluación."
              }
            }
          ]
        }
      ]
    },
    {
      "domain": "Enseñanza-aprendizaje en la asignatura",
      "subsections": [
        {
          "titulo": "Estrategias pedagógicas",
          "objetivos": [
            {
              "enunciado": "Determinar estrategias metodológicas y actividades para abordar objetivos de la asignatura.",
              "explicacion": "Las estrategias didácticas alinean objetivos, actividades y evaluación. Incluyen secuencias como lectura guiada, aprendizaje basado en proyectos o talleres de escritura. Elegirlas con pertinencia asegura aprendizajes significativos.",
              "ejemplo": {
                "contexto": "Objetivo: inferir temas en cuentos latinoamericanos.",
                "pregunta": "¿Qué estrategia puede aplicarse?",
                "respuesta_modelo": "Un club de lectura con guías de inferencia permite modelar y practicar la habilidad."
              }
            },
            {
              "enunciado": "Determinar estrategias de comprensión lectora.",
              "explicacion": "Las estrategias incluyen activar conocimientos previos, formular predicciones, clarificar vocabulario y resumir. El docente debe modelarlas y ofrecer andamiaje gradualmente.",
              "ejemplo": {
                "contexto": "Texto informativo sobre cambio climático.",
                "pregunta": "¿Cómo fomentar la comprensión?",
                "respuesta_modelo": "Guiar a los estudiantes para subrayar ideas clave y elaborar mapas conceptuales que sintetizan la información."
              }
            },
            {
              "enunciado": "Determinar actividades pedagógicas para abordar el proceso de escritura.",
              "explicacion": "El proceso de escritura incluye planificar (lluvia de ideas, esquemas), redactar borradores, revisar con pares y editar. Diseñar actividades diferenciadas para cada etapa mejora la calidad de los textos estudiantiles.",
              "ejemplo": {
                "contexto": "Producción de un artículo de opinión escolar.",
                "pregunta": "¿Qué actividad apoya la etapa de revisión?",
                "respuesta_modelo": "Una rúbrica de pares centrada en argumentos y uso de conectores."
              }
            },
            {
              "enunciado": "Determinar actividades pedagógicas para desarrollar la comunicación oral.",
              "explicacion": "La competencia oral se fortalece con juegos de roles, debates guiados y exposiciones. Es importante planificar etapas de preparación, práctica y retroalimentación.",
              "ejemplo": {
                "contexto": "Unidad sobre entrevistas periodísticas.",
                "pregunta": "¿Qué actividad favorece la expresión oral?",
                "respuesta_modelo": "Simular entrevistas en parejas con registro de audio para analizar el uso del lenguaje."
              }
            },
            {
              "enunciado": "Determinar actividades pedagógicas para acompañar el proceso de investigación escolar.",
              "explicacion": "La **investigación escolar** es un proceso sistemático de construcción de conocimiento que desarrolla pensamiento crítico y autonomía. Según las Bases Curriculares, el docente debe andamiar cada fase: **formulación de preguntas investigables** (pasar de preguntas cerradas a problematizadoras), **búsqueda estratégica** (enseñar uso de catálogos, bases de datos académicas, criterios de evaluación de fuentes), **organización de información** (fichas bibliográficas, esquemas, matrices comparativas), **síntesis y comunicación** (formatos académicos, citas, exposiciones). Las actividades deben ser **graduales**, partiendo de modelos explícitos hasta llegar a investigaciones autónomas, e integrar evaluación formativa en cada etapa (rúbricas de proceso, retroalimentación entre pares).",
              "tabla": {
                "titulo": "Secuencia didáctica para investigación escolar (Bases Curriculares)",
                "columnas": ["Fase", "Habilidad objetivo", "Actividad pedagógica", "Recurso/herramienta"],
                "filas": [
                  ["1. Problematización", "Formular preguntas investigables", "Modelar transformación de pregunta simple a compleja (ej: '¿Quién fue Neruda?' → '¿Cómo influyó Neruda en la poesía social latinoamericana?')", "Tabla de niveles de preguntas (literal, inferencial, crítico)"],
                  ["2. Planificación", "Diseñar estrategia de búsqueda", "Elaborar mapa de palabras clave con sinónimos y términos relacionados; identificar fuentes primarias/secundarias", "Diagrama de búsqueda, lista de bases de datos (SciELO, Memoria Chilena)"],
                  ["3. Búsqueda", "Evaluar confiabilidad de fuentes", "Aplicar rúbrica de evaluación (autoría, fecha, respaldo institucional, sesgo)", "Pauta de verificación de fuentes, comparación de sitios confiables vs. no confiables"],
                  ["4. Organización", "Sistematizar información", "Completar fichas bibliográficas con citas textuales y paráfrasis; crear esquema de contenido", "Plantilla de fichas, software de mapas conceptuales (CmapTools)"],
                  ["5. Síntesis", "Integrar información con voz propia", "Redactar párrafos de síntesis usando conectores de contraste/adición; citar fuentes en formato APA simple", "Guía de conectores lógicos, ejemplos de citas"],
                  ["6. Comunicación", "Exponer resultados con claridad", "Presentar informe escrito con estructura académica (introducción, desarrollo, conclusión, bibliografía) o exposición oral con apoyo visual", "Rúbrica de presentación, checklist de estructura académica"]
                ]
              },
              "tabla2": {
                "titulo": "Criterios de evaluación de fuentes de información (alfabetización digital)",
                "columnas": ["Criterio", "Pregunta orientadora", "Indicador confiable", "Señal de alerta"],
                "filas": [
                  ["Autoría", "¿Quién escribió/publicó?", "Autor con credenciales académicas o institución reconocida", "Anónimo, sin datos del autor"],
                  ["Actualidad", "¿Cuándo se publicó?", "Fecha reciente (últimos 5 años para temas actuales)", "Sin fecha o muy desactualizado"],
                  ["Propósito", "¿Para qué se escribió?", "Informar, educar, investigar", "Vender, persuadir sin evidencia, generar clics"],
                  ["Evidencia", "¿Cómo se respalda la información?", "Citas, referencias, datos verificables", "Opiniones sin fundamento, afirmaciones absolutas"],
                  ["Objetividad", "¿Hay sesgo evidente?", "Presenta múltiples perspectivas", "Lenguaje emocional, omite contraargumentos"],
                  ["Cobertura", "¿Qué tan profundo es?", "Desarrollo completo del tema", "Superficial, incompleto"]
                ]
              },
              "ejemplo": {
                "contexto": "Proyecto de investigación escolar sobre patrimonio cultural mapuche. Estudiantes de 8° básico deben investigar la influencia de la cultura mapuche en la región de La Araucanía.",
                "pregunta": "¿Qué secuencia de actividades pedagógicas garantiza un proceso de investigación riguroso y formativo?",
                "respuesta_modelo": "**Fase 1** (Sesión 1-2): Modelar formulación de pregunta investigable: transformar '¿Qué es la cultura mapuche?' en '¿Cómo se manifiesta la cosmovisión mapuche en las prácticas actuales de comunidades de La Araucanía?'. **Fase 2** (Sesión 3): Co-diseñar mapa de palabras clave (cosmovisión, kimün, ceremonias, lengua, territorio) e identificar fuentes: Memoria Chilena, entrevistas a dirigentes locales, documentales. **Fase 3** (Sesión 4-5): Aplicar rúbrica de evaluación de fuentes: verificar autoría de artículos, comparar blog personal vs. sitio académico. **Fase 4** (Sesión 6-7): Completar fichas bibliográficas con citas textuales y paráfrasis; organizar información en esquema (dimensión espiritual, social, territorial). **Fase 5** (Sesión 8-9): Redactar síntesis integrando fuentes con conectores ('por un lado... por otro', 'según... en cambio...') y citando en formato simple. **Fase 6** (Sesión 10): Presentar informe con estructura académica o exposición oral con apoyo visual (PPT, infografía). Evaluar con rúbrica de proceso y producto final."
              }
            },
            {
              "enunciado": "Responder con lenguaje comprensivo y preciso a dudas estudiantiles sobre contenidos.",
              "explicacion": "La claridad docente implica reformular conceptos en un lenguaje accesible sin perder rigor. Involucra escuchar atentamente, validar la pregunta y entregar ejemplos pertinentes.",
              "ejemplo": {
                "contexto": "Estudiante pregunta qué es un anacoluto.",
                "pregunta": "¿Cómo responder de manera comprensible?",
                "respuesta_modelo": "Explicar que es una ruptura en la estructura de la oración, mostrar un ejemplo y ofrecer una estrategia para evitarlo."
              }
            }
          ]
        }
      ]
    }
  ],
  "exam": {
    "descripcion": "Evaluación sumativa de 50 ítems de selección múltiple alineados con el temario oficial de Lenguaje y Comunicación.",
    "ia_feedback": {
      "provider": "groq",
      "model": "llama-3.1-8b-instant",
      "prompt": "Eres un tutor pedagógico especializado en Lenguaje y Comunicación para docentes chilenos que preparan la ECEP 2025.\n\nCuando un profesor solicita explicación de un objetivo curricular:\n\n1) EXPLICACIÓN CONCEPTUAL (3-4 líneas):\n- Define el concepto clave con precisión curricular\n- Usa lenguaje pedagógico directo, sin rodeos\n- Incluye los elementos específicos del objetivo\n\n2) EJEMPLO CONTEXTUALIZADO (situación de aula real):\n- Crea un caso concreto con texto literario chileno o latinoamericano\n- Muestra cómo se aplica el concepto en análisis de texto\n- Incluye pregunta ECEP-style con 4 alternativas\n\n3) ESTRATEGIA DIDÁCTICA (2-3 sugerencias concretas):\n- Actividades aplicables en 7° u 8° básico\n- Recursos accesibles (sin requerir tecnología compleja)\n- Evaluación formativa clara\n\nFORMATO:\nUsa markdown limpio:\n- ## para títulos de sección\n- **negrita** solo para términos curriculares clave\n- Listas con guiones (-) no asteriscos\n- Ejemplos en bloques con > (quote)\n\nNO uses:\n- \"Excelente respuesta profesor\" (no hay respuesta que evaluar)\n- \"Corrección y explicación\" (no hay error que corregir)\n- Referencias genéricas a \"temario p.23\" (usa conceptos concretos)\n- Formato **Título** en línea separada (usa ##)\n\nSÉ ESPECÍFICO con:\n- Textos chilenos (Neruda, Mistral, Parra, Donoso)\n- Ejemplos ECEP reales (narrativa, lírica, no literarios)\n- Bases Curriculares 2015-2018 para 7°-8° básico"
    },
    "preguntas": [
      {
        "id": "63-L-01",
        "enunciado": "En un cuento policial el narrador describe los hechos como si conociera todos los pensamientos de los personajes. ¿Qué tipo de narrador se observa?",
        "alternativas": [
          { "opcion": "A", "texto": "Narrador protagonista" },
          { "opcion": "B", "texto": "Narrador testigo" },
          { "opcion": "C", "texto": "Narrador omnisciente" },
          { "opcion": "D", "texto": "Narrador equisciente" }
        ],
        "respuesta_correcta": "C",
        "explicacion": "El narrador omnisciente accede a la interioridad de todos los personajes y relata con conocimiento total.",
        "temas_relacionados": ["Tipos de narrador", "Textos literarios"]
      },
      {
        "id": "63-L-02",
        "enunciado": "Un relato epistolar alterna cartas escritas en distintos años para explicar un conflicto familiar. ¿Qué recurso temporal predomina?",
        "alternativas": [
          { "opcion": "A", "texto": "Narración in medias res" },
          { "opcion": "B", "texto": "Anacronía retrospectiva" },
          { "opcion": "C", "texto": "Prolepsis" },
          { "opcion": "D", "texto": "Narrador no confiable" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Las cartas escritas en años anteriores funcionan como flashbacks que revelan antecedentes del conflicto.",
        "temas_relacionados": ["Estrategias narrativas"]
      },
      {
        "id": "63-L-03",
        "enunciado": "¿Cuál de los siguientes rasgos corresponde a la fábula como género narrativo?",
        "alternativas": [
          { "opcion": "A", "texto": "Narrador omnisciente que reflexiona sobre la condición humana" },
          { "opcion": "B", "texto": "Animales antropomorfos que transmiten una moraleja" },
          { "opcion": "C", "texto": "Descripción exhaustiva del contexto histórico" },
          { "opcion": "D", "texto": "Uso de versos endecasílabos con rima consonante" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La fábula emplea animales con rasgos humanos para enseñar una moraleja explícita al final.",
        "temas_relacionados": ["Géneros narrativos"]
      },
      {
        "id": "63-L-04",
        "enunciado": "En el verso 'La noche bosteza cansada', ¿qué figura literaria predomina?",
        "alternativas": [
          { "opcion": "A", "texto": "Hipérbole" },
          { "opcion": "B", "texto": "Metáfora" },
          { "opcion": "C", "texto": "Personificación" },
          { "opcion": "D", "texto": "Oxímoron" }
        ],
        "respuesta_correcta": "C",
        "explicacion": "Se atribuye una acción humana (bostezar) a un elemento inanimado (la noche).",
        "temas_relacionados": ["Figuras literarias"]
      },
      {
        "id": "63-L-05",
        "enunciado": "Un poema de 14 versos decasílabos distribuidos en dos cuartetos y dos tercetos con rima consonante corresponde a:",
        "alternativas": [
          { "opcion": "A", "texto": "Décima" },
          { "opcion": "B", "texto": "Oda pindárica" },
          { "opcion": "C", "texto": "Soneto" },
          { "opcion": "D", "texto": "Haikú" }
        ],
        "respuesta_correcta": "C",
        "explicacion": "El soneto clásico presenta 14 versos con distribución 4-4-3-3 y rima consonante.",
        "temas_relacionados": ["Métrica"]
      },
      {
        "id": "63-L-06",
        "enunciado": "La metáfora 'Sus palabras fueron cuchillos' aporta al texto el efecto de:",
        "alternativas": [
          { "opcion": "A", "texto": "Suavizar el tono del discurso" },
          { "opcion": "B", "texto": "Destacar la amabilidad del hablante" },
          { "opcion": "C", "texto": "Transmitir la agresividad de las palabras" },
          { "opcion": "D", "texto": "Crear una imagen cómica" }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La metáfora equipara las palabras con cuchillos para enfatizar su dureza y daño emocional.",
        "temas_relacionados": ["Interpretación de figuras"]
      },
      {
        "id": "63-L-07",
        "enunciado": "Una obra teatral donde las situaciones cómicas derivan de equívocos exagerados corresponde al subgénero de:",
        "alternativas": [
          { "opcion": "A", "texto": "Drama" },
          { "opcion": "B", "texto": "Farsa" },
          { "opcion": "C", "texto": "Tragedia" },
          { "opcion": "D", "texto": "Auto sacramental" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La farsa exagera rasgos y confusiones para provocar humor y crítica social.",
        "temas_relacionados": ["Subgéneros dramáticos"]
      },
      {
        "id": "63-L-08",
        "enunciado": "Un aparte en una obra dramática se caracteriza porque:",
        "alternativas": [
          { "opcion": "A", "texto": "El personaje habla consigo mismo sin que nadie lo escuche" },
          { "opcion": "B", "texto": "El personaje se dirige al público sin que lo oigan otros personajes" },
          { "opcion": "C", "texto": "Inicia un monólogo prolongado" },
          { "opcion": "D", "texto": "Añade acotaciones del director" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El aparte rompe la cuarta pared: el personaje comenta algo al público de forma confidencial.",
        "temas_relacionados": ["Elementos del género dramático"]
      },
      {
        "id": "63-L-09",
        "enunciado": "Un cómic presenta onomatopeyas y metáforas visuales para representar la contaminación acústica. ¿Qué señala esto sobre su tema?",
        "alternativas": [
          { "opcion": "A", "texto": "Que busca narrar hechos policiales" },
          { "opcion": "B", "texto": "Que reflexiona sobre el impacto del ruido en la vida urbana" },
          { "opcion": "C", "texto": "Que se centra en la vida rural" },
          { "opcion": "D", "texto": "Que promueve una campaña electoral" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Los recursos visuales refuerzan la denuncia sobre el ruido urbano como problema central.",
        "temas_relacionados": ["Cómic y recursos literarios"]
      },
      {
        "id": "63-L-10",
        "enunciado": "En un informe de laboratorio, la sección 'Resultados' cumple la función de:",
        "alternativas": [
          { "opcion": "A", "texto": "Explicar la hipótesis" },
          { "opcion": "B", "texto": "Describir los procedimientos" },
          { "opcion": "C", "texto": "Presentar los datos obtenidos" },
          { "opcion": "D", "texto": "Interpretar los hallazgos" }
        ],
        "respuesta_correcta": "C",
        "explicacion": "Los resultados reportan los datos sin interpretación, que se realiza posteriormente en la discusión.",
        "temas_relacionados": ["Textos informativos"]
      },
      {
        "id": "63-L-11",
        "enunciado": "Una crónica que combina testimonios con descripciones sensoriales cumple principalmente la función de:",
        "alternativas": [
          { "opcion": "A", "texto": "Registrar datos estadísticos" },
          { "opcion": "B", "texto": "Interpretar hechos con elementos narrativos" },
          { "opcion": "C", "texto": "Emitir juicios editoriales" },
          { "opcion": "D", "texto": "Instruir sobre procedimientos" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La crónica mezcla información y narración para interpretar acontecimientos desde una perspectiva contextual.",
        "temas_relacionados": ["Géneros informativos", "Propósito comunicativo"]
      },
      {
        "id": "63-L-12",
        "enunciado": "En una columna, ¿qué indica el uso de preguntas retóricas dirigidas al lector?",
        "alternativas": [
          { "opcion": "A", "texto": "Búsqueda de información objetiva" },
          { "opcion": "B", "texto": "Invitación a la reflexión para persuadir" },
          { "opcion": "C", "texto": "Resumen de datos" },
          { "opcion": "D", "texto": "Cambio de narrador" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Las preguntas retóricas se emplean para involucrar al lector y reforzar la postura argumentativa del autor.",
        "temas_relacionados": ["Recursos argumentativos"]
      },
      {
        "id": "63-L-13",
        "enunciado": "¿Cuál de las siguientes afirmaciones constituye un hecho dentro de una noticia?",
        "alternativas": [
          { "opcion": "A", "texto": "La comunidad siente que la medida es injusta" },
          { "opcion": "B", "texto": "Las autoridades anunciaron la medida el lunes a las 10:00" },
          { "opcion": "C", "texto": "La decisión generará caos" },
          { "opcion": "D", "texto": "Es evidente que el plan fracasará" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Indica un dato verificable con fecha y hora, propio de un hecho periodístico.",
        "temas_relacionados": ["Hecho vs opinión"]
      },
      {
        "id": "63-L-14",
        "enunciado": "Un texto argumentativo presenta estadísticas y gráficos de barras. ¿Qué rol cumplen estos recursos?",
        "alternativas": [
          { "opcion": "A", "texto": "Funcionan como conclusiones" },
          { "opcion": "B", "texto": "Actúan como evidencias que respaldan la postura" },
          { "opcion": "C", "texto": "Sustituyen la introducción" },
          { "opcion": "D", "texto": "Añaden una anécdota" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Los datos visuales aportan evidencia empírica que refuerza los argumentos presentados.",
        "temas_relacionados": ["Interpretación de textos multimodales"]
      },
      {
        "id": "63-L-15",
        "enunciado": "¿Cuál es el propósito principal de una carta al director?",
        "alternativas": [
          { "opcion": "A", "texto": "Ofrecer datos neutrales" },
          { "opcion": "B", "texto": "Compartir relatos ficticios" },
          { "opcion": "C", "texto": "Expresar opiniones fundamentadas sobre asuntos públicos" },
          { "opcion": "D", "texto": "Describir procesos científicos" }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La carta al director se usa para manifestar una postura personal respaldada por argumentos ante un tema de interés público.",
        "temas_relacionados": ["Textos argumentativos"]
      },
      {
        "id": "63-L-16",
        "enunciado": "¿Qué problema de cohesión se observa al omitir los signos de puntuación entre ideas?",
        "alternativas": [
          { "opcion": "A", "texto": "Se altera la concordancia verbal" },
          { "opcion": "B", "texto": "Se pierde la relación explícita entre las proposiciones" },
          { "opcion": "C", "texto": "Se confunde el modo verbal" },
          { "opcion": "D", "texto": "Se altera el género gramatical" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La puntuación organiza y conecta ideas; sin ella, las relaciones lógicas quedan ambiguas.",
        "temas_relacionados": ["Cohesión textual"]
      },
      {
        "id": "63-L-17",
        "enunciado": "En el enunciado 'María compró libros, cuadernos, lápices y también pinturas', ¿qué corrección mejora la cohesión?",
        "alternativas": [
          { "opcion": "A", "texto": "Eliminar la palabra 'libros'" },
          { "opcion": "B", "texto": "Reemplazar 'y también' por 'además'" },
          { "opcion": "C", "texto": "Invertir el orden de los objetos" },
          { "opcion": "D", "texto": "Cambiar el verbo por 'adquirió'" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "'Además' evita la repetición del conector y mantiene la progresión enumerativa.",
        "temas_relacionados": ["Cohesión textual"]
      },
      {
        "id": "63-L-18",
        "enunciado": "Identifique la oración que utiliza correctamente el modo indicativo para expresar un hecho concreto:",
        "alternativas": [
          { "opcion": "A", "texto": "Ojalá llegues temprano" },
          { "opcion": "B", "texto": "Es necesario que estudien" },
          { "opcion": "C", "texto": "Los estudiantes presentan su informe hoy" },
          { "opcion": "D", "texto": "Quisiera que participaran" }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La opción C enuncia un hecho real en presente, rasgo típico del modo indicativo.",
        "temas_relacionados": ["Modos verbales"]
      },
      {
        "id": "63-L-19",
        "enunciado": "¿Qué tipo de subordinada aparece en la oración 'Estudiaron tanto que aprobaron con distinción'?",
        "alternativas": [
          { "opcion": "A", "texto": "Causal" },
          { "opcion": "B", "texto": "Consecutiva" },
          { "opcion": "C", "texto": "Condicional" },
          { "opcion": "D", "texto": "Adjetiva" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La subordinada indica consecuencia del esfuerzo realizado, por lo que es consecutiva.",
        "temas_relacionados": ["Subordinadas", "Adecuación comunicativa"]
      },
      {
        "id": "63-L-20",
        "enunciado": "En el enunciado 'Si investigan con rigor, obtendrán mejores conclusiones', la cláusula subordinada cumple la función de:",
        "alternativas": [
          { "opcion": "A", "texto": "Indicar causa" },
          { "opcion": "B", "texto": "Plantear condición" },
          { "opcion": "C", "texto": "Reforzar contraste" },
          { "opcion": "D", "texto": "Introducir ejemplo" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El segmento 'Si investigan con rigor' establece la condición necesaria para lograr mejores conclusiones.",
        "temas_relacionados": ["Subordinadas", "Adecuación comunicativa"]
      },
      {
        "id": "63-L-21",
        "enunciado": "¿Cuál de las siguientes palabras está correctamente tildada según las reglas de acentuación?",
        "alternativas": [
          { "opcion": "A", "texto": "cántaro" },
          { "opcion": "B", "texto": "joven" },
          { "opcion": "C", "texto": "camion" },
          { "opcion": "D", "texto": "orgaanico" }
        ],
        "respuesta_correcta": "A",
        "explicacion": "'Cántaro' es palabra esdrújula y siempre lleva tilde; 'joven' no se tilda y 'camion' requiere tilde final (camión).",
        "temas_relacionados": ["Ortografía"]
      },
      {
        "id": "63-L-22",
        "enunciado": "Durante un debate, un estudiante resume la intervención anterior antes de presentar su argumento. ¿Qué habilidad del diálogo demuestra?",
        "alternativas": [
          { "opcion": "A", "texto": "Asertividad agresiva" },
          { "opcion": "B", "texto": "Escucha activa" },
          { "opcion": "C", "texto": "Monólogo" },
          { "opcion": "D", "texto": "Uso de tecnicismos" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Resumir al interlocutor evidencia escucha activa y favorece la construcción colaborativa del diálogo.",
        "temas_relacionados": ["Gestión del diálogo"]
      },
      {
        "id": "63-L-23",
        "enunciado": "Para mejorar la claridad en una presentación oral, la docente recomienda:",
        "alternativas": [
          { "opcion": "A", "texto": "Incrementar la velocidad de lectura" },
          { "opcion": "B", "texto": "Usar conectores para ordenar ideas y verificar fuentes" },
          { "opcion": "C", "texto": "Incluir muchos tecnicismos sin explicación" },
          { "opcion": "D", "texto": "Evitar el contacto visual" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Los conectores organizan la progresión temática y el respaldo de fuentes garantiza credibilidad ante la audiencia.",
        "temas_relacionados": ["Exposición oral"]
      },
      {
        "id": "63-L-24",
        "enunciado": "¿Qué estrategia fomenta la inferencia de temas en cuentos latinoamericanos?",
        "alternativas": [
          { "opcion": "A", "texto": "Lectura silenciosa sin preguntas" },
          { "opcion": "B", "texto": "Diseñar guías con preguntas que relacionen contexto y acciones" },
          { "opcion": "C", "texto": "Memorizar datos biográficos del autor" },
          { "opcion": "D", "texto": "Sustituir el texto por un resumen" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Las preguntas que conectan acciones y contexto permiten a los estudiantes inferir temas implícitos.",
        "temas_relacionados": ["Estrategias de comprensión"]
      },
      {
        "id": "63-L-25",
        "enunciado": "Activar conocimientos previos antes de leer un artículo científico facilita que los estudiantes:",
        "alternativas": [
          { "opcion": "A", "texto": "Memoricen palabras sin comprender" },
          { "opcion": "B", "texto": "Establezcan conexiones con lo que ya saben" },
          { "opcion": "C", "texto": "Omitan la información técnica" },
          { "opcion": "D", "texto": "Eviten hacer preguntas" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La activación de conocimientos previos permite integrar nueva información con esquemas existentes.",
        "temas_relacionados": ["Estrategias de comprensión"]
      },
      {
        "id": "63-L-26",
        "enunciado": "Durante la etapa de planificación de un texto argumentativo es clave:",
        "alternativas": [
          { "opcion": "A", "texto": "Revisar ortografía" },
          { "opcion": "B", "texto": "Generar ideas y organizar argumentos en un esquema" },
          { "opcion": "C", "texto": "Publicar el texto final" },
          { "opcion": "D", "texto": "Aplicar rúbricas de pares" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La planificación implica lluvia de ideas, selección de argumentos y ordenamiento antes de escribir el borrador.",
        "temas_relacionados": ["Proceso de escritura"]
      },
      {
        "id": "63-L-27",
        "enunciado": "Una rúbrica enfocada en claridad argumentativa se utiliza mejor en la etapa de:",
        "alternativas": [
          { "opcion": "A", "texto": "Planificación" },
          { "opcion": "B", "texto": "Revisión" },
          { "opcion": "C", "texto": "Edición final" },
          { "opcion": "D", "texto": "Publicación" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La revisión implica evaluar la pertinencia y coherencia de los argumentos antes de editar detalles formales.",
        "temas_relacionados": ["Proceso de escritura"]
      },
      {
        "id": "63-L-28",
        "enunciado": "¿Qué actividad fortalece la comunicación oral dentro de una unidad sobre entrevistas?",
        "alternativas": [
          { "opcion": "A", "texto": "Leer en silencio ejemplos de entrevistas" },
          { "opcion": "B", "texto": "Simular entrevistas grabando audio para analizar el uso del lenguaje" },
          { "opcion": "C", "texto": "Escribir un resumen del entrevistado" },
          { "opcion": "D", "texto": "Memorizar definiciones" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La simulación con retroalimentación auditiva permite practicar turnos, preguntas y lenguaje corporal.",
        "temas_relacionados": ["Comunicación oral"]
      },
      {
        "id": "63-L-29",
        "enunciado": "Para acompañar el proceso de investigación escolar, el docente debe primero:",
        "alternativas": [
          { "opcion": "A", "texto": "Entregar la bibliografía final" },
          { "opcion": "B", "texto": "Modelar la formulación de preguntas y uso de palabras clave" },
          { "opcion": "C", "texto": "Solicitar el informe final" },
          { "opcion": "D", "texto": "Corregir ortografía" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La investigación comienza con preguntas pertinentes y estrategias de búsqueda que deben ser modeladas por el docente.",
        "temas_relacionados": ["Proceso de investigación"]
      },
      {
        "id": "63-L-30",
        "enunciado": "Una estudiante consulta qué es un anacoluto. ¿Cuál es una respuesta comprensible y precisa?",
        "alternativas": [
          { "opcion": "A", "texto": "Es un signo de interrogación mal usado" },
          { "opcion": "B", "texto": "Es una figura que repite sonidos para dar ritmo" },
          { "opcion": "C", "texto": "Es una ruptura en la estructura de la oración que deja ideas inconclusas" },
          { "opcion": "D", "texto": "Es un tipo de metáfora visual" }
        ],
        "respuesta_correcta": "C",
        "explicacion": "Definir el anacoluto como una ruptura sintáctica ofrece precisión y orienta la corrección.",
        "temas_relacionados": ["Retroalimentación docente"]
      },
      {
        "id": "63-L-31",
        "enunciado": "¿Qué recurso ayuda a detectar incoherencias en un ensayo estudiantil?",
        "alternativas": [
          { "opcion": "A", "texto": "Leer únicamente el título" },
          { "opcion": "B", "texto": "Verificar si cada párrafo responde a la tesis" },
          { "opcion": "C", "texto": "Eliminar conectores" },
          { "opcion": "D", "texto": "Reemplazar verbos por sinónimos" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Contrastar cada párrafo con la tesis permite verificar la coherencia global del texto.",
        "temas_relacionados": ["Coherencia"]
      },
      {
        "id": "63-L-32",
        "enunciado": "En la frase 'Los estudiantes, cuando llegó la profesora, guardó silencio', ¿qué error se evidencia?",
        "alternativas": [
          { "opcion": "A", "texto": "Pleonasmo" },
          { "opcion": "B", "texto": "Anacoluto" },
          { "opcion": "C", "texto": "Elipsis" },
          { "opcion": "D", "texto": "Hipérbaton" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La concordancia se rompe porque la oración inicia con un sujeto plural y termina con un verbo en singular, típico de anacoluto.",
        "temas_relacionados": ["Coherencia"]
      },
      {
        "id": "63-L-33",
        "enunciado": "¿Cuál conector cohesiona mejor la relación de contraste en la oración 'Presentó evidencias sólidas, ___ rechazaron su propuesta'?",
        "alternativas": [
          { "opcion": "A", "texto": "por lo tanto" },
          { "opcion": "B", "texto": "sin embargo" },
          { "opcion": "C", "texto": "así pues" },
          { "opcion": "D", "texto": "de igual modo" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "'Sin embargo' introduce una oposición entre la evidencia y el rechazo recibido.",
        "temas_relacionados": ["Cohesión"]
      },
      {
        "id": "63-L-34",
        "enunciado": "Una infografía de salud pública combina pictogramas y textos breves. ¿Cómo describir la situación de enunciación?",
        "alternativas": [
          { "opcion": "A", "texto": "Emisor anónimo, público especializado" },
          { "opcion": "B", "texto": "Emisor institucional, público general, canal multimodal" },
          { "opcion": "C", "texto": "Emisor estudiantil, público docente" },
          { "opcion": "D", "texto": "Emisor publicitario, público infantil" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La infografía oficial se dirige a la ciudadanía con mensajes visuales y textuales breves característicos del canal multimodal.",
        "temas_relacionados": ["Situación de enunciación"]
      },
      {
        "id": "63-L-35",
        "enunciado": "¿Qué género periodístico cumple principalmente la función de formar opinión?",
        "alternativas": [
          { "opcion": "A", "texto": "Crónica" },
          { "opcion": "B", "texto": "Editorial" },
          { "opcion": "C", "texto": "Noticia" },
          { "opcion": "D", "texto": "Reportaje de datos" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El editorial expresa la postura del medio y busca influir en la opinión pública.",
        "temas_relacionados": ["Funciones periodísticas"]
      },
      {
        "id": "63-L-36",
        "enunciado": "Al analizar un gráfico de barras sobre asistencia escolar se debe:",
        "alternativas": [
          { "opcion": "A", "texto": "Ignorar la escala" },
          { "opcion": "B", "texto": "Identificar ejes y unidades para interpretar la variación" },
          { "opcion": "C", "texto": "Describir solo el color" },
          { "opcion": "D", "texto": "Comparar con datos no relacionados" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Leer los ejes y la escala permite comprender qué indica cada barra y cómo se distribuyen los datos.",
        "temas_relacionados": ["Textos multimodales"]
      },
      {
        "id": "63-L-37",
        "enunciado": "Una docente pide justificar una opinión usando estadísticas. ¿Qué habilidad evalúa?",
        "alternativas": [
          { "opcion": "A", "texto": "Memorización literal" },
          { "opcion": "B", "texto": "Argumentación respaldada en evidencia" },
          { "opcion": "C", "texto": "Descripción narrativa" },
          { "opcion": "D", "texto": "Creatividad literaria" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Solicitar estadísticas refuerza la capacidad de sustentar opiniones con datos verificables.",
        "temas_relacionados": ["Argumentación"]
      },
      {
        "id": "63-L-38",
        "enunciado": "¿Cuál de los siguientes enunciados corresponde a una opinión en un reportaje?",
        "alternativas": [
          { "opcion": "A", "texto": "La encuesta se realizó a 500 familias" },
          { "opcion": "B", "texto": "El programa comenzó en marzo" },
          { "opcion": "C", "texto": "Para muchos, este es el mejor plan social de la década" },
          { "opcion": "D", "texto": "Las sesiones duran cuarenta minutos" }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La valoración 'el mejor plan' expresa un juicio subjetivo y no un dato verificable.",
        "temas_relacionados": ["Hecho vs opinión"]
      },
      {
        "id": "63-L-39",
        "enunciado": "¿Qué efecto produce la aliteración en la frase 'susurros suaves sostienen sueños'?",
        "alternativas": [
          { "opcion": "A", "texto": "Incrementar el ritmo agresivo" },
          { "opcion": "B", "texto": "Generar musicalidad y suavidad" },
          { "opcion": "C", "texto": "Mostrar contraste" },
          { "opcion": "D", "texto": "Describir datos técnicos" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La repetición del sonido /s/ crea un efecto armónico que refuerza la sensación de suavidad asociada al sueño.",
        "temas_relacionados": ["Figuras literarias"]
      },
      {
        "id": "63-L-40",
        "enunciado": "Un poema ambientado en la posguerra alude a 'ruinas humeantes' y 'niños sin escuela'. ¿Qué análisis contextual corresponde?",
        "alternativas": [
          { "opcion": "A", "texto": "Identificar referencias históricas que explican la crítica social" },
          { "opcion": "B", "texto": "Describir la métrica únicamente" },
          { "opcion": "C", "texto": "Buscar la biografía del autor" },
          { "opcion": "D", "texto": "Enfocarse solo en rimas" }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Los elementos mencionados remiten al contexto histórico de posguerra, lo que ilumina el sentido crítico del poema.",
        "temas_relacionados": ["Contexto histórico-literario"]
      },
      {
        "id": "63-L-41",
        "enunciado": "Una escena teatral culmina con el héroe aceptando su destino trágico pese a las advertencias. ¿Qué subgénero se identifica?",
        "alternativas": [
          { "opcion": "A", "texto": "Comedia de costumbres" },
          { "opcion": "B", "texto": "Tragedia" },
          { "opcion": "C", "texto": "Entremés" },
          { "opcion": "D", "texto": "Melodrama" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La aceptación de un destino fatal es característica de la tragedia clásica.",
        "temas_relacionados": ["Subgéneros dramáticos"]
      },
      {
        "id": "63-L-42",
        "enunciado": "Una crítica literaria que inicia con '¿No es hora de leer autoras olvidadas?' utiliza la pregunta retórica para:",
        "alternativas": [
          { "opcion": "A", "texto": "Ofrecer un dato objetivo" },
          { "opcion": "B", "texto": "Presentar un argumento persuasivo" },
          { "opcion": "C", "texto": "Crear suspenso narrativo" },
          { "opcion": "D", "texto": "Introducir una definición" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La pregunta retórica busca involucrar al lector y sugerir la necesidad de revisar el canon literario.",
        "temas_relacionados": ["Recursos argumentativos"]
      },
      {
        "id": "63-L-43",
        "enunciado": "Para reforzar la comprensión lectora de un reportaje, la docente propone elaborar un mapa conceptual después de la lectura. Esta actividad permite:",
        "alternativas": [
          { "opcion": "A", "texto": "Memorizar sin comprender" },
          { "opcion": "B", "texto": "Visualizar relaciones entre ideas principales y secundarias" },
          { "opcion": "C", "texto": "Evitar identificar el propósito" },
          { "opcion": "D", "texto": "Eliminar la necesidad de releer" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El mapa conceptual organiza jerárquicamente los contenidos, facilitando la comprensión y síntesis.",
        "temas_relacionados": ["Estrategias de comprensión"]
      },
      {
        "id": "63-L-44",
        "enunciado": "¿Qué actividad apoya mejor la etapa de edición de un texto informativo?",
        "alternativas": [
          { "opcion": "A", "texto": "Definir audiencia y propósito" },
          { "opcion": "B", "texto": "Corregir ortografía, puntuación y formato" },
          { "opcion": "C", "texto": "Generar ideas principales" },
          { "opcion": "D", "texto": "Realizar lluvia de ideas" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La edición se centra en aspectos formales y de estilo, asegurando la presentación clara del texto final.",
        "temas_relacionados": ["Proceso de escritura"]
      },
      {
        "id": "63-L-45",
        "enunciado": "Una pregunta literal como '¿Cuál fue la causa que mencionó el informe?' permite evaluar:",
        "alternativas": [
          { "opcion": "A", "texto": "Capacidad de inferencia" },
          { "opcion": "B", "texto": "Recuerdo directo de información explícita" },
          { "opcion": "C", "texto": "Opinión personal" },
          { "opcion": "D", "texto": "Capacidad argumentativa" }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Preguntas literales recuperan datos que aparecen explícitos en el texto fuente.",
        "temas_relacionados": ["Estrategias de evaluación lectora"]
      },
      {
        "id": "63-L-46",
        "enunciado": "¿Qué habilidad se trabaja al solicitar que los estudiantes interpreten un mapa temático incluido en un artículo?",
        "alternativas": [
          { "opcion": "A", "texto": "Análisis de recursos multimodales" },
          { "opcion": "B", "texto": "Memorización de fechas" },
          { "opcion": "C", "texto": "Crítica literaria" },
          { "opcion": "D", "texto": "Ortografía" }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Interpretar mapas implica leer información visual complementaria al texto escrito.",
        "temas_relacionados": ["Textos multimodales"]
      },
      {
        "id": "63-L-47",
        "enunciado": "Una docente requiere evaluar la habilidad de resumir información. ¿Qué instrumento es más pertinente?",
        "alternativas": [
          { "opcion": "A", "texto": "Lista de cotejo con criterios de síntesis" },
          { "opcion": "B", "texto": "Prueba de cálculo" },
          { "opcion": "C", "texto": "Mapa mental sobre emociones" },
          { "opcion": "D", "texto": "Encuesta de gustos" }
        ],
        "respuesta_correcta": "A",
        "explicacion": "La lista de cotejo permite verificar si el resumen conserva ideas clave, jerarquía y concisión.",
        "temas_relacionados": ["Evaluación formativa"]
      },
      {
        "id": "63-L-48",
        "enunciado": "Una actividad de lectura guiada que pide anticipar el final de un cuento trabaja principalmente la habilidad de:",
        "alternativas": [
          { "opcion": "A", "texto": "Inferencia" },
          { "opcion": "B", "texto": "Cálculo mental" },
          { "opcion": "C", "texto": "Transcripción literal" },
          { "opcion": "D", "texto": "Memorización de vocabulario" }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Anticipar desarrolla la inferencia al formular hipótesis basadas en pistas del texto.",
        "temas_relacionados": ["Comprensión lectora"]
      },
      {
        "id": "63-L-49",
        "enunciado": "Para apoyar la etapa de reescritura, la docente propone comparar el borrador inicial con una versión modelo. ¿Qué habilidad desarrolla?",
        "alternativas": [
          { "opcion": "A", "texto": "Autorevisión responsable" },
          { "opcion": "B", "texto": "Memorización de reglas" },
          { "opcion": "C", "texto": "Lectura en voz alta" },
          { "opcion": "D", "texto": "Investigación de campo" }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Comparar con un modelo permite identificar mejoras y fomentar la autogestión del proceso de reescritura.",
        "temas_relacionados": ["Proceso de escritura"]
      },
      {
        "id": "63-L-50",
        "enunciado": "En la planificación de una clase sobre metáforas, ¿qué recurso didáctico favorece la comprensión?",
        "alternativas": [
          { "opcion": "A", "texto": "Presentar ejemplos contextualizados y pedir que los alumnos creen uno propio" },
          { "opcion": "B", "texto": "Solicitar memorización de definiciones sin ejemplos" },
          { "opcion": "C", "texto": "Evitar el uso de imágenes" },
          { "opcion": "D", "texto": "Prohibir discusiones en grupo" }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Mostrar metáforas en contexto y promover la creación guiada consolida la comprensión y transferencia de la figura literaria.",
        "temas_relacionados": ["Didáctica del lenguaje", "Figuras literarias"]
      }
    ]
  }
}
