{{

  "metadata": {  "metadata": {

    "asignatura": "Educación Básica Lenguaje y Comunicación",    "asignatura": "Educación Básica Lenguaje y Comunicación",

    "fuente_pdf": "Ed_Basica_Lenguaje_y_Comunicacion.pdf",    "fuente_pdf": "Ed_Basica_Lenguaje_y_Comunicacion.pdf",

    "anio_referencia": 2020,    "anio_referencia": 2020,

    "ultima_revision": "2025-11-02",    "ultima_revision": "2025-10-31",

    "notas": "Temario completo de Lenguaje y Comunicación para Educación Básica (1° a 6°)."    "notas": "Temario detallado basado en los dominios de Lectura, Escritura y Comunicación Oral, y Enseñanza-Aprendizaje."

  },  },

  "dominios": [  "dominios": [

    {    {

      "nombre": "Comprensión Lectora",      "nombre": "DOMINIO 1: LECTURA",

      "descripcion": "Desarrollo de habilidades para comprender textos escritos de diversos tipos y niveles de complejidad.",      "subdominios": [

      "objetivos": [        {

        "Identificar ideas principales y secundarias en textos narrativos y expositivos",          "titulo": "1.1 Textos literarios",

        "Inferir información implícita y hacer conexiones entre ideas",          "puntos": [

        "Reconocer la estructura y organización de diferentes tipos textuales",            "Distinguir las estrategias narrativas empleadas en los textos: estilos narrativos, recursos narrativos y lingüísticos (figuras literarias); uso del tiempo narrativo, entre otros.",

        "Evaluar la pertinencia y credibilidad de la información"            "Distinguir tipos de narradores en textos según el conocimiento y grado de participación en los hechos relatados: protagonista, testigo, omnisciente de conocimiento relativo.",

      ],            "Analizar los elementos del mundo narrado en géneros literarios, tales como novela, el cuento, el mito, la leyenda, la fábula, la epopeya y la crónica.",

      "habilidades": [            "Reconocer figuras literarias en textos poéticos de dificultad variable: metáfora, personificación, comparación, hipérbole, hipérbaton, onomatopeya, anáfora, aliteración.",

        "Lectura literal y comprensión inferencial",            "Reconocer rima y formas métricas: soneto, oda, romance, décima, paya, haikú, poemas diamante, dísticos, Limerick, égloga, elegía, etc.",

        "Análisis de estructura textual",            "Interpretar el sentido de las figuras literarias en fragmentos o estrofas de poemas complejos o en tensión de género.",

        "Uso de estrategias metacognitivas de lectura",            "Distinguir el efecto que produce el uso del lenguaje figurado en una determinada estrofa o en el poema en su globalidad.",

        "Evaluación crítica de textos"            "Interpretar fragmentos de obras dramáticas y relacionarlos con un subgénero específico: drama, tragedia, comedia, farsa, teatro del absurdo.",

      ]            "Reconocer elementos del género dramático en textos: acto, escena, cuadro, acotaciones, diálogo, aparte, monólogo y soliloquio.",

    },            "Reconocer personajes tipo de distintas obras dramáticas, por ejemplo, el pícaro, el avaro, el seductor, la madrastra, etc.",

    {            "Distinguir características del contexto histórico –emblemático– de una obra literaria a partir de sus claves contextuales.",

      "nombre": "Expresión Escrita",            "Identificar el tema central de un cómic.",

      "descripcion": "Desarrollo de competencias para producir textos coherentes, cohesionados y adecuados al contexto.",            "Atribuir fundadamente un sentido al uso de recursos literarios en un cómic."

      "objetivos": [          ]

        "Producir textos de diferentes tipos con estructura adecuada",        },

        "Utilizar vocabulario preciso y variado",        {

        "Aplicar normas ortográficas y gramaticales",          "titulo": "1.2 Textos no literarios",

        "Revisar y editar propios textos"          "puntos": [

      ],            "Analizar en distintos textos las características centrales de diversos géneros, cuyo principal propósito es informar.",

      "habilidades": [            "Determinar el propósito comunicativo de los artículos científicos, informes de investigación, reportajes, crónicas, entre otros, a partir de la utilización de los distintos recursos propios de la entrega de información, tales como descripciones, superestructura, uso de tercera persona, etc.",

        "Planificación y organización de ideas",            "Relacionar los recursos (anécdotas, citas, preguntas retóricas, etc.) propios de los géneros más utilizados para argumentar o persuadir (columnas de opinión, críticas literarias, afiches publicitarios, etc.) con la situación de comunicación.",

        "Uso de conectores y marcadores textuales",            "Determinar la postura del emisor y los argumentos e información que la sostienen.",

        "Corrección ortográfica y gramatical",            "Evaluar en textos con finalidad argumentativa la postura del autor y los argumentos e información que la sostienen; la diferencia entre hecho y opinión, en los géneros cartas, discursos públicos y columnas de opinión.",

        "Proceso de escritura recursivo"            "Interpretar imágenes, gráficos, tablas, mapas o diagramas, y su relación con el texto en el que están insertos.",

      ]            "Caracterizar la situación de enunciación de textos continuos y discontinuos, determinando la finalidad o propósito de estos.",

    },            "Diferenciar en textos provenientes de los medios masivos de comunicación, los hechos de las opiniones.",

    {            "Determinar funciones básicas o propósitos de los distintos tipos de textos periodísticos: informar, educar, entretener, formar opinión."

      "nombre": "Expresión Oral",          ]

      "descripcion": "Desarrollo de habilidades para comunicarse oralmente en diferentes contextos y situaciones.",        }

      "objetivos": [      ]

        "Expresar ideas de manera clara y organizada",    },

        "Adaptar el lenguaje al contexto y destinatario",    {

        "Participar activamente en conversaciones y debates",      "nombre": "DOMINIO 2: ESCRITURA Y COMUNICACIÓN ORAL",

        "Utilizar recursos paralingüísticos efectivos"      "subdominios": [

      ],        {

      "habilidades": [          "titulo": "2.1 Mecanismos de coherencia y cohesión",

        "Fluidez verbal y articulación clara",          "puntos": [

        "Uso de vocabulario apropiado",            "Determinar problemas de cohesión en un texto (por ejemplo, mal uso de punto seguido o aparte, repeticiones, uso excesivo de conjunción 'y', etc.).",

        "Escucha activa y respuesta pertinente",            "Determinar problemas de coherencia en un texto (por ejemplo, uso de conectores inadecuados, anacolutos, incoherencia entre los elementos de la oración, oración sin predicado, confusión o pérdida de referentes, etc.)."

        "Presentación oral estructurada"          ]

      ]        },

    },        {

    {          "titulo": "2.2 Adecuación a la situación comunicativa",

      "nombre": "Conocimiento del Sistema de Escritura",          "puntos": [

      "descripcion": "Dominio de las reglas y convenciones del sistema de escritura alfabética.",            "Determinar el propósito comunicativo de distintos tipos de oraciones subordinadas (hipotaxis): causal, consecutiva y condicional en textos simples.",

      "objetivos": [            "Determinar el propósito comunicativo de los modos verbales empleados en distintos textos: indicar realidad, posibilidad, deseos, etc.",

        "Dominar correspondencias grafema-fonema",            "Aplicar las normas propias de la ortografía acentual y literal.",

        "Aplicar reglas ortográficas básicas",            "Distinguir los elementos que intervienen en la gestión del diálogo y la habilidad para argumentar: seguir el hilo de la discusión, motivar la participación de todos los hablantes, escuchar activamente lo que el otro tiene que decir y hacerse entender.",

        "Reconocer palabras de uso frecuente",            "Distinguir en el discurso monologado elementos que permiten expresarse frente a una audiencia de manera clara y adecuada a la situación: información fidedigna, progresión temática, selección de términos o conceptos clave, vocabulario variado."

        "Utilizar recursos de consulta"          ]

      ],        }

      "habilidades": [      ]

        "Codificación y decodificación",    },

        "Reconocimiento de patrones ortográficos",    {

        "Uso de diccionario y corrector",      "nombre": "DOMINIO 3: ENSEÑANZA-APRENDIZAJE EN LA ASIGNATURA DE LENGUAJE Y COMUNICACIÓN Y LENGUA Y LITERATURA",

        "Autocorrección en escritura"      "subdominios": [

      ]        {

    }          "titulo": "3.1 Estrategias de enseñanza para la asignatura",

  ],          "puntos": [

  "orientaciones_evaluacion": {            "Determinar estrategias metodológicas y/o actividades para abordar objetivos o habilidades propios de la asignatura.",

    "tipos_pregunta": [            "Determinar estrategias de comprensión lectora para abordar con los estudiantes los objetivos de aprendizaje de la asignatura. Por ejemplo: relacionar la información del texto con sus experiencias y conocimientos previos, releer lo que no fue comprendido.",

      {            "Determinar actividades pedagógicas para abordar adecuadamente los diferentes pasos que componen el proceso de escritura: planificar, escribir, revisar, reescribir y editar los textos en función del contexto, el destinatario y el propósito.",

        "tipo": "Comprensión lectora",            "Determinar actividades pedagógicas para desarrollar la comunicación oral en los estudiantes con la finalidad de que puedan expresarse frente a una audiencia de manera clara y adecuada a la situación comunicativa.",

        "descripcion": "Preguntas que evalúan la capacidad de comprender y analizar textos.",            "Determinar actividades pedagógicas para modelar y acompañar a los estudiantes en los distintos pasos del proceso de investigación (delimitación del tema, utilización de sistemas de búsqueda en la biblioteca o internet, uso de organizadores y estructura textual.",

        "ejemplos": ["Identificación de ideas principales", "Inferencias", "Análisis de estructura"]            "Responder con lenguaje comprensivo y con precisión conceptual preguntas y dudas que surgen en los estudiantes en torno a los contenidos.",

      },            "Seleccionar recursos didácticos apropiados para abordar diferentes objetivos de aprendizaje de la asignatura.",

      {            "Sugerir estrategias para enfrentar las dificultades que se presentan en el proceso de aprendizaje de los estudiantes, de modo que estas puedan ser superadas."

        "tipo": "Producción escrita",          ]

        "descripcion": "Evaluación de la capacidad de producir textos coherentes y cohesionados.",        },

        "ejemplos": ["Redacción de textos narrativos", "Producción de textos expositivos", "Corrección de borradores"]        {

      },          "titulo": "3.2 Aprendizaje en la asignatura",

      {          "puntos": [

        "tipo": "Conocimientos lingüísticos",            "Identificar los conocimientos previos requeridos para abordar los distintos aprendizajes de la asignatura.",

        "descripcion": "Evaluación del dominio de reglas gramaticales, ortográficas y vocabulario.",            "Inferir la dificultad en el proceso de aprendizaje de uno o varios estudiantes, a partir de respuestas erradas o muestras del desempeño que denotan confusiones, omisiones o comprensión equívoca de ciertos contenidos."

        "ejemplos": ["Análisis morfosintáctico", "Corrección ortográfica", "Uso de vocabulario"]          ]

      }        },

    ],        {

    "conexiones_pruebas": [          "titulo": "3.3 Evaluación de los aprendizajes en la asignatura",

      {          "puntos": [

        "codigo_prueba": "63-sc-l",            "Identificar los indicadores de evaluación y desempeños que dan cuenta de los distintos objetivos de aprendizaje de la asignatura de Lenguaje y Comunicación y Lengua y literatura.",

        "descripcion": "Prueba principal para Lenguaje y Comunicación en Educación Básica",            "Seleccionar actividades y determinar el uso de instrumentos de evaluación para evaluar los aprendizajes de la asignatura.",

        "notas": "Evalúa los cuatro dominios principales con énfasis en comprensión lectora"            "Evaluar prácticas e interacciones pedagógicas que contribuyen a retroalimentar formativamente el aprendizaje de los estudiantes ante muestras de su desempeño."

      }          ]

    ]        }

  },      ]

  "recursos_apoyo": {    }

    "materiales": [  ],

      "Textos literarios y expositivos de diversos niveles",  "orientaciones_evaluacion": {

      "Diccionarios y glosarios",    "tipos_pregunta": [

      "Herramientas digitales de escritura",      {

      "Grabaciones de expresiones orales"        "tipo": "Selección Múltiple",

    ],        "descripcion": "Preguntas que evalúan el reconocimiento y análisis de conceptos literarios y no literarios."

    "estrategias": [      },

      "Lectura compartida y guiada",      {

      "Escritura colaborativa",        "tipo": "Análisis de Caso",

      "Debates y conversaciones estructuradas",        "descripcion": "Situaciones pedagógicas donde se debe proponer una estrategia de enseñanza o evaluación."

      "Uso de andamiaje lingüístico"      },

    ]      {

  }        "tipo": "Identificación de Errores",

}        "descripcion": "Textos con problemas de coherencia o cohesión para que el docente los identifique y corrija."
      }
    ],
    "conexiones_pruebas": [
      {
        "codigo_prueba": "63-sc-l",
        "notas": "Prueba base para mapear preguntas de Lenguaje."
      }
    ]
  }
}
