{
  "metadata": {
    "codigo_prueba": "71-sc-cs",
    "nombre": "Prueba de Ciencias Sociales ECEP 2025",
    "fuente_pdf": "71.SC-CS(20).pdf",
    "ultima_revision": "2025-10-27",
    "version": 1
  },
  "study": [
    {
      "domain": "Pensamiento geográfico",
      "subsections": [
        {
          "titulo": "Representaciones espaciales",
          "objetivos": [
            {
              "enunciado": "Identificar conceptos geográficos como paralelo, meridiano, latitud, longitud, densidad y relieve en mapas y otras representaciones.",
              "explicacion": "Comprender estos conceptos permite describir la ubicación relativa y absoluta de lugares, analizar patrones espaciales y construir argumentos apoyados en evidencias cartográficas.",
              "ejemplo": {
                "contexto": "Mapa político de América del Sur con líneas de latitud y longitud destacadas.",
                "pregunta": "¿Qué indica la línea horizontal rotulada como 30°S?",
                "respuesta_modelo": "Corresponde a un paralelo que señala todos los puntos ubicados a 30 grados de latitud sur respecto de la línea ecuatorial."
              }
            },
            {
              "enunciado": "Localizar regiones, fenómenos y procesos en representaciones espaciales utilizando conceptos de orientación.",
              "explicacion": "Aplicar latitud, longitud y referencias de puntos cardinales facilita situar eventos o características geográficas de forma precisa, apoyando la interpretación de información territorial.",
              "ejemplo": {
                "contexto": "Plano de Chile con coordenadas geográficas.",
                "pregunta": "¿Qué región chilena se ubica aproximadamente entre 18°S y 21°S de latitud?",
                "respuesta_modelo": "Esa franja corresponde al extremo norte del país, principalmente la Región de Arica y Parinacota."
              }
            },
            {
              "enunciado": "Interpretar información geográfica a partir de cartas, climogramas, pirámides poblacionales y otros soportes visuales o estadísticos.",
              "explicacion": "Cada representación enfatiza variables distintas (temperatura, precipitación, estructura etaria). Leerlas críticamente permite inferir tendencias, contrastar territorios y sustentar decisiones.",
              "ejemplo": {
                "contexto": "Climograma de Valdivia con temperatura media mensual y precipitaciones.",
                "pregunta": "¿Qué evidencia del gráfico muestra la existencia de un clima templado lluvioso?",
                "respuesta_modelo": "Las precipitaciones superan los 150 mm la mayor parte del año y la temperatura se mantiene moderada, rasgos propios de un clima templado lluvioso costero."
              }
            }
          ]
        },
        {
          "titulo": "Características geográficas de América y Chile",
          "objetivos": [
            {
              "enunciado": "Distinguir unidades del relieve chileno y sus principales rasgos.",
              "explicacion": "El relieve nacional combina cordillera de los Andes, depresión intermedia, cordillera de la Costa y planicies litorales. Reconocerlas permite anticipar climas, suelos y actividades productivas asociadas.",
              "ejemplo": {
                "contexto": "Perfil topográfico de Chile central.",
                "pregunta": "¿Qué unidad del relieve se ubica entre la cordillera de la Costa y la cordillera de los Andes?",
                "respuesta_modelo": "La depresión intermedia, que concentra gran parte de la actividad agrícola y urbana del país."
              }
            },
            {
              "enunciado": "Caracterizar zonas naturales de Chile considerando clima, hidrografía, población y topografía.",
              "explicacion": "Cada zona (Norte Grande, Norte Chico, Zona Central, Zona Sur, Zona Austral) presenta combinaciones particulares de clima y recursos, lo que condiciona desafíos sociales y productivos.",
              "ejemplo": {
                "contexto": "Tabla comparativa de zonas naturales chilenas.",
                "pregunta": "¿Por qué la Zona Sur presenta abundante hidrografía y vegetación siempreverde?",
                "respuesta_modelo": "Porque recibe altas precipitaciones durante todo el año y tiene temperaturas templadas que favorecen bosques densos."
              }
            },
            {
              "enunciado": "Interpretar cambios demográficos en Chile y el mundo a partir de diversas fuentes.",
              "explicacion": "Analizar pirámides de población, censos y proyecciones ayuda a identificar envejecimiento, migración u otros procesos que impactan políticas públicas.",
              "ejemplo": {
                "contexto": "Pirámide poblacional de Chile 2002 vs 2022.",
                "pregunta": "¿Qué indica el ensanchamiento en la parte superior de la pirámide 2022?",
                "respuesta_modelo": "Que la población adulta mayor creció, reflejando un proceso de envejecimiento demográfico."
              }
            }
          ]
        },
        {
          "titulo": "Actividades productivas y medio ambiente",
          "objetivos": [
            {
              "enunciado": "Explicar efectos ambientales derivados de problemas como contaminación, deforestación o sobreexplotación de recursos.",
              "explicacion": "Relacionar actividades humanas con sus impactos facilita diseñar estrategias de mitigación y promover prácticas sostenibles en el territorio.",
              "ejemplo": {
                "contexto": "Caso de tala indiscriminada en la precordillera.",
                "pregunta": "¿Qué consecuencias genera la deforestación sobre el suelo local?",
                "respuesta_modelo": "Aumenta la erosión y favorece deslizamientos porque se pierde la cobertura vegetal que retiene el suelo."
              }
            },
            {
              "enunciado": "Identificar efectos de procesos productivos o urbanización en comunidades y ecosistemas.",
              "explicacion": "La expansión industrial o urbana modifica el uso de suelo, la calidad del aire y la disponibilidad de agua, por lo que es clave evaluar impactos a corto y largo plazo.",
              "ejemplo": {
                "contexto": "Expansión urbana sobre humedales costeros.",
                "pregunta": "¿Qué impacto produce la urbanización sin planificación en los humedales?",
                "respuesta_modelo": "Reduce la biodiversidad y la capacidad de regulación hídrica al rellenar o contaminar las zonas de amortiguación natural."
              }
            },
            {
              "enunciado": "Analizar medidas de mitigación y adaptación frente a problemáticas ambientales locales.",
              "explicacion": "Evaluar acciones como reciclar, gestionar residuos, proteger cuencas o planificar ciudades resilientes permite proponer respuestas pertinentes a cada contexto territorial.",
              "ejemplo": {
                "contexto": "Municipio que impulsa planes de movilidad sustentable.",
                "pregunta": "¿Por qué promover ciclovías y transporte público eficiente ayuda al medio ambiente urbano?",
                "respuesta_modelo": "Disminuye emisiones contaminantes y reduce la congestión, mejorando la calidad del aire y la habitabilidad."
              }
            }
          ]
        }
      ]
    },
    {
      "domain": "Pensamiento histórico",
      "subsections": [
        {
          "titulo": "Pensamiento temporal e historiografía",
          "objetivos": [
            {
              "enunciado": "Explicar conceptos como hito, proceso, periodo, perspectiva e interpretación historiográfica.",
              "explicacion": "Diferenciar estas categorías ayuda a organizar los relatos históricos y comprender que la historia es una construcción interpretativa basada en fuentes y marcos teóricos.",
              "ejemplo": {
                "contexto": "Estudio sobre la Revolución Industrial.",
                "pregunta": "¿Por qué se considera la máquina de vapor un hito y no un proceso?",
                "respuesta_modelo": "Porque es un evento puntual que marcó un antes y un después dentro de un proceso más amplio de transformaciones industriales."
              }
            },
            {
              "enunciado": "Aplicar el tiempo histórico incorporando duración, sucesión, cambio, continuidad, causalidad, sincronía y diacronía.",
              "explicacion": "Estos componentes permiten relacionar fenómenos simultáneos y secuenciales, distinguir permanencias y rupturas, y argumentar sobre la evolución de sociedades.",
              "ejemplo": {
                "contexto": "Línea de tiempo de la independencia de Chile.",
                "pregunta": "¿Cómo se evidencia la simultaneidad entre los sucesos de 1810 en Santiago y el contexto internacional?",
                "respuesta_modelo": "Coincidieron con la crisis de la monarquía española provocada por la invasión napoleónica, mostrando un vínculo sincrónico entre procesos locales y globales."
              }
            },
            {
              "enunciado": "Interpretar fuentes diversas para construir narraciones históricas fundamentadas.",
              "explicacion": "Analizar documentos escritos, testimonios, gráficos o artefactos facilita contrastar versiones y elaborar explicaciones críticas del pasado.",
              "ejemplo": {
                "contexto": "Comparación de cartas de O'Higgins y periódicos realistas.",
                "pregunta": "¿Por qué es necesario comparar ambas fuentes al estudiar 1818?",
                "respuesta_modelo": "Porque reflejan visiones opuestas sobre la independencia, permitiendo identificar sesgos y construir una interpretación más equilibrada."
              }
            }
          ]
        },
        {
          "titulo": "Historia de Chile y América",
          "objetivos": [
            {
              "enunciado": "Distinguir rasgos de la organización económica y política en el periodo prehispánico americano.",
              "explicacion": "Reconocer economías de subsistencia, redes de intercambio y formas de gobierno centralizadas o comunitarias permite comprender la diversidad cultural previa a la conquista.",
              "ejemplo": {
                "contexto": "Descripción del Tawantinsuyo.",
                "pregunta": "¿Cómo se caracterizaba la economía inca?",
                "respuesta_modelo": "Se basaba en la reciprocidad y redistribución estatal, con trabajo obligatorio (mita) y control centralizado de recursos."
              }
            },
            {
              "enunciado": "Analizar factores europeos de los siglos XV y XVI que impulsaron los viajes de exploración y la expansión imperial.",
              "explicacion": "Los avances náuticos, la búsqueda de rutas comerciales, el financiamiento monárquico y la competencia política explican la llegada de europeos a América.",
              "ejemplo": {
                "contexto": "Mapa de rutas Atlánticas hacia América.",
                "pregunta": "¿Qué motivación económica impulsó a Castilla a financiar viajes transoceánicos?",
                "respuesta_modelo": "Encontrar una ruta occidental a Asia para acceder a especias y metales sin depender de intermediarios musulmanes."
              }
            },
            {
              "enunciado": "Contrastar fuentes para explicar características del descubrimiento, conquista, colonia e independencia en Chile y América.",
              "explicacion": "Comparar testimonios indígenas, cronistas españoles y documentos republicanos permite captar tensiones, negociaciones y rupturas en estos periodos.",
              "ejemplo": {
                "contexto": "Actas del Cabildo de 1810 y crónicas coloniales.",
                "pregunta": "¿Qué evidencia muestran las actas sobre la autonomía criolla?",
                "respuesta_modelo": "Revelan la formación de la Primera Junta de Gobierno como respuesta local a la ausencia de autoridad legítima española."
              }
            },
            {
              "enunciado": "Explicar el proceso de organización nacional chilena y la conformación del Estado en el siglo XIX.",
              "explicacion": "La etapa postindependencia incluyó ensayos constitucionales, guerras civiles y consolidación institucional, claves para comprender la estructura republicana actual.",
              "ejemplo": {
                "contexto": "Cronología de constituciones chilenas 1823-1833.",
                "pregunta": "¿Qué objetivo compartían los ensayos constitucionales de 1823, 1826 y 1828?",
                "respuesta_modelo": "Definir un marco político estable que resolviera la disputa entre federalistas y centralistas tras la independencia."
              }
            },
            {
              "enunciado": "Caracterizar transformaciones políticas, económicas y sociales de Chile en los siglos XIX y XX, incluyendo Guerra del Pacífico, parlamentarismo, democratización, dictadura y transición.",
              "explicacion": "Identificar reformas y conflictos permite contextualizar debates actuales sobre ciudadanía, derechos y desarrollo.",
              "ejemplo": {
                "contexto": "Tabla comparativa del régimen parlamentario y presidencial (1891-1925).",
                "pregunta": "¿Qué limitación presentaba el parlamentarismo chileno?",
                "respuesta_modelo": "La fragmentación del poder debilitó al Ejecutivo y generó inestabilidad ministerial, dificultando la gobernabilidad."
              }
            }
          ]
        },
        {
          "titulo": "Historia occidental",
          "objetivos": [
            {
              "enunciado": "Explicar hitos del proceso de hominización y su importancia para el desarrollo cultural.",
              "explicacion": "El bipedismo, el uso de herramientas y el lenguaje simbólico son claves para comprender la evolución de las sociedades humanas.",
              "ejemplo": {
                "contexto": "Línea de tiempo de homínidos.",
                "pregunta": "¿Por qué el dominio del fuego se considera un hito de hominización?",
                "respuesta_modelo": "Permitió ampliar la dieta, mejorar la protección y facilitar la socialización nocturna, acelerando el desarrollo cultural."
              }
            },
            {
              "enunciado": "Distinguir formas de organización política en la Antigüedad.",
              "explicacion": "Comparar monarquías teocráticas, repúblicas aristocráticas y democracias directas muestra la diversidad institucional temprana.",
              "ejemplo": {
                "contexto": "Esquema comparativo entre Atenas y Esparta.",
                "pregunta": "¿Qué rasgo caracterizaba la democracia ateniense clásica?",
                "respuesta_modelo": "La participación directa de los ciudadanos varones libres en la Asamblea para tomar decisiones políticas."
              }
            },
            {
              "enunciado": "Reconocer características de la Alta y Baja Edad Media.",
              "explicacion": "La transición del feudalismo a economías urbanas, las Cruzadas y el fortalecimiento de monarquías explican el surgimiento del Estado moderno.",
              "ejemplo": {
                "contexto": "Mapa comercial europeo del siglo XIII.",
                "pregunta": "¿Qué muestra el crecimiento de las ciudades en la Baja Edad Media?",
                "respuesta_modelo": "La reactivación del comercio y la aparición de una burguesía que cuestionó el orden feudal tradicional."
              }
            },
            {
              "enunciado": "Explicar postulados de la Ilustración y su impacto en la política moderna.",
              "explicacion": "Ideas de libertad, igualdad, soberanía popular y separación de poderes inspiraron revoluciones y constituciones contemporáneas.",
              "ejemplo": {
                "contexto": "Fragmentos de Montesquieu y Rousseau.",
                "pregunta": "¿Cómo influyó la separación de poderes en la organización del Estado chileno?",
                "respuesta_modelo": "Inspiró la definición de poderes Ejecutivo, Legislativo y Judicial con funciones diferenciadas para evitar abusos."
              }
            }
          ]
        }
      ]
    },
    {
      "domain": "Formación ciudadana",
      "subsections": [
        {
          "titulo": "Organización política y participación",
          "objetivos": [
            {
              "enunciado": "Describir el Estado de derecho y sus componentes fundamentales.",
              "explicacion": "Implica el respeto a la constitución, la subordinación de autoridades a la ley, garantías de derechos y mecanismos de control institucional.",
              "ejemplo": {
                "contexto": "Discusión sobre legalidad de un decreto.",
                "pregunta": "¿Por qué un decreto no puede contradecir la Constitución?",
                "respuesta_modelo": "Porque en un Estado de derecho todas las normas inferiores deben ajustarse al marco constitucional, que es la ley suprema."
              }
            },
            {
              "enunciado": "Explicar funciones y atribuciones de los poderes del Estado chileno.",
              "explicacion": "Conocer el rol legislativo, ejecutivo y judicial permite comprender la separación de poderes y los contrapesos que protegen la democracia.",
              "ejemplo": {
                "contexto": "Caso de proyecto de ley sobre educación cívica.",
                "pregunta": "¿Qué poder tramita y aprueba el proyecto antes de que sea promulgado?",
                "respuesta_modelo": "El Congreso Nacional del Poder Legislativo, que discute y vota la iniciativa antes de enviarla al Ejecutivo para su promulgación."
              }
            },
            {
              "enunciado": "Caracterizar el sistema democrático chileno contemporáneo y sus mecanismos de participación.",
              "explicacion": "Incluye elecciones periódicas, sufragio universal, plebiscitos, iniciativas populares y organizaciones sociales que canalizan la voz ciudadana.",
              "ejemplo": {
                "contexto": "Proceso de plebiscito constitucional.",
                "pregunta": "¿Qué demuestra la realización de un plebiscito nacional?",
                "respuesta_modelo": "Que la ciudadanía puede decidir directamente sobre temas relevantes, reforzando la legitimidad del sistema democrático."
              }
            }
          ]
        }
      ]
    },
    {
      "domain": "Enseñanza-aprendizaje en Historia, Geografía y Cs. Sociales",
      "subsections": [
        {
          "titulo": "Estrategias de enseñanza",
          "objetivos": [
            {
              "enunciado": "Seleccionar diversas representaciones y recursos (analogías, mapas, relatos) para hacer comprensibles los contenidos.",
              "explicacion": "Adaptar los recursos al grupo curso favorece la comprensión profunda y atiende la diversidad de estilos de aprendizaje.",
              "ejemplo": {
                "contexto": "Clase sobre meridianos con estudiantes de quinto básico.",
                "pregunta": "¿Qué recurso apoyaría mejor la noción de latitud y longitud?",
                "respuesta_modelo": "Un globo terráqueo con líneas marcadas y ejercicios de localización que vinculen los conceptos con ejemplos concretos."
              }
            },
            {
              "enunciado": "Emplear un lenguaje preciso y accesible al responder preguntas estudiantiles.",
              "explicacion": "Una comunicación clara evita confusiones, refuerza conceptos disciplinares y modela vocabulario académico correcto.",
              "ejemplo": {
                "contexto": "Estudiante pregunta el significado de 'sincronía'.",
                "pregunta": "¿Cómo responder de forma comprensible y rigurosa?",
                "respuesta_modelo": "Explicando que sincronía es cuando cosas ocurren al mismo tiempo y dando un ejemplo histórico, como las revoluciones del siglo XIX que coincidieron en distintos países."
              }
            },
            {
              "enunciado": "Diseñar estrategias didácticas alineadas con objetivos curriculares de la asignatura.",
              "explicacion": "Planificar experiencias que conecten contenidos, habilidades y actitudes permite lograr aprendizajes significativos y evaluables.",
              "ejemplo": {
                "contexto": "Unidad sobre pueblos originarios.",
                "pregunta": "¿Qué actividad favorece la comprensión de cosmovisiones indígenas?",
                "respuesta_modelo": "Organizar estaciones de aprendizaje con relatos orales, mapas y objetos culturales que el estudiantado compare y sintetice en un mural colaborativo."
              }
            }
          ]
        },
        {
          "titulo": "Aprendizaje en la asignatura",
          "objetivos": [
            {
              "enunciado": "Identificar conocimientos previos necesarios para abordar nuevos contenidos.",
              "explicacion": "Diagnosticar saberes iniciales orienta la selección de actividades que activen experiencias personales y reduzcan brechas de comprensión.",
              "ejemplo": {
                "contexto": "Inicio de unidad sobre Revolución Industrial.",
                "pregunta": "¿Qué preguntar al curso antes de introducir el tema?",
                "respuesta_modelo": "Explorar qué entienden por industria y tecnología para conectar sus ideas con los cambios del siglo XVIII."
              }
            },
            {
              "enunciado": "Inferir dificultades de aprendizaje a partir de respuestas erradas o incompletas.",
              "explicacion": "Analizar errores permite identificar conceptos mal comprendidos y planificar intervenciones remediales oportunas.",
              "ejemplo": {
                "contexto": "Evaluación sobre organización colonial.",
                "pregunta": "Si un estudiante confunde cabildo con audiencia, ¿qué indica?",
                "respuesta_modelo": "Que no distingue las funciones administrativas locales de las instancias judiciales, por lo que se requiere reforzar la jerarquía colonial."
              }
            },
            {
              "enunciado": "Seleccionar apoyos diferenciados para superar barreras de aprendizaje.",
              "explicacion": "Ofrecer organizadores gráficos, tutorías entre pares o recursos audiovisuales puede ayudar a estudiantes con ritmos diversos a alcanzar los objetivos.",
              "ejemplo": {
                "contexto": "Grupo con dificultades para interpretar gráficos.",
                "pregunta": "¿Qué apoyo facilita la lectura de un climograma?",
                "respuesta_modelo": "Un esquema paso a paso que distinga ejes, unidades y relación entre líneas de temperatura y barras de precipitación."
              }
            }
          ]
        },
        {
          "titulo": "Evaluación de aprendizajes",
          "objetivos": [
            {
              "enunciado": "Identificar indicadores e instrumentos coherentes con los objetivos de aprendizaje.",
              "explicacion": "Los indicadores detallan evidencias observables; seleccionar instrumentos alineados asegura que la evaluación mida lo que se pretende enseñar.",
              "ejemplo": {
                "contexto": "Objetivo: analizar causas de la independencia.",
                "pregunta": "¿Qué indicador y evidencia permiten evaluar el objetivo?",
                "respuesta_modelo": "El indicador puede ser 'explica relaciones causa-consecuencia entre crisis imperial y juntas de gobierno', evidenciado en un ensayo argumentado."
              }
            },
            {
              "enunciado": "Seleccionar estrategias e instrumentos de evaluación adecuados al propósito formativo o sumativo.",
              "explicacion": "Decidir entre rúbricas, listas de cotejo, portafolios o pruebas permite obtener información pertinente para retroalimentar y calificar.",
              "ejemplo": {
                "contexto": "Evaluar proyecto sobre patrimonio local.",
                "pregunta": "¿Qué instrumento facilita valorar el desempeño en equipo y el producto final?",
                "respuesta_modelo": "Una rúbrica con criterios sobre investigación, colaboración y presentación pública."
              }
            },
            {
              "enunciado": "Caracterizar prácticas de retroalimentación formativa que orienten mejoras.",
              "explicacion": "La retroalimentación debe ser oportuna, específica y centrada en el proceso para guiar al estudiantado hacia el logro de los objetivos.",
              "ejemplo": {
                "contexto": "Devolución de mapas conceptuales sobre la Guerra Fría.",
                "pregunta": "¿Qué comentario fomenta la mejora?",
                "respuesta_modelo": "Señalar qué conexiones son correctas, cuáles requieren evidencia adicional y proponer recursos para profundizar la relación entre bloques."
              }
            }
          ]
        }
      ]
    }
  ],
  "exam": {
    "descripcion": "Evaluación sumativa de 50 ítems de selección múltiple alineados con el temario oficial de Historia, Geografía y Ciencias Sociales.",
    "ia_feedback": {
      "provider": "google-gemini",
      "model": "gemini-1.5-flash",
      "prompt": "Actúa como tutor pedagógico para docentes de Historia, Geografía y Ciencias Sociales. Analiza la respuesta entregada, identifica el objetivo curricular relacionado y ofrece retroalimentación en tres pasos: (1) refuerzo de aciertos, (2) corrección clara si existe error, (3) sugerencia de profundización vinculada al temario."
    },
    "preguntas": [
      {
        "id": "71-CS-01",
        "enunciado": "¿Qué concepto describe la distancia angular entre un punto y el ecuador?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Longitud"
          },
          {
            "opcion": "B",
            "texto": "Latitud"
          },
          {
            "opcion": "C",
            "texto": "Altitud"
          },
          {
            "opcion": "D",
            "texto": "Orientación"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La latitud mide la distancia en grados respecto del ecuador, indicando posición norte o sur.",
        "temas_relacionados": [
          "Representaciones espaciales"
        ]
      },
      {
        "id": "71-CS-02",
        "enunciado": "Si un mapa señala 72°O, ¿qué información entrega?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Paralelo"
          },
          {
            "opcion": "B",
            "texto": "Meridiano"
          },
          {
            "opcion": "C",
            "texto": "Altitud"
          },
          {
            "opcion": "D",
            "texto": "Escala"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Un valor con grados oeste corresponde a longitud medida sobre un meridiano.",
        "temas_relacionados": [
          "Representaciones espaciales"
        ]
      },
      {
        "id": "71-CS-03",
        "enunciado": "Un climograma muestra precipitaciones muy bajas todo el año y temperaturas altas en verano. ¿Qué zona chilena describe?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Zona Sur"
          },
          {
            "opcion": "B",
            "texto": "Zona Austral"
          },
          {
            "opcion": "C",
            "texto": "Norte Grande"
          },
          {
            "opcion": "D",
            "texto": "Zona Central"
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "El Norte Grande se caracteriza por aridez extrema y altas temperaturas estivales.",
        "temas_relacionados": [
          "Zonas naturales de Chile"
        ]
      },
      {
        "id": "71-CS-04",
        "enunciado": "¿Qué unidad del relieve chileno concentra la mayor parte de las ciudades principales?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Cordillera de los Andes"
          },
          {
            "opcion": "B",
            "texto": "Depresión intermedia"
          },
          {
            "opcion": "C",
            "texto": "Cordillera de la Costa"
          },
          {
            "opcion": "D",
            "texto": "Altiplano"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La depresión intermedia ofrece suelos más aptos y clima templado que favorecen la urbanización.",
        "temas_relacionados": [
          "Relieve de Chile"
        ]
      },
      {
        "id": "71-CS-05",
        "enunciado": "Una pirámide poblacional con base estrecha y cúspide ancha indica:",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Población joven"
          },
          {
            "opcion": "B",
            "texto": "Alto crecimiento"
          },
          {
            "opcion": "C",
            "texto": "Envejecimiento"
          },
          {
            "opcion": "D",
            "texto": "Migración masiva"
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La base estrecha refleja baja natalidad, mientras que la cúspide ancha evidencia mayor proporción de adultos mayores.",
        "temas_relacionados": [
          "Demografía"
        ]
      },
      {
        "id": "71-CS-06",
        "enunciado": "¿Qué problema ambiental se asocia directamente a la tala masiva de bosques?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Intrusión salina"
          },
          {
            "opcion": "B",
            "texto": "Erosión del suelo"
          },
          {
            "opcion": "C",
            "texto": "Lluvia ácida"
          },
          {
            "opcion": "D",
            "texto": "Mareas rojas"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Sin raíces que retengan el suelo, aumenta la erosión y la pérdida de nutrientes.",
        "temas_relacionados": [
          "Impactos ambientales"
        ]
      },
      {
        "id": "71-CS-07",
        "enunciado": "La expansión urbana sobre humedales costeros suele provocar:",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Mayor regulación hídrica"
          },
          {
            "opcion": "B",
            "texto": "Recuperación de biodiversidad"
          },
          {
            "opcion": "C",
            "texto": "Pérdida de hábitats y riesgo de inundaciones"
          },
          {
            "opcion": "D",
            "texto": "Crecimiento de bosques nativos"
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "El relleno de humedales elimina zonas de amortiguación, afecta especies y aumenta el riesgo de inundaciones.",
        "temas_relacionados": [
          "Urbanización y medio ambiente"
        ]
      },
      {
        "id": "71-CS-08",
        "enunciado": "¿Cuál es un ejemplo de medida de mitigación frente a la contaminación atmosférica urbana?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Expandir autovías"
          },
          {
            "opcion": "B",
            "texto": "Promover transporte público eléctrico"
          },
          {
            "opcion": "C",
            "texto": "Reducir áreas verdes"
          },
          {
            "opcion": "D",
            "texto": "Incentivar el uso de carbón"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El transporte público eléctrico disminuye emisiones y ofrece una alternativa eficiente a los vehículos particulares.",
        "temas_relacionados": [
          "Medidas ambientales"
        ]
      },
      {
        "id": "71-CS-09",
        "enunciado": "¿Qué instrumento permite representar la densidad de población por comuna?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Mapa coroplético"
          },
          {
            "opcion": "B",
            "texto": "Rosa de los vientos"
          },
          {
            "opcion": "C",
            "texto": "Croquis a mano alzada"
          },
          {
            "opcion": "D",
            "texto": "Hipsometría"
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Los mapas coropléticos usan gamas de color para representar valores cuantitativos como la densidad.",
        "temas_relacionados": [
          "Representaciones espaciales"
        ]
      },
      {
        "id": "71-CS-10",
        "enunciado": "El paralelo 0° corresponde a:",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Trópico de Cáncer"
          },
          {
            "opcion": "B",
            "texto": "Trópico de Capricornio"
          },
          {
            "opcion": "C",
            "texto": "Ecuador"
          },
          {
            "opcion": "D",
            "texto": "Círculo Polar"
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "El ecuador es la línea de latitud 0°, referencia para medir distancias norte y sur.",
        "temas_relacionados": [
          "Conceptos geográficos"
        ]
      },
      {
        "id": "71-CS-11",
        "enunciado": "En un mapa con escala 1:100 000, ¿qué distancia real representa 1 cm?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "100 metros"
          },
          {
            "opcion": "B",
            "texto": "1 kilómetro"
          },
          {
            "opcion": "C",
            "texto": "10 kilómetros"
          },
          {
            "opcion": "D",
            "texto": "100 kilómetros"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Una escala 1:100 000 indica que 1 cm equivale a 100 000 cm en la realidad, lo que corresponde a 1 kilómetro.",
        "temas_relacionados": [
          "Representaciones espaciales"
        ]
      },
      {
        "id": "71-CS-12",
        "enunciado": "¿Qué efecto produce la corriente de Humboldt en las costas del norte de Chile?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Eleva la temperatura superficial del mar y aumenta la humedad tropical"
          },
          {
            "opcion": "B",
            "texto": "Enfría las aguas superficiales y favorece la aparición de camanchaca"
          },
          {
            "opcion": "C",
            "texto": "Genera huracanes frecuentes en la costa"
          },
          {
            "opcion": "D",
            "texto": "Provoca lluvias frontales durante todo el año"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La corriente de Humboldt transporta aguas frías que disminuyen la temperatura superficial y originan nieblas costeras como la camanchaca.",
        "temas_relacionados": [
          "Zonas naturales de Chile"
        ]
      },
      {
        "id": "71-CS-13",
        "enunciado": "¿Qué ciudad chilena se ubica aproximadamente en 33°S y 70°O?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Arica"
          },
          {
            "opcion": "B",
            "texto": "Santiago"
          },
          {
            "opcion": "C",
            "texto": "Punta Arenas"
          },
          {
            "opcion": "D",
            "texto": "Valdivia"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Las coordenadas 33°S y 70°O corresponden al valle central donde se emplaza Santiago.",
        "temas_relacionados": [
          "Orientación geográfica"
        ]
      },
      {
        "id": "71-CS-14",
        "enunciado": "¿Qué característica define al altiplano andino chileno?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Planicies costeras de baja altitud y clima templado"
          },
          {
            "opcion": "B",
            "texto": "Mesetas elevadas sobre 3 500 metros con clima frío y amplitud térmica diaria"
          },
          {
            "opcion": "C",
            "texto": "Valles transversales con vegetación mediterránea"
          },
          {
            "opcion": "D",
            "texto": "Fiordos profundos y bosques siempreverdes"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El altiplano se caracteriza por mesetas de gran altitud, clima seco y marcadas variaciones térmicas entre el día y la noche.",
        "temas_relacionados": [
          "Relieve de Chile"
        ]
      },
      {
        "id": "71-CS-15",
        "enunciado": "¿Qué zona natural chilena concentra la mayor parte de la producción vitivinícola?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Norte Grande"
          },
          {
            "opcion": "B",
            "texto": "Zona Central"
          },
          {
            "opcion": "C",
            "texto": "Zona Sur"
          },
          {
            "opcion": "D",
            "texto": "Zona Austral"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El clima mediterráneo de la Zona Central favorece el cultivo de la vid y concentra la industria vitivinícola.",
        "temas_relacionados": [
          "Zonas naturales de Chile"
        ]
      },
      {
        "id": "71-CS-16",
        "enunciado": "Si la tasa de natalidad es 12 por mil y la tasa de mortalidad es 8 por mil, ¿qué indica el crecimiento natural?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "La población disminuye de forma acelerada"
          },
          {
            "opcion": "B",
            "texto": "El crecimiento natural es nulo"
          },
          {
            "opcion": "C",
            "texto": "Existe un crecimiento natural moderado"
          },
          {
            "opcion": "D",
            "texto": "Se produce despoblamiento inmediato"
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "La diferencia positiva entre nacimientos y defunciones refleja un crecimiento natural moderado de 4 personas por cada mil habitantes.",
        "temas_relacionados": [
          "Demografía"
        ]
      },
      {
        "id": "71-CS-17",
        "enunciado": "El desplazamiento masivo de habitantes del campo hacia la ciudad durante el siglo XX corresponde a:",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Globalización"
          },
          {
            "opcion": "B",
            "texto": "Urbanización"
          },
          {
            "opcion": "C",
            "texto": "Despoblamiento rural"
          },
          {
            "opcion": "D",
            "texto": "Desertificación"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La urbanización describe la migración campo-ciudad, lo que expande las áreas urbanas y reduce la población rural.",
        "temas_relacionados": [
          "Demografía",
          "Urbanización"
        ]
      },
      {
        "id": "71-CS-18",
        "enunciado": "¿Cuál es un impacto directo de la minería a cielo abierto sin medidas de mitigación?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Incremento de la biodiversidad local"
          },
          {
            "opcion": "B",
            "texto": "Contaminación de aguas y suelos por relaves"
          },
          {
            "opcion": "C",
            "texto": "Disminución de la erosión eólica"
          },
          {
            "opcion": "D",
            "texto": "Recuperación inmediata de áreas boscosas"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La remoción de material y los relaves generan contaminación de suelos y cuerpos de agua cercanos.",
        "temas_relacionados": [
          "Impactos ambientales"
        ]
      },
      {
        "id": "71-CS-19",
        "enunciado": "¿Qué acción constituye una medida de adaptación frente al aumento del nivel del mar en zonas costeras?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Expandir autopistas sobre áreas intermareales"
          },
          {
            "opcion": "B",
            "texto": "Implementar defensas costeras y reubicar viviendas en zonas seguras"
          },
          {
            "opcion": "C",
            "texto": "Incrementar el uso de combustibles fósiles"
          },
          {
            "opcion": "D",
            "texto": "Eliminar humedales para ganar suelo urbano"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La adaptación implica reducir la vulnerabilidad, mediante defensas costeras y relocalización planificada de asentamientos expuestos.",
        "temas_relacionados": [
          "Medidas ambientales"
        ]
      },
      {
        "id": "71-CS-20",
        "enunciado": "¿Cómo se calcula la densidad de población de un territorio?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Dividiendo la población total por la superficie en kilómetros cuadrados"
          },
          {
            "opcion": "B",
            "texto": "Restando la emigración a la inmigración anual"
          },
          {
            "opcion": "C",
            "texto": "Multiplicando el número de viviendas por la superficie construida"
          },
          {
            "opcion": "D",
            "texto": "Sumando nacimientos y defunciones del último año"
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "La densidad demográfica se obtiene al dividir la población por la superficie, expresándose en habitantes por kilómetro cuadrado.",
        "temas_relacionados": [
          "Demografía"
        ]
      },
      {
        "id": "71-CS-21",
        "enunciado": "Analizar transformaciones prolongadas, como la Revolución Industrial, corresponde al concepto de:",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Hito"
          },
          {
            "opcion": "B",
            "texto": "Fuente"
          },
          {
            "opcion": "C",
            "texto": "Proceso"
          },
          {
            "opcion": "D",
            "texto": "Cronología"
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "Un proceso describe cambios de larga duración con múltiples etapas, a diferencia de los hitos puntuales.",
        "temas_relacionados": [
          "Tiempo histórico"
        ]
      },
      {
        "id": "71-CS-22",
        "enunciado": "Relacionar la invasión napoleónica a España con la instalación de juntas de gobierno en América es un ejercicio de:",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Causalidad lineal"
          },
          {
            "opcion": "B",
            "texto": "Sincronía"
          },
          {
            "opcion": "C",
            "texto": "Diacronía"
          },
          {
            "opcion": "D",
            "texto": "Periodización"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La sincronía analiza acontecimientos simultáneos que se relacionan en distintos espacios geográficos.",
        "temas_relacionados": [
          "Tiempo histórico"
        ]
      },
      {
        "id": "71-CS-23",
        "enunciado": "¿Cuál de las siguientes corresponde a una fuente secundaria para estudiar la conquista de Chile?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Carta de Pedro de Valdivia dirigida al rey en 1545"
          },
          {
            "opcion": "B",
            "texto": "Acta del Cabildo de Santiago de 1541"
          },
          {
            "opcion": "C",
            "texto": "Estudio historiográfico publicado en 2020"
          },
          {
            "opcion": "D",
            "texto": "Relato oral mapuche recogido en el siglo XVI"
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "Las fuentes secundarias son elaboraciones posteriores que analizan e interpretan la información proveniente de fuentes primarias.",
        "temas_relacionados": [
          "Historiografía"
        ]
      },
      {
        "id": "71-CS-24",
        "enunciado": "¿Qué rasgo distinguía la economía del Tawantinsuyo?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Libertad de comercio individual sin control estatal"
          },
          {
            "opcion": "B",
            "texto": "Reciprocidad y redistribución organizada por el Estado"
          },
          {
            "opcion": "C",
            "texto": "Uso generalizado de moneda metálica"
          },
          {
            "opcion": "D",
            "texto": "Predominio de plantaciones privadas orientadas a la exportación"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El Estado inca administraba la producción mediante la mita y distribuía los recursos para asegurar la subsistencia colectiva.",
        "temas_relacionados": [
          "Historia de América"
        ]
      },
      {
        "id": "71-CS-25",
        "enunciado": "¿Qué avance tecnológico facilitó los viajes transoceánicos europeos del siglo XV?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Perfeccionamiento de la carabela y uso del astrolabio"
          },
          {
            "opcion": "B",
            "texto": "Implementación del motor a vapor en las naves"
          },
          {
            "opcion": "C",
            "texto": "Construcción de canales interoceánicos"
          },
          {
            "opcion": "D",
            "texto": "Invención del ferrocarril atlántico"
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Las carabelas con velas triangulares y el astrolabio permitieron navegar largas distancias con mayor precisión.",
        "temas_relacionados": [
          "Expansión europea"
        ]
      },
      {
        "id": "71-CS-26",
        "enunciado": "¿Qué institución colonial representaba al rey y funcionaba como tribunal superior en Chile?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Cabildo"
          },
          {
            "opcion": "B",
            "texto": "Real Audiencia"
          },
          {
            "opcion": "C",
            "texto": "Encomienda"
          },
          {
            "opcion": "D",
            "texto": "Mita"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La Real Audiencia actuaba como máxima instancia judicial y representaba la autoridad de la corona en el territorio.",
        "temas_relacionados": [
          "Historia de Chile y América"
        ]
      },
      {
        "id": "71-CS-27",
        "enunciado": "¿Cuál fue el objetivo declarado por la Primera Junta de Gobierno de 1810 en Chile?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Proclamar la independencia absoluta del reino"
          },
          {
            "opcion": "B",
            "texto": "Mantener la fidelidad a Fernando VII mientras se administraba el territorio localmente"
          },
          {
            "opcion": "C",
            "texto": "Restaurar el poder virreinal en Lima"
          },
          {
            "opcion": "D",
            "texto": "Establecer una monarquía criolla hereditaria"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La Junta se justificó como una medida de autogobierno en ausencia del rey, conservando formalmente su lealtad.",
        "temas_relacionados": [
          "Independencia de Chile"
        ]
      },
      {
        "id": "71-CS-28",
        "enunciado": "¿Qué propósito compartieron las constituciones de 1823, 1826 y 1828 en Chile?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Restablecer el dominio español"
          },
          {
            "opcion": "B",
            "texto": "Instaurar un régimen federal bajo control de Buenos Aires"
          },
          {
            "opcion": "C",
            "texto": "Definir un marco político estable para el nuevo Estado"
          },
          {
            "opcion": "D",
            "texto": "Eliminar la separación de poderes"
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "Los ensayos constitucionales buscaron otorgar estabilidad institucional tras la independencia y resolver disputas entre proyectos políticos.",
        "temas_relacionados": [
          "Organización nacional"
        ]
      },
      {
        "id": "71-CS-29",
        "enunciado": "¿Qué hecho detonó la Guerra del Pacífico en 1879?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "El alza unilateral del impuesto boliviano al salitre explotado por capitales chilenos"
          },
          {
            "opcion": "B",
            "texto": "La firma del Tratado de Ancón"
          },
          {
            "opcion": "C",
            "texto": "La ocupación chilena de Lima"
          },
          {
            "opcion": "D",
            "texto": "El descubrimiento de yacimientos de cobre en el sur de Chile"
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "El conflicto se desató cuando Bolivia impuso un nuevo impuesto al salitre en Antofagasta y confiscó bienes de la compañía chilena, vulnerando el tratado vigente.",
        "temas_relacionados": [
          "Historia de Chile"
        ]
      },
      {
        "id": "71-CS-30",
        "enunciado": "¿Cuál fue una consecuencia social del auge salitrero en Chile?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Desaparición de asentamientos en el Norte Grande"
          },
          {
            "opcion": "B",
            "texto": "Crecimiento de campamentos obreros y vida pampina"
          },
          {
            "opcion": "C",
            "texto": "Reducción del comercio exterior"
          },
          {
            "opcion": "D",
            "texto": "Disminución de la migración interna"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La industria salitrera atrajo a miles de trabajadores que vivían en oficinas y campamentos en el desierto, configurando la cultura pampina.",
        "temas_relacionados": [
          "Historia de Chile"
        ]
      },
      {
        "id": "71-CS-31",
        "enunciado": "¿Qué característica del régimen parlamentario chileno (1891-1925) generó inestabilidad política?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "El reforzamiento del poder presidencial"
          },
          {
            "opcion": "B",
            "texto": "La inexistencia de partidos políticos"
          },
          {
            "opcion": "C",
            "texto": "La sucesión de gabinetes censurados por el Congreso"
          },
          {
            "opcion": "D",
            "texto": "La eliminación del sufragio masculino"
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "El Congreso podía censurar ministros con facilidad, lo que provocó rotativa ministerial y debilidad del Ejecutivo.",
        "temas_relacionados": [
          "Historia de Chile"
        ]
      },
      {
        "id": "71-CS-32",
        "enunciado": "¿Qué reforma amplió la participación política en Chile a mediados del siglo XX?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "La instauración del voto censitario"
          },
          {
            "opcion": "B",
            "texto": "La Ley 9.292 de 1949 que otorgó voto femenino en elecciones nacionales"
          },
          {
            "opcion": "C",
            "texto": "La supresión de los partidos políticos"
          },
          {
            "opcion": "D",
            "texto": "La designación vitalicia de senadores"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La ley de 1949 permitió que las mujeres participaran en elecciones parlamentarias y presidenciales, ampliando el sufragio universal.",
        "temas_relacionados": [
          "Democratización en Chile"
        ]
      },
      {
        "id": "71-CS-33",
        "enunciado": "¿Qué rasgo caracterizó al régimen militar establecido en Chile en 1973?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Respeto irrestricto a las libertades públicas"
          },
          {
            "opcion": "B",
            "texto": "Concentración del poder en la Junta y violaciones sistemáticas de derechos humanos"
          },
          {
            "opcion": "C",
            "texto": "Restablecimiento inmediato del Congreso Nacional"
          },
          {
            "opcion": "D",
            "texto": "Elección popular de los miembros del gobierno"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El régimen militar suspendió el Congreso, concentró el poder y violó sistemáticamente los derechos humanos.",
        "temas_relacionados": [
          "Historia reciente de Chile"
        ]
      },
      {
        "id": "71-CS-34",
        "enunciado": "¿Qué hecho marcó el inicio de la transición a la democracia en Chile?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "La firma del Tratado de Lima"
          },
          {
            "opcion": "B",
            "texto": "El plebiscito de 1988 en el que triunfó la opción No"
          },
          {
            "opcion": "C",
            "texto": "La disolución de los partidos políticos"
          },
          {
            "opcion": "D",
            "texto": "La promulgación de la Constitución de 1833"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El triunfo del No obligó a convocar elecciones democráticas y abrió el proceso de transición institucional.",
        "temas_relacionados": [
          "Historia reciente de Chile"
        ]
      },
      {
        "id": "71-CS-35",
        "enunciado": "¿Cuál de los siguientes hitos del proceso de hominización permitió ampliar la dieta y mejorar la protección?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "La aparición del lenguaje escrito"
          },
          {
            "opcion": "B",
            "texto": "El dominio del fuego"
          },
          {
            "opcion": "C",
            "texto": "La invención del arado"
          },
          {
            "opcion": "D",
            "texto": "La creación de ciudades-Estado"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Controlar el fuego permitió cocinar alimentos, generar calor y defenderse de depredadores, acelerando el desarrollo cultural.",
        "temas_relacionados": [
          "Hominización"
        ]
      },
      {
        "id": "71-CS-36",
        "enunciado": "¿Qué enunciado describe una monarquía teocrática en la Antigüedad?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "El poder se concentra en un rey considerado representante divino"
          },
          {
            "opcion": "B",
            "texto": "La ciudadanía masculina vota leyes en la asamblea"
          },
          {
            "opcion": "C",
            "texto": "El gobierno se ejerce mediante magistrados elegidos anualmente"
          },
          {
            "opcion": "D",
            "texto": "Las decisiones las adopta una asamblea de plebeyos"
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "En las monarquías teocráticas, como la egipcia, el monarca gobierna con legitimidad religiosa y poder centralizado.",
        "temas_relacionados": [
          "Organización política antigua"
        ]
      },
      {
        "id": "71-CS-37",
        "enunciado": "¿Qué transformación caracteriza la Baja Edad Media europea?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Declive del comercio y aislamiento urbano"
          },
          {
            "opcion": "B",
            "texto": "Expansión de ferias comerciales y surgimiento de la burguesía"
          },
          {
            "opcion": "C",
            "texto": "Consolidación del imperio romano occidental"
          },
          {
            "opcion": "D",
            "texto": "Desaparición de las monarquías nacionales"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El aumento del comercio y el crecimiento urbano dieron origen a una burguesía que transformó la economía medieval.",
        "temas_relacionados": [
          "Edad Media"
        ]
      },
      {
        "id": "71-CS-38",
        "enunciado": "¿Qué rasgo distinguía a la democracia ateniense clásica?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Representación indirecta mediante partidos políticos"
          },
          {
            "opcion": "B",
            "texto": "Participación directa de ciudadanos varones libres en la asamblea"
          },
          {
            "opcion": "C",
            "texto": "Gobierno hereditario de los aristócratas"
          },
          {
            "opcion": "D",
            "texto": "Sufragio universal para mujeres y esclavos"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La democracia ateniense implicaba deliberación y votación directa de los ciudadanos varones reunidos en la Ecclesia.",
        "temas_relacionados": [
          "Organización política antigua"
        ]
      },
      {
        "id": "71-CS-39",
        "enunciado": "¿Qué principio ilustrado sostiene que la autoridad política emana de la ciudadanía?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Derecho divino de los reyes"
          },
          {
            "opcion": "B",
            "texto": "Soberanía popular"
          },
          {
            "opcion": "C",
            "texto": "Mercantilismo"
          },
          {
            "opcion": "D",
            "texto": "Feudalismo"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "La soberanía popular afirma que el poder reside en el pueblo y legitima los gobiernos representativos.",
        "temas_relacionados": [
          "Ilustración"
        ]
      },
      {
        "id": "71-CS-40",
        "enunciado": "¿Qué autor ilustrado propuso la separación de poderes para evitar abusos?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Adam Smith"
          },
          {
            "opcion": "B",
            "texto": "Voltaire"
          },
          {
            "opcion": "C",
            "texto": "Montesquieu"
          },
          {
            "opcion": "D",
            "texto": "Thomas Hobbes"
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "Montesquieu planteó dividir el poder en funciones ejecutiva, legislativa y judicial como mecanismo de control mutuo.",
        "temas_relacionados": [
          "Ilustración"
        ]
      },
      {
        "id": "71-CS-41",
        "enunciado": "¿Cuál condición es indispensable para que exista Estado de derecho?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Que las autoridades estén por sobre la Constitución"
          },
          {
            "opcion": "B",
            "texto": "Que todas las personas e instituciones se sometan a la ley"
          },
          {
            "opcion": "C",
            "texto": "Que el poder se concentre en una sola autoridad militar"
          },
          {
            "opcion": "D",
            "texto": "Que no exista control sobre los actos de gobierno"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El Estado de derecho exige supremacía constitucional y sujeción de autoridades y ciudadanía a la normativa vigente.",
        "temas_relacionados": [
          "Estado de derecho",
          "Organización política y participación"
        ]
      },
      {
        "id": "71-CS-42",
        "enunciado": "¿Qué función cumple el Poder Legislativo en Chile?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Administrar justicia en última instancia"
          },
          {
            "opcion": "B",
            "texto": "Mandar las Fuerzas Armadas"
          },
          {
            "opcion": "C",
            "texto": "Debatir y aprobar leyes para todo el país"
          },
          {
            "opcion": "D",
            "texto": "Organizar elecciones y plebiscitos"
          }
        ],
        "respuesta_correcta": "C",
        "explicacion": "El Congreso Nacional legisla, fiscaliza y representa a la ciudadanía mediante la elaboración de leyes.",
        "temas_relacionados": [
          "Poderes del Estado",
          "Organización política y participación"
        ]
      },
      {
        "id": "71-CS-43",
        "enunciado": "¿Qué mecanismo permite a la ciudadanía decidir directamente sobre asuntos relevantes a nivel nacional?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Plebiscito"
          },
          {
            "opcion": "B",
            "texto": "Decreto supremo"
          },
          {
            "opcion": "C",
            "texto": "Nombramiento presidencial"
          },
          {
            "opcion": "D",
            "texto": "Veto legislativo"
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "El plebiscito es un mecanismo de democracia directa que convoca al voto ciudadano para resolver materias de alto interés público.",
        "temas_relacionados": [
          "Participación democrática",
          "Organización política y participación"
        ]
      },
      {
        "id": "71-CS-44",
        "enunciado": "¿Qué elemento caracteriza a una democracia representativa?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Elecciones periódicas con sufragio universal"
          },
          {
            "opcion": "B",
            "texto": "Designación hereditaria de autoridades"
          },
          {
            "opcion": "C",
            "texto": "Prohibición de los partidos políticos"
          },
          {
            "opcion": "D",
            "texto": "Suspensión permanente de los comicios"
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "En la democracia representativa la ciudadanía elige periódicamente a sus autoridades mediante el voto universal y competitivo.",
        "temas_relacionados": [
          "Sistema democrático",
          "Organización política y participación"
        ]
      },
      {
        "id": "71-CS-45",
        "enunciado": "¿Qué organismo organiza y supervisa las elecciones en Chile?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Contraloría General de la República"
          },
          {
            "opcion": "B",
            "texto": "Servicio Electoral (Servel)"
          },
          {
            "opcion": "C",
            "texto": "Poder Judicial"
          },
          {
            "opcion": "D",
            "texto": "Ministerio del Interior"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "El Servicio Electoral es el organismo autónomo encargado de organizar, supervisar y escrutar los procesos electorales y plebiscitarios.",
        "temas_relacionados": [
          "Sistema democrático",
          "Organización política y participación"
        ]
      },
      {
        "id": "71-CS-46",
        "enunciado": "¿Qué estrategia favorece explicar procesos históricos complejos a un curso heterogéneo?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Exponer únicamente con definiciones abstractas"
          },
          {
            "opcion": "B",
            "texto": "Utilizar líneas de tiempo, mapas interactivos y analogías cercanas"
          },
          {
            "opcion": "C",
            "texto": "Evitar el uso de recursos visuales"
          },
          {
            "opcion": "D",
            "texto": "Solicitar memorización literal de fechas"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Combinar representaciones múltiples y analogías facilita la comprensión de procesos para estudiantes con diversos estilos de aprendizaje.",
        "temas_relacionados": [
          "Estrategias de enseñanza",
          "Enseñanza-aprendizaje en Historia"
        ]
      },
      {
        "id": "71-CS-47",
        "enunciado": "Una docente responde cuando un estudiante pregunta el significado de sincronía con una definición clara y un ejemplo histórico. ¿Qué práctica evidencia?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Uso de lenguaje preciso y accesible"
          },
          {
            "opcion": "B",
            "texto": "Reducción del vocabulario disciplinar"
          },
          {
            "opcion": "C",
            "texto": "Aplicación exclusiva de tecnicismos"
          },
          {
            "opcion": "D",
            "texto": "Evitar responder a las preguntas estudiantiles"
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Responder con definición y ejemplo asegura claridad conceptual y mantiene el rigor disciplinar accesible al estudiantado.",
        "temas_relacionados": [
          "Estrategias de enseñanza",
          "Comunicación pedagógica"
        ]
      },
      {
        "id": "71-CS-48",
        "enunciado": "Antes de iniciar una unidad sobre Revolución Industrial, ¿qué acción ayuda a identificar los conocimientos previos del curso?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Aplicar un cuestionario diagnóstico sobre industria y tecnología"
          },
          {
            "opcion": "B",
            "texto": "Entregar la rúbrica de evaluación final"
          },
          {
            "opcion": "C",
            "texto": "Solicitar la lectura silenciosa del manual"
          },
          {
            "opcion": "D",
            "texto": "Mostrar únicamente imágenes sin discusión"
          }
        ],
        "respuesta_correcta": "A",
        "explicacion": "Un instrumento diagnóstico permite reconocer ideas previas y ajustar la planificación a las necesidades del grupo.",
        "temas_relacionados": [
          "Aprendizaje en la asignatura",
          "Diagnóstico pedagógico"
        ]
      },
      {
        "id": "71-CS-49",
        "enunciado": "Un estudiante confunde las funciones del cabildo y la audiencia en la colonia. ¿Qué acción docente es pertinente?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Ignorar el error para no interrumpir la clase"
          },
          {
            "opcion": "B",
            "texto": "Comparar ambas instituciones con un organizador gráfico y practicar casos"
          },
          {
            "opcion": "C",
            "texto": "Cambiar de tema y evaluar después"
          },
          {
            "opcion": "D",
            "texto": "Reducir la complejidad del contenido"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Contrastarlos mediante recursos visuales y ejercicios focalizados permite aclarar funciones y superar la dificultad detectada.",
        "temas_relacionados": [
          "Aprendizaje en la asignatura",
          "Apoyos diferenciados"
        ]
      },
      {
        "id": "71-CS-50",
        "enunciado": "Para evaluar un proyecto sobre patrimonio local que incluye investigación y presentación colaborativa, ¿qué instrumento resulta más adecuado?",
        "alternativas": [
          {
            "opcion": "A",
            "texto": "Registro anecdótico sin criterios"
          },
          {
            "opcion": "B",
            "texto": "Rúbrica con indicadores de investigación, colaboración y comunicación"
          },
          {
            "opcion": "C",
            "texto": "Prueba de verdadero y falso"
          },
          {
            "opcion": "D",
            "texto": "Lista de asistencia"
          }
        ],
        "respuesta_correcta": "B",
        "explicacion": "Una rúbrica explicita criterios y niveles de logro para valorar tanto el trabajo en equipo como el producto final.",
        "temas_relacionados": [
          "Evaluación de aprendizajes",
          "Instrumentos de evaluación"
        ]
      }
    ]
  }
}
