{
  "01": {
    "archivo": "01 Ingles EM 2023.mp3",
    "texto": " Text number one, Gmail, associated with questions 1 to 3. Hello! Today we're going to look at the two different ways in which Gmail helps protect you from making embarrassing spelling mistakes while sending important emails. So let's open up a compose window where I've started typing a message. Now you'll notice that I have a couple of red lines underneath words in my message. This is Gmail's first line of defense against bad spelling. As it lets me know that I've probably made a mistake on these words. If you prefer a more in-depth spell check, once you're done writing your email, you go click on this little arrow in the bottom right hand corner of the compose window. After doing so, you can select the check spelling item. Now you'll see that Gmail has highlighted my spelling mistakes. When I click one of the words that Gmail has flagged, some suggestions will pop up like this. So I can click on the word that is the word I was originally trying to write. Gmail is also pretty handy with proper nouns. So if you make a mistake like I did over here where I forgot to capitalize the name of a city, Gmail will flag it, and I can click on it, correct it, and everything will look great. Gmail flags a word that isn't spelled incorrectly. You always have the option of choosing ignore from this menu as well. If I realize that I need to add more to my message, I can keep typing, then return to the lower right hand corner and click on recheck. On the other hand, if I've completed my work and I'm ready to send my email, I can just click on this axe to close the spell checker. Thanks so much for watching. I hope you found this tip helpful. Have a great day!",
    "idioma_detectado": "en",
    "segmentos": [
      {
        "inicio": 0.0,
        "fin": 5.0,
        "texto": " Text number one, Gmail, associated with questions 1 to 3."
      },
      {
        "inicio": 5.0,
        "fin": 6.0,
        "texto": " Hello!"
      },
      {
        "inicio": 6.0,
        "fin": 11.0,
        "texto": " Today we're going to look at the two different ways in which Gmail helps protect you"
      },
      {
        "inicio": 11.0,
        "fin": 15.0,
        "texto": " from making embarrassing spelling mistakes while sending important emails."
      },
      {
        "inicio": 15.0,
        "fin": 19.0,
        "texto": " So let's open up a compose window where I've started typing a message."
      },
      {
        "inicio": 19.0,
        "fin": 24.0,
        "texto": " Now you'll notice that I have a couple of red lines underneath words in my message."
      },
      {
        "inicio": 24.0,
        "fin": 28.0,
        "texto": " This is Gmail's first line of defense against bad spelling."
      },
      {
        "inicio": 28.0,
        "fin": 32.0,
        "texto": " As it lets me know that I've probably made a mistake on these words."
      },
      {
        "inicio": 32.0,
        "fin": 37.0,
        "texto": " If you prefer a more in-depth spell check, once you're done writing your email,"
      },
      {
        "inicio": 37.0,
        "fin": 42.0,
        "texto": " you go click on this little arrow in the bottom right hand corner of the compose window."
      },
      {
        "inicio": 42.0,
        "fin": 46.0,
        "texto": " After doing so, you can select the check spelling item."
      },
      {
        "inicio": 46.0,
        "fin": 49.0,
        "texto": " Now you'll see that Gmail has highlighted my spelling mistakes."
      },
      {
        "inicio": 49.0,
        "fin": 54.0,
        "texto": " When I click one of the words that Gmail has flagged, some suggestions will pop up like this."
      },
      {
        "inicio": 54.0,
        "fin": 58.0,
        "texto": " So I can click on the word that is the word I was originally trying to write."
      },
      {
        "inicio": 58.0,
        "fin": 61.0,
        "texto": " Gmail is also pretty handy with proper nouns."
      },
      {
        "inicio": 61.0,
        "fin": 67.0,
        "texto": " So if you make a mistake like I did over here where I forgot to capitalize the name of a city,"
      },
      {
        "inicio": 67.0,
        "fin": 73.0,
        "texto": " Gmail will flag it, and I can click on it, correct it, and everything will look great."
      },
      {
        "inicio": 73.0,
        "fin": 76.0,
        "texto": " Gmail flags a word that isn't spelled incorrectly."
      },
      {
        "inicio": 76.0,
        "fin": 80.0,
        "texto": " You always have the option of choosing ignore from this menu as well."
      },
      {
        "inicio": 80.0,
        "fin": 88.0,
        "texto": " If I realize that I need to add more to my message, I can keep typing, then return to the lower right hand corner and click on recheck."
      },
      {
        "inicio": 88.0,
        "fin": 93.0,
        "texto": " On the other hand, if I've completed my work and I'm ready to send my email,"
      },
      {
        "inicio": 93.0,
        "fin": 96.0,
        "texto": " I can just click on this axe to close the spell checker."
      },
      {
        "inicio": 96.0,
        "fin": 100.0,
        "texto": " Thanks so much for watching. I hope you found this tip helpful. Have a great day!"
      }
    ]
  },
  "02": {
    "archivo": "02 Ingles EM 2023.mp3",
    "texto": " Text number 2. Earthquake in Nepal associated with questions 4 to 6. When a massive earthquake struck Nepal in April, Nepal's longest serving living goddess was forced to do the unthinkable. Walked the streets for the first time in her life. She told AFP in a rare interview. Still following the cloistered lifestyle she entered at the age of 2, Dhanakumari Bajir Acharya also opened up about her unusually long 30 year reign, suggesting the pain of her unceremonious dethroning in the 1980s was still raw. Before the 7.8 magnitude, April 25th quick, Bajra Charya had only ever appeared in public while being carried in an ornate wooden palanquin. The Himalayan nations living goddess, known as Kumaris, live in seclusion and rarely speak in public, bound by customs that combine elements of Hinduism and Buddhism. But as the tremor hit shaking the ground, reducing buildings to rubble and killing thousands Bajra Charya left her quarters in the historic city of Patan south of Kathmandu for the first time in 3 decades. And for the first time on foot. Dhanakumari Bajir Acharya was enthroned in 1954 when she was just 2 years old and reigned for 3 decades as the Kumari of Patan. The Kumari, a pre-pubescent girl from the Nevaar community is considered an embodiment of the Hindu goddess, Thelejoo.",
    "idioma_detectado": "en",
    "segmentos": [
      {
        "inicio": 0.0,
        "fin": 1.84,
        "texto": " Text number 2."
      },
      {
        "inicio": 1.84,
        "fin": 6.640000000000001,
        "texto": " Earthquake in Nepal associated with questions 4 to 6."
      },
      {
        "inicio": 6.640000000000001,
        "fin": 11.96,
        "texto": " When a massive earthquake struck Nepal in April, Nepal's longest serving living goddess"
      },
      {
        "inicio": 11.96,
        "fin": 14.280000000000001,
        "texto": " was forced to do the unthinkable."
      },
      {
        "inicio": 14.280000000000001,
        "fin": 16.72,
        "texto": " Walked the streets for the first time in her life."
      },
      {
        "inicio": 16.72,
        "fin": 19.72,
        "texto": " She told AFP in a rare interview."
      },
      {
        "inicio": 19.72,
        "fin": 24.92,
        "texto": " Still following the cloistered lifestyle she entered at the age of 2, Dhanakumari Bajir"
      },
      {
        "inicio": 24.92,
        "fin": 31.520000000000003,
        "texto": " Acharya also opened up about her unusually long 30 year reign, suggesting the pain of"
      },
      {
        "inicio": 31.520000000000003,
        "fin": 37.28,
        "texto": " her unceremonious dethroning in the 1980s was still raw."
      },
      {
        "inicio": 37.28,
        "fin": 44.400000000000006,
        "texto": " Before the 7.8 magnitude, April 25th quick, Bajra Charya had only ever appeared in public"
      },
      {
        "inicio": 44.400000000000006,
        "fin": 47.96,
        "texto": " while being carried in an ornate wooden palanquin."
      },
      {
        "inicio": 47.96,
        "fin": 54.08,
        "texto": " The Himalayan nations living goddess, known as Kumaris, live in seclusion and rarely speak"
      },
      {
        "inicio": 54.08,
        "fin": 60.44,
        "texto": " in public, bound by customs that combine elements of Hinduism and Buddhism."
      },
      {
        "inicio": 60.44,
        "fin": 66.0,
        "texto": " But as the tremor hit shaking the ground, reducing buildings to rubble and killing thousands"
      },
      {
        "inicio": 66.0,
        "fin": 71.56,
        "texto": " Bajra Charya left her quarters in the historic city of Patan south of Kathmandu for the"
      },
      {
        "inicio": 71.56,
        "fin": 73.84,
        "texto": " first time in 3 decades."
      },
      {
        "inicio": 73.84,
        "fin": 76.0,
        "texto": " And for the first time on foot."
      },
      {
        "inicio": 76.0,
        "fin": 82.68,
        "texto": " Dhanakumari Bajir Acharya was enthroned in 1954 when she was just 2 years old and reigned"
      },
      {
        "inicio": 82.68,
        "fin": 85.84,
        "texto": " for 3 decades as the Kumari of Patan."
      },
      {
        "inicio": 85.84,
        "fin": 91.84,
        "texto": " The Kumari, a pre-pubescent girl from the Nevaar community is considered an embodiment"
      },
      {
        "inicio": 91.84,
        "fin": 93.84,
        "texto": " of the Hindu goddess, Thelejoo."
      }
    ]
  },
  "03": {
    "archivo": "03 Ingles EM 2023.mp3",
    "texto": " Text number three East Africa associated with questions 7 and 8. East Africa's energy mix is based on the massive use of biomass and characterized by poor energy yields. In this context, Sun Ref East Africa, the Agents falsace, to develop among green finance label, has since 2011 been promoting the emergence of a low carbon economy by financing renewable energy and energy efficiency solutions. By supporting local banks such as CBA, the Cooperative Bank, DTV Uganda, DTV Kenya, and B08 Tanzania, with granting green credit to the private sector, the AFD encourages the transition towards a greener development pathway in East Africa. The idea of this program is to promote access to finance, especially to fund renewable energy and energy efficiency programs for SMEs. The Sun Ref Program has also helped companies reduce their energy costs and their reliance on fossil fuels. Under this program and thanks to customized technical assistance managed by Kenya Association of Manufacturers, over 210 bank staff members in the region have been trained to identify and process applications for financing green energy projects. The technical assistance is also given to the people working on the project so you're able to ensure that by the time money is being put behind the project, you've carried out pre-fisability, feasibility studies to identify the cost-benefit analysis to enable the bank's make proper decisions. FIND SPITERS is a textile company based in Kampala in Uganda. To match the competition, the company has replaced its old inefficient boiler with a new biomass boiler, fueled by coffee husks and sawdust. This has enabled the company to save on its energy bills and increase its production while reducing its environmental impact. The Sun Ref second benefit was their technical team also guided us in terms of putting this project into the place in a very shorter period of time. Academic institutions can also access green finance opportunities under the Sun Ref Program. In Nairobi, the International Rosalind Academy has become a reference in East Africa. In 2016, this academy installed a solar PV system with a capacity of 115 kilowatts. Since this installation, we've had a number of other schools come visit our property wanting to see the project, getting ideas for themselves to save money on their electrical bills. Electrical bills are very high here, but also just in the whole pursuit of green energy. Over the past seven years, Sun Ref has been encouraging the growth of green finance in East Africa by providing affordable credit to partner banks while promoting the ecological transition towards renewable energy and energy efficiency. Together with all the energy sector actors in the region, Sun Ref has guided financing actors in transforming their practices, thus fulfilling its mission to actively and relentlessly fight against climate change.",
    "idioma_detectado": "en",
    "segmentos": [
      {
        "inicio": 0.0,
        "fin": 7.0,
        "texto": " Text number three East Africa associated with questions 7 and 8."
      },
      {
        "inicio": 7.0,
        "fin": 14.0,
        "texto": " East Africa's energy mix is based on the massive use of biomass and characterized by poor energy yields."
      },
      {
        "inicio": 14.0,
        "fin": 19.0,
        "texto": " In this context, Sun Ref East Africa, the Agents falsace, to develop among green finance label,"
      },
      {
        "inicio": 19.0,
        "fin": 27.0,
        "texto": " has since 2011 been promoting the emergence of a low carbon economy by financing renewable energy and energy efficiency solutions."
      },
      {
        "inicio": 27.0,
        "fin": 34.0,
        "texto": " By supporting local banks such as CBA, the Cooperative Bank, DTV Uganda, DTV Kenya, and B08 Tanzania,"
      },
      {
        "inicio": 34.0,
        "fin": 41.0,
        "texto": " with granting green credit to the private sector, the AFD encourages the transition towards a greener development pathway in East Africa."
      },
      {
        "inicio": 41.0,
        "fin": 51.0,
        "texto": " The idea of this program is to promote access to finance, especially to fund renewable energy and energy efficiency programs for SMEs."
      },
      {
        "inicio": 51.0,
        "fin": 57.0,
        "texto": " The Sun Ref Program has also helped companies reduce their energy costs and their reliance on fossil fuels."
      },
      {
        "inicio": 57.0,
        "fin": 63.0,
        "texto": " Under this program and thanks to customized technical assistance managed by Kenya Association of Manufacturers,"
      },
      {
        "inicio": 63.0,
        "fin": 71.0,
        "texto": " over 210 bank staff members in the region have been trained to identify and process applications for financing green energy projects."
      },
      {
        "inicio": 71.0,
        "fin": 80.0,
        "texto": " The technical assistance is also given to the people working on the project so you're able to ensure that by the time money is being put behind the project,"
      },
      {
        "inicio": 80.0,
        "fin": 89.0,
        "texto": " you've carried out pre-fisability, feasibility studies to identify the cost-benefit analysis to enable the bank's make proper decisions."
      },
      {
        "inicio": 89.0,
        "fin": 93.0,
        "texto": " FIND SPITERS is a textile company based in Kampala in Uganda."
      },
      {
        "inicio": 93.0,
        "fin": 101.0,
        "texto": " To match the competition, the company has replaced its old inefficient boiler with a new biomass boiler, fueled by coffee husks and sawdust."
      },
      {
        "inicio": 101.0,
        "fin": 107.0,
        "texto": " This has enabled the company to save on its energy bills and increase its production while reducing its environmental impact."
      },
      {
        "inicio": 107.0,
        "fin": 116.0,
        "texto": " The Sun Ref second benefit was their technical team also guided us in terms of putting this project into the place in a very shorter period of time."
      },
      {
        "inicio": 116.0,
        "fin": 121.0,
        "texto": " Academic institutions can also access green finance opportunities under the Sun Ref Program."
      },
      {
        "inicio": 121.0,
        "fin": 125.0,
        "texto": " In Nairobi, the International Rosalind Academy has become a reference in East Africa."
      },
      {
        "inicio": 125.0,
        "fin": 132.0,
        "texto": " In 2016, this academy installed a solar PV system with a capacity of 115 kilowatts."
      },
      {
        "inicio": 132.0,
        "fin": 141.0,
        "texto": " Since this installation, we've had a number of other schools come visit our property wanting to see the project, getting ideas for themselves to save money on their electrical bills."
      },
      {
        "inicio": 141.0,
        "fin": 146.0,
        "texto": " Electrical bills are very high here, but also just in the whole pursuit of green energy."
      },
      {
        "inicio": 146.0,
        "fin": 154.0,
        "texto": " Over the past seven years, Sun Ref has been encouraging the growth of green finance in East Africa by providing affordable credit to partner banks"
      },
      {
        "inicio": 154.0,
        "fin": 159.0,
        "texto": " while promoting the ecological transition towards renewable energy and energy efficiency."
      },
      {
        "inicio": 159.0,
        "fin": 170.0,
        "texto": " Together with all the energy sector actors in the region, Sun Ref has guided financing actors in transforming their practices, thus fulfilling its mission to actively and relentlessly fight against climate change."
      }
    ]
  },
  "04": {
    "archivo": "04 Ingles EM 2023.mp3",
    "texto": " Text number four, Tourism, associated with questions 9-11. Since the 1950s, the number of people going on holiday has sued. The global tourism industry is booming. In 2017, it generated $8 trillion to the economy on the counts of 10% of employment worldwide. Americans used to be the biggest movers in the industry. Now it's the Chinese. Last year, more Chinese people travelled and spent more money doing so than any other nationality. As middle classes get wealthier across emerging market countries, so too do their travel budgets. The number of Indian travellers is on the up with countries such as Jordan, Australia, and Israel making it easier for Indians to get visas. Although only 7% of Chinese citizens own a passport by 2030, Chinese trips will account for around a quarter of international tourism. Thailand is the top international destination for Chinese travellers. Mexico is the number one choice for residents of the United States, but Europeans tend to stay in Europe. Around 90% of nights spent by tourists in the EU are by European residents. Europe is the most visited continent, and France, the most visited country in the world. To value, the small island nation in the South Pacific, the least. This is because it is so far away from the rest of the world. Tourism is increasing in most areas in the world except one. Travel bands on people from Muslim countries, more visa checks, and the stronger dollar have made the United States a less attractive destination for visitors.",
    "idioma_detectado": "en",
    "segmentos": [
      {
        "inicio": 0.0,
        "fin": 5.04,
        "texto": " Text number four, Tourism, associated with questions 9-11."
      },
      {
        "inicio": 5.92,
        "fin": 10.24,
        "texto": " Since the 1950s, the number of people going on holiday has sued."
      },
      {
        "inicio": 10.96,
        "fin": 18.32,
        "texto": " The global tourism industry is booming. In 2017, it generated $8 trillion to the economy"
      },
      {
        "inicio": 18.32,
        "fin": 21.44,
        "texto": " on the counts of 10% of employment worldwide."
      },
      {
        "inicio": 21.44,
        "fin": 25.84,
        "texto": " Americans used to be the biggest movers in the industry. Now it's the Chinese."
      },
      {
        "inicio": 26.48,
        "fin": 32.56,
        "texto": " Last year, more Chinese people travelled and spent more money doing so than any other nationality."
      },
      {
        "inicio": 33.519999999999996,
        "fin": 39.28,
        "texto": " As middle classes get wealthier across emerging market countries, so too do their travel budgets."
      },
      {
        "inicio": 40.0,
        "fin": 44.96,
        "texto": " The number of Indian travellers is on the up with countries such as Jordan, Australia,"
      },
      {
        "inicio": 44.96,
        "fin": 48.4,
        "texto": " and Israel making it easier for Indians to get visas."
      },
      {
        "inicio": 49.199999999999996,
        "fin": 56.08,
        "texto": " Although only 7% of Chinese citizens own a passport by 2030, Chinese trips will account for"
      },
      {
        "inicio": 56.08,
        "fin": 63.04,
        "texto": " around a quarter of international tourism. Thailand is the top international destination for Chinese"
      },
      {
        "inicio": 63.04,
        "fin": 68.08,
        "texto": " travellers. Mexico is the number one choice for residents of the United States,"
      },
      {
        "inicio": 68.08,
        "fin": 74.56,
        "texto": " but Europeans tend to stay in Europe. Around 90% of nights spent by tourists in the EU"
      },
      {
        "inicio": 74.64,
        "fin": 80.72,
        "texto": " are by European residents. Europe is the most visited continent, and France, the most visited"
      },
      {
        "inicio": 80.72,
        "fin": 86.8,
        "texto": " country in the world. To value, the small island nation in the South Pacific, the least."
      },
      {
        "inicio": 86.8,
        "fin": 92.0,
        "texto": " This is because it is so far away from the rest of the world. Tourism is increasing in most"
      },
      {
        "inicio": 92.0,
        "fin": 98.0,
        "texto": " areas in the world except one. Travel bands on people from Muslim countries, more visa checks,"
      },
      {
        "inicio": 98.0,
        "fin": 103.36,
        "texto": " and the stronger dollar have made the United States a less attractive destination for visitors."
      }
    ]
  },
  "05": {
    "archivo": "05 Ingles EM 2023.mp3",
    "texto": " Text number five, Colors, associated with questions 12 to 14. When it comes to job interviews, the color you pick to wear can be more important than you think. Yeah, some applicants want to wear something that might set them apart, but that might not be the best idea. Jeff Mars here with what employers want to see. Take it away, Jeff. Well, you know what's interesting. If the three of us were vying for the same job, I would get it. What? Based off of what we're wearing. I would stand down though. The blue, they like the blue. I might get docked a couple points for the stripe tie, but you are wearing gray. That comes across as isolated and independent. A lot of employers don't like that. Kiba, you're way too bold. Way too bold. You'd be sent out the door. I'm trying to make up for my voice. Yeah, I get that. Okay. I get that. Well, this comes from career builder and they talk to more than 2,000 employers and managers about what colors they want job applicants to wear. Apparently it matters. They do care about it. What they came away with is that the bright and bold colors, which may express your creative and fun side, like orange, for example, are more of a turn off for most hiring managers. When meeting a manager for the first time, it seems that employers were more comfortable seeing a job candidate wearing conservative colors, like black and blue and brown. Specifically, black signifies leadership and power. Blue signals that you're a team player. One job market analyst said, studies show when you're wearing a navy blue suit to an interview, you're more likely to be hired because that color inspires confidence. And let's get back to black because for every job interview I've been out on. I've always worn solid black. I've been told that's the way to go, but I guess that's debatable. Black does emit authority in the mind of whoever is interviewing you, but you got to think it can also cause drama if they have any sort of power struggle issues or the worry that the person that they hire would be a force to contend with. I never thought about that, wearing white and beige can sometimes work, but that color struck a lot of employers as a person who is dull and lacks in confidence. What about red? Traditionally, the color red has been one to avoid, but it also indicated to hiring managers that the person is full of courage, excitement and energy. I guess it depends on the boss that you're interviewing with. And one color that I would never consider for an interview is brown, but brown actually came across as positive. They look at this as someone who is warm, safe, reliable, and dependable, like UPS and original M&Ms. Yeah, shorts though. Don't wear the brown shorts. No, I wouldn't do it. No, especially with my lack of a tan. Right, no shorts. It would depend on the job, right? The type of job you're going for. Yeah, yeah. It's just amazing how much thought goes into just the slightest shade of color when it comes to that sort of. Well, we women, we know that already. Thank you, Jeff.",
    "idioma_detectado": "en",
    "segmentos": [
      {
        "inicio": 0.0,
        "fin": 5.68,
        "texto": " Text number five, Colors, associated with questions 12 to 14."
      },
      {
        "inicio": 5.68,
        "fin": 11.040000000000001,
        "texto": " When it comes to job interviews, the color you pick to wear can be more important than you think."
      },
      {
        "inicio": 11.040000000000001,
        "fin": 16.080000000000002,
        "texto": " Yeah, some applicants want to wear something that might set them apart, but that might not be the best idea."
      },
      {
        "inicio": 16.080000000000002,
        "fin": 20.400000000000002,
        "texto": " Jeff Mars here with what employers want to see. Take it away, Jeff."
      },
      {
        "inicio": 20.400000000000002,
        "fin": 24.96,
        "texto": " Well, you know what's interesting. If the three of us were vying for the same job, I would get it."
      },
      {
        "inicio": 24.96,
        "fin": 25.72,
        "texto": " What?"
      },
      {
        "inicio": 25.72,
        "fin": 27.080000000000002,
        "texto": " Based off of what we're wearing."
      },
      {
        "inicio": 27.08,
        "fin": 28.68,
        "texto": " I would stand down though."
      },
      {
        "inicio": 28.68,
        "fin": 31.0,
        "texto": " The blue, they like the blue."
      },
      {
        "inicio": 31.0,
        "fin": 35.239999999999995,
        "texto": " I might get docked a couple points for the stripe tie, but you are wearing gray."
      },
      {
        "inicio": 35.239999999999995,
        "fin": 38.04,
        "texto": " That comes across as isolated and independent."
      },
      {
        "inicio": 38.04,
        "fin": 39.16,
        "texto": " A lot of employers don't like that."
      },
      {
        "inicio": 39.16,
        "fin": 41.4,
        "texto": " Kiba, you're way too bold."
      },
      {
        "inicio": 41.4,
        "fin": 43.16,
        "texto": " Way too bold. You'd be sent out the door."
      },
      {
        "inicio": 43.16,
        "fin": 44.76,
        "texto": " I'm trying to make up for my voice."
      },
      {
        "inicio": 44.76,
        "fin": 46.04,
        "texto": " Yeah, I get that."
      },
      {
        "inicio": 46.04,
        "fin": 46.56,
        "texto": " Okay."
      },
      {
        "inicio": 46.56,
        "fin": 56.12,
        "texto": " I get that. Well, this comes from career builder and they talk to more than 2,000 employers and managers about what colors they want job applicants to wear."
      },
      {
        "inicio": 56.12,
        "fin": 58.28,
        "texto": " Apparently it matters. They do care about it."
      },
      {
        "inicio": 58.28,
        "fin": 67.72,
        "texto": " What they came away with is that the bright and bold colors, which may express your creative and fun side, like orange, for example, are more of a turn off for most hiring managers."
      },
      {
        "inicio": 67.72,
        "fin": 76.44,
        "texto": " When meeting a manager for the first time, it seems that employers were more comfortable seeing a job candidate wearing conservative colors, like black and blue and brown."
      },
      {
        "inicio": 76.44,
        "fin": 79.47999999999999,
        "texto": " Specifically, black signifies leadership and power."
      },
      {
        "inicio": 79.47999999999999,
        "fin": 81.8,
        "texto": " Blue signals that you're a team player."
      },
      {
        "inicio": 81.8,
        "fin": 91.47999999999999,
        "texto": " One job market analyst said, studies show when you're wearing a navy blue suit to an interview, you're more likely to be hired because that color inspires confidence."
      },
      {
        "inicio": 91.47999999999999,
        "fin": 96.28,
        "texto": " And let's get back to black because for every job interview I've been out on."
      },
      {
        "inicio": 96.28,
        "fin": 98.12,
        "texto": " I've always worn solid black."
      },
      {
        "inicio": 98.12,
        "fin": 101.88,
        "texto": " I've been told that's the way to go, but I guess that's debatable."
      },
      {
        "inicio": 101.88,
        "fin": 117.72,
        "texto": " Black does emit authority in the mind of whoever is interviewing you, but you got to think it can also cause drama if they have any sort of power struggle issues or the worry that the person that they hire would be a force to contend with."
      },
      {
        "inicio": 117.72,
        "fin": 126.67999999999999,
        "texto": " I never thought about that, wearing white and beige can sometimes work, but that color struck a lot of employers as a person who is dull and lacks in confidence."
      },
      {
        "inicio": 126.68,
        "fin": 135.8,
        "texto": " What about red? Traditionally, the color red has been one to avoid, but it also indicated to hiring managers that the person is full of courage, excitement and energy."
      },
      {
        "inicio": 135.8,
        "fin": 139.0,
        "texto": " I guess it depends on the boss that you're interviewing with."
      },
      {
        "inicio": 139.0,
        "fin": 146.44,
        "texto": " And one color that I would never consider for an interview is brown, but brown actually came across as positive."
      },
      {
        "inicio": 146.44,
        "fin": 156.04000000000002,
        "texto": " They look at this as someone who is warm, safe, reliable, and dependable, like UPS and original M&Ms."
      },
      {
        "inicio": 156.04,
        "fin": 158.67999999999998,
        "texto": " Yeah, shorts though. Don't wear the brown shorts."
      },
      {
        "inicio": 158.67999999999998,
        "fin": 159.72,
        "texto": " No, I wouldn't do it."
      },
      {
        "inicio": 159.72,
        "fin": 162.68,
        "texto": " No, especially with my lack of a tan."
      },
      {
        "inicio": 162.68,
        "fin": 166.76,
        "texto": " Right, no shorts. It would depend on the job, right? The type of job you're going for."
      },
      {
        "inicio": 166.76,
        "fin": 167.56,
        "texto": " Yeah, yeah."
      },
      {
        "inicio": 167.56,
        "fin": 173.0,
        "texto": " It's just amazing how much thought goes into just the slightest shade of color when it comes to that sort of."
      },
      {
        "inicio": 173.0,
        "fin": 175.23999999999998,
        "texto": " Well, we women, we know that already."
      },
      {
        "inicio": 175.23999999999998,
        "fin": 176.2,
        "texto": " Thank you, Jeff."
      }
    ]
  },
  "06": {
    "archivo": "06 Ingles EM 2023 .mp3",
    "texto": " Text number 6, Edinburgh, associated with questions 15 to 17. Here's another European destination that's perfect for a city break. Check it out. Edinburgh has always had a special role in British history. With flights from all over the world, the Scottish capital is the perfect destination for friends to check out the sites, for solo travellers to set their own agenda, for couples keen on a city break and for a family vacation with the kids. Edinburgh's historic heart follows the Royal Mile and runs from the castle to Holyrood Palace. The commercial district is known as the Newtown and features gorgeous Georgian architecture. Both the Old Town and the Newtown are listed as UNESCO World Heritage sites. Begin your exploration of the city at the iconic Edinburgh Castle. There has been a Royal Castle on this outcrop since the 12th century. The majority of the current structure dates to the 16th century. The famous Edinburgh Military Tattoo is held below the battlements of the Castle each year. As you walk down the Royal Mile, be sure to admire St Jiles Cathedral, the Old Parliament Hall and Gladstone's Land. Holyrood Palace is the official residence of the reigning sovereign. Mary Queen of Scots famously occupied the Royal Apartments between 1561 and 1567. Following devolution from Westminster, the Scottish Parliament has sat in the newly constructed Parliamentary building since 2004. If the weather turns in Clement, head indoors to admire the collections in one of the various museums. The National Museum of Scotland features artifacts relating to Scottish antiquity, culture and history. The adjacent Royal Museum focuses on science, technology and natural history. It's worth admiring the architecture on the building that was finished in 1888. The main hall was inspired by London's Crystal Palace, which was destroyed in 1936. Edinburgh is noted for its festivals. Held in August, the Edinburgh International Festival began in 1947 and today presents world-class theatre, opera, dance and classical music. The accompanying Fringe Festival often showcases more experimental productions that push modern boundaries. The Edinburgh Comedy Festival attracts both the biggest names in comedy and rising comedic talent. The Scots celebrate New Year's Eve with their own brand of celebrations called Hogmanay. On December 31, Edinburgh's streets break into a party. There's a concert in the gardens and a torchlight procession. For your evening's entertainment, it's worth signing up for a ghost tour. This ghoulish experience delves into the city's macabre past where you'll come face-to-face with apparitions forced to wander the underground vaults for an eternity. After a fulfilling day of sightseeing, your hotel awaits. Edinburgh has a great range of centrally-located accommodation options from luxurious five-star affairs to humble backpacker hostels. Edinburgh, fascinating historic attractions, world-renowned festivals and great museums. This is a year-round destination that always inspires.",
    "idioma_detectado": "en",
    "segmentos": [
      {
        "inicio": 0.0,
        "fin": 5.5200000000000005,
        "texto": " Text number 6, Edinburgh, associated with questions 15 to 17."
      },
      {
        "inicio": 6.8,
        "fin": 10.96,
        "texto": " Here's another European destination that's perfect for a city break. Check it out."
      },
      {
        "inicio": 15.200000000000001,
        "fin": 20.96,
        "texto": " Edinburgh has always had a special role in British history. With flights from all over the world,"
      },
      {
        "inicio": 20.96,
        "fin": 25.68,
        "texto": " the Scottish capital is the perfect destination for friends to check out the sites,"
      },
      {
        "inicio": 25.68,
        "fin": 31.52,
        "texto": " for solo travellers to set their own agenda, for couples keen on a city break and for a family"
      },
      {
        "inicio": 31.52,
        "fin": 38.72,
        "texto": " vacation with the kids. Edinburgh's historic heart follows the Royal Mile and runs from the castle"
      },
      {
        "inicio": 38.72,
        "fin": 44.879999999999995,
        "texto": " to Holyrood Palace. The commercial district is known as the Newtown and features gorgeous"
      },
      {
        "inicio": 44.879999999999995,
        "fin": 51.2,
        "texto": " Georgian architecture. Both the Old Town and the Newtown are listed as UNESCO World Heritage"
      },
      {
        "inicio": 51.68,
        "fin": 58.800000000000004,
        "texto": " sites. Begin your exploration of the city at the iconic Edinburgh Castle. There has been a"
      },
      {
        "inicio": 58.800000000000004,
        "fin": 64.48,
        "texto": " Royal Castle on this outcrop since the 12th century. The majority of the current structure dates"
      },
      {
        "inicio": 64.48,
        "fin": 70.80000000000001,
        "texto": " to the 16th century. The famous Edinburgh Military Tattoo is held below the battlements of the"
      },
      {
        "inicio": 70.80000000000001,
        "fin": 77.92,
        "texto": " Castle each year. As you walk down the Royal Mile, be sure to admire St Jiles Cathedral,"
      },
      {
        "inicio": 77.92,
        "fin": 84.48,
        "texto": " the Old Parliament Hall and Gladstone's Land. Holyrood Palace is the official residence of"
      },
      {
        "inicio": 84.48,
        "fin": 93.04,
        "texto": " the reigning sovereign. Mary Queen of Scots famously occupied the Royal Apartments between 1561 and 1567."
      },
      {
        "inicio": 94.08,
        "fin": 98.56,
        "texto": " Following devolution from Westminster, the Scottish Parliament has sat in the newly"
      },
      {
        "inicio": 98.56,
        "fin": 104.88,
        "texto": " constructed Parliamentary building since 2004. If the weather turns in Clement, head indoors to"
      },
      {
        "inicio": 104.88,
        "fin": 111.03999999999999,
        "texto": " admire the collections in one of the various museums. The National Museum of Scotland features"
      },
      {
        "inicio": 111.03999999999999,
        "fin": 118.8,
        "texto": " artifacts relating to Scottish antiquity, culture and history. The adjacent Royal Museum focuses on"
      },
      {
        "inicio": 118.8,
        "fin": 124.56,
        "texto": " science, technology and natural history. It's worth admiring the architecture on the building"
      },
      {
        "inicio": 124.56,
        "fin": 132.0,
        "texto": " that was finished in 1888. The main hall was inspired by London's Crystal Palace, which was destroyed"
      },
      {
        "inicio": 132.0,
        "fin": 139.6,
        "texto": " in 1936. Edinburgh is noted for its festivals. Held in August, the Edinburgh International"
      },
      {
        "inicio": 139.6,
        "fin": 147.76,
        "texto": " Festival began in 1947 and today presents world-class theatre, opera, dance and classical music."
      },
      {
        "inicio": 148.88,
        "fin": 154.88,
        "texto": " The accompanying Fringe Festival often showcases more experimental productions that push modern"
      },
      {
        "inicio": 154.88,
        "fin": 161.36,
        "texto": " boundaries. The Edinburgh Comedy Festival attracts both the biggest names in comedy and rising"
      },
      {
        "inicio": 161.44000000000003,
        "fin": 167.84,
        "texto": " comedic talent. The Scots celebrate New Year's Eve with their own brand of celebrations called"
      },
      {
        "inicio": 167.84,
        "fin": 174.48000000000002,
        "texto": " Hogmanay. On December 31, Edinburgh's streets break into a party. There's a concert in the gardens"
      },
      {
        "inicio": 174.48000000000002,
        "fin": 181.76000000000002,
        "texto": " and a torchlight procession. For your evening's entertainment, it's worth signing up for a ghost tour."
      },
      {
        "inicio": 181.76000000000002,
        "fin": 187.60000000000002,
        "texto": " This ghoulish experience delves into the city's macabre past where you'll come face-to-face with"
      },
      {
        "inicio": 187.6,
        "fin": 191.28,
        "texto": " apparitions forced to wander the underground vaults for an eternity."
      },
      {
        "inicio": 192.96,
        "fin": 198.79999999999998,
        "texto": " After a fulfilling day of sightseeing, your hotel awaits. Edinburgh has a great range of"
      },
      {
        "inicio": 198.79999999999998,
        "fin": 205.12,
        "texto": " centrally-located accommodation options from luxurious five-star affairs to humble backpacker hostels."
      },
      {
        "inicio": 206.24,
        "fin": 212.24,
        "texto": " Edinburgh, fascinating historic attractions, world-renowned festivals and great museums."
      },
      {
        "inicio": 212.24,
        "fin": 215.44,
        "texto": " This is a year-round destination that always inspires."
      }
    ]
  }
}