{
  "id": "plan_2medio_lenguaje_unidad4_2025",
  "nivel": "2° Medio",
  "asignatura": "Lenguaje y Comunicación",
  "fechaCarga": "2025-10-19",
  "fuente": "Texto Manual - Procesado por Usuario",
  "totalUnidades": 1,
  "totalOA": 15,
  "totalIndicadores": 87,
  "actitudesGenerales": [
    {
      "letra": "B",
      "descripcion": "Manifestar una disposición a reflexionar sobre sí mismo y sobre las cuestiones sociales y éticas que emanan de las lecturas."
    },
    {
      "letra": "H",
      "descripcion": "Trabajar colaborativamente, usando de manera responsable las tecnologías de la comunicación, dando crédito al trabajo de otros y respetando la propiedad y la privacidad de las personas."
    }
  ],
  "unidades": [
    {
      "numero": 4,
      "nombre": "Poder y ambición (Género dramático)",
      "proposito": "En esta unidad, se busca que los y las estudiantes analicen, interpreten y comenten críticamente diversas obras literarias, con especial énfasis en el género dramático. Los temas de la unidad son el poder y la ambición, estos han estado presentes de manera inseparable en las relaciones humanas de todos los tiempos, motivando decisiones, posibilitando grandes ascensiones o precipitando grandes caídas. El trabajo fundamental en esta unidad se centra en el análisis de las dimensiones humanas en que el poder y la ambición operan como agentes de movilización y dominio. Estos temas se observarán en las obras leídas, tanto en los diálogos de los personajes, la voz del narrador, como otros aspectos constitutivos del discurso literario. En este trabajo con la literatura, los y las estudiantes tendrán la oportunidad de expresar sus posturas personales por medio del intercambio oral de ideas, la investigación en fuentes que respalden sus opiniones y puntos de vista, y la escritura creativa. Esta unidad, además, permite profundizar en los temas del poder y la ambición en diferentes contextos —sociales, políticos, históricos— y en torno a las relaciones humanas, por medio de la aproximación a obras dramáticas, narrativas y nuevos géneros asociados a la narrativa gráfica. Por otra parte, el carácter de la unidad, centrado especialmente en el género dramático, invita a los y las estudiantes a desarrollar sus potencialidades en los diversos requerimientos que una puesta en escena plantea.",
      "conocimientosPrevios": [
        "Género dramático",
        "Análisis de imágenes",
        "Características del debate"
      ],
      "palabrasClave": [
        "Obras dramáticas",
        "Representación",
        "Poder",
        "Ambición"
      ],
      "conocimientos": [
        "Texto dramático",
        "Textos narrativos (diversos géneros)",
        "Lenguaje verbal y no verbal",
        "Estilo directo e indirecto",
        "Representación teatral",
        "Debate"
      ],
      "habilidades": [
        "Reflexionar a partir de la lectura de obras literarias",
        "Interpretar críticamente textos dramáticos",
        "Escribir con distintos propósitos",
        "Analizar los efectos del uso de elementos lingüísticos, paralingüísticos y no lingüísticos"
      ],
      "objetivos": [
        {
          "numero": 3,
          "descripcion": "Analizar las narraciones leídas para enriquecer su comprensión, considerando, cuando sea pertinente: El o los conflictos de la historia. Un análisis de los personajes que considere su relación con otros personajes, qué dicen, qué se dice de ellos, sus acciones y motivaciones, sus convicciones y los dilemas que enfrentan. La relación de un fragmento de la obra con el total. Cómo el relato está influido por la visión del narrador. Personajes tipo (por ejemplo, el pícaro, el avaro, el seductor, la madrastra, etc.), símbolos y tópicos literarios presentes en el texto. Las creencias, prejuicios y estereotipos presentes en el relato, a la luz de la visión de mundo de la época en la que fue escrito y su conexión con el mundo actual. El efecto producido por recursos como flashback, indicios, caja china (historia dentro de una historia), historia paralela. Relaciones intertextuales con otras obras.",
          "indicadores": [
            "Analizan el planteamiento de los personajes de las narraciones leídas, considerando sus características, relaciones entre ellos, sus diálogos, mundo personal y social, y sus conflictos y motivaciones",
            "Relacionan las creencias, prejuicios y estereotipos presentes en las narraciones leídas con la visión de mundo de su contexto de producción, el contexto actual y sus experiencias de lectura",
            "Interpretan el sentido de los recursos narrativos y las relaciones de intertextualidad dadas en las narraciones leídas"
          ]
        },
        {
          "numero": 5,
          "descripcion": "Analizar los textos dramáticos leídos o vistos, para enriquecer su comprensión, considerando, cuando sea pertinente: El conflicto y qué problema humano se expresa a través de él. Un análisis de los personajes principales que considere su evolución, su relación con otros personajes, qué dicen, qué se dice de ellos, lo que hacen, cómo reaccionan, qué piensan y cuáles son sus motivaciones. Personajes tipo, símbolos y tópicos literarios. Las creencias, prejuicios y estereotipos presentes en el relato, a la luz de la visión de mundo de la época en la que fue escrito y su conexión con el mundo actual. La atmósfera de la obra y cómo se construye a través de los diálogos, los monólogos, las acciones y las acotaciones. Cómo los elementos propios de la puesta en escena aportan a la comprensión de la obra: iluminación, sonido, vestuario, escenografía, actuación. Relaciones intertextuales con otras obras.",
          "indicadores": [
            "Analizan el planteamiento y el desarrollo del conflicto dramático a lo largo de las acciones que componen las obras dramáticas",
            "Infieren las características de los personajes de las obras dramáticas a partir de sus relaciones, motivaciones, conflictos, diálogos, y mundo personal y social",
            "Interpretan el sentido de los elementos de la estructura externa, de la puesta en escena y de las relaciones intertextuales establecidas en las obras dramáticas leídas o vistas"
          ]
        },
        {
          "numero": 6,
          "descripcion": "Comprender la relevancia de las obras del Siglo de Oro, considerando sus características y el contexto en el que se enmarcan.",
          "indicadores": [
            "Interpretan obras del Siglo de Oro, considerando sus tópicos, características, y contexto de producción y recepción",
            "Reflexionan críticamente en torno a la relevancia de las obras del Siglo de Oro, a partir del contexto de producción y la relación con su contexto de recepción y el mundo actual"
          ]
        },
        {
          "numero": 11,
          "descripcion": "Leer y comprender textos no literarios para contextualizar y complementar las lecturas literarias realizadas en clases.",
          "indicadores": [
            "Relacionan información de los textos leídos con las obras literarias revisadas",
            "Fundamentan una opinión sobre las obras literarias leídas, a partir de las ideas de los textos no literarios"
          ]
        },
        {
          "numero": 20,
          "descripcion": "Evaluar el punto de vista de un emisor, su razonamiento y uso de recursos retóricos (vocabulario, organización de las ideas, desarrollo y progresión de los argumentos, etc.).",
          "indicadores": [
            "Evalúan los recursos discursivos (coherencia, uso del vocabulario, progresión de sus argumentos) de un emisor al plantear y fundamentar su punto de vista",
            "Determinan el punto de vista del emisor considerando el desarrollo argumentativo"
          ]
        },
        {
          "numero": 23,
          "descripcion": "Analizar los posibles efectos de los elementos lingüísticos, paralingüísticos y no lingüísticos que usa un hablante en una situación determinada.",
          "indicadores": [
            "Determinan la función que juegan los recursos del lenguaje verbal, paraverbal y no verbal en situaciones comunicativas orales"
          ]
        },
        {
          "numero": 1,
          "descripcion": "Leer habitualmente para aprender y recrearse, y seleccionar textos de acuerdo con sus preferencias y propósitos.",
          "tipo": "Transversal",
          "indicadores": [
            "Establecen criterios para seleccionar las lecturas que realizarán, considerando sus intereses y propósitos, y las características de las obras",
            "Evalúan la pertinencia de su selección de textos tras su lectura"
          ]
        },
        {
          "numero": 2,
          "descripcion": "Reflexionar sobre las diferentes dimensiones de la experiencia humana, propia y ajena, a partir de la lectura de obras literarias y otros textos que forman parte de nuestras herencias culturales, abordando los temas estipulados para el curso y las obras sugeridas para cada uno.",
          "tipo": "Transversal",
          "indicadores": [
            "Relacionan los temas humanos planteados en las obras vistas o leídas con sus experiencias o contextos personales",
            "Interpretan cómo los temas humanos se representan en los mundos creados en las obras leídas",
            "Reflexionan sobre las visiones de mundo en torno a temas humanos presentes en distintos textos leídos"
          ]
        },
        {
          "numero": 8,
          "descripcion": "Formular una interpretación de los textos literarios leídos o vistos, que sea coherente con su análisis, considerando: Una hipótesis sobre el sentido de la obra, que muestre un punto de vista personal, histórico, social o universal. Una crítica de la obra sustentada en citas o ejemplos. Los antecedentes culturales que influyen en la visión que refleja la obra sobre temas como el destino, la muerte, la trascendencia, la guerra u otros. La relación de la obra con la visión de mundo y el contexto histórico en el que se ambienta y/o en el que fue creada, ejemplificando dicha relación.",
          "tipo": "Transversal",
          "indicadores": [
            "Interpretan los textos literarios leídos considerando su análisis literario, la visión de mundo reflejada en ellos y las características culturales de su contexto de producción",
            "Evalúan las obras leídas o vistas considerando criterios estéticos surgidos de su análisis literario"
          ]
        },
        {
          "numero": 9,
          "descripcion": "Analizar y evaluar textos con finalidad argumentativa, como columnas de opinión, cartas al director, discursos y ensayos, considerando: La tesis, ya sea explícita o implícita, y los argumentos e información que la sostienen. Los recursos emocionales que usa el autor para persuadir o convencer al lector, y evaluándolos. Fallas evidentes en la argumentación, por ejemplo, exageración, estereotipos, generalizaciones, descalificaciones personales, entre otras. El efecto que produce el uso de modalizadores en el grado de certeza con que se presenta la información. La manera en que el autor organiza el texto. Con qué intención el autor usa distintos elementos léxicos valorativos y figuras retóricas. Su postura personal frente a lo leído, refutando o apoyando los argumentos que la sustentan.",
          "tipo": "Transversal",
          "indicadores": [
            "Evalúan la eficacia de un texto con finalidad argumentativa, considerando la calidad de sus argumentos y de sus recursos empleados",
            "Analizan la estrategia argumentativa del texto leído a partir de la organización de sus ideas, tipos de argumentos, recursos retóricos y modalizadores empleados",
            "Fundamentan una postura frente a lo leído, considerando los argumentos planteados en el texto y su propia visión sobre este"
          ]
        },
        {
          "numero": 12,
          "descripcion": "Aplicar flexiblemente y creativamente las habilidades de escritura adquiridas en clases, como medio de expresión personal y cuando se enfrentan a nuevos géneros: Investigando las características del género antes de escribir. Adecuando el texto a los propósitos de escritura y a la situación.",
          "tipo": "Transversal",
          "indicadores": [
            "Determinan el género discursivo adecuado para comunicar sus ideas, considerando el propósito comunicativo, el destinatario y la situación comunicativa",
            "Determinan las características que debe tener su discurso para responder a la situación comunicativa, al propósito y al lector",
            "Evalúan sus textos de acuerdo a las características del género escogido, características del discurso, la situación comunicativa, el destinatario y el propósito de estos"
          ]
        },
        {
          "numero": 14,
          "descripcion": "Escribir, con el propósito de persuadir, textos de diversos géneros, en particular ensayos sobre los temas o lecturas propuestos para el nivel, caracterizados por: La presentación de una hipótesis o afirmación referida a temas contingentes o literarios. La presencia de evidencias e información pertinente, extraídas de textos literarios y no literarios. El uso de contraargumentos cuando es pertinente. El uso de recursos variados que favorezcan el interés y la comprensión del lector, tales como anécdotas, citas, síntesis, imágenes, infografías, etc. La mantención de la coherencia temática. Una conclusión coherente con los argumentos presentados. El uso de citas y referencias según un formato previamente acordado.",
          "tipo": "Transversal",
          "indicadores": [
            "Organizan sus ideas de acuerdo con las características de géneros discursivos que tienen como propósito persuadir",
            "Presentan las ideas de sus textos de manera coherente a nivel local y global, evitando digresiones e ideas contradictorias y manteniendo el tema",
            "Desarrollan sus argumentos incorporando diversos recursos discursivos y formales, y referencias de acuerdo al propósito comunicativo de sus textos"
          ]
        },
        {
          "numero": 15,
          "descripcion": "Planificar, escribir, revisar, reescribir y editar sus textos en función del contexto, el destinatario y el propósito: Recopilando información e ideas y organizándolas antes de escribir. Adecuando el registro, específicamente el vocabulario (uso de términos técnicos, frases hechas, palabras propias de las redes sociales, términos y expresiones propios del lenguaje hablado), el uso de la persona gramatical y la estructura del texto, al género discursivo, contexto y destinatario. Considerando los conocimientos e intereses del lector al incluir la información. Asegurando la coherencia y la cohesión del texto. Cuidando la organización a nivel oracional y textual. Usando conectores adecuados para unir las secciones que componen el texto y relacionando las ideas dentro de cada párrafo. Usando un vocabulario variado y preciso. Reconociendo y corrigiendo usos inadecuados, especialmente de pronombres personales y reflejos, conjugaciones verbales, participios irregulares, conectores, preposiciones, y concordancia sujeto—verbo, artículo—sustantivo, sustantivo—adjetivo y complementarios. Corrigiendo la ortografía y mejorando la presentación. Usando eficazmente las herramientas del procesador de textos.",
          "tipo": "Transversal",
          "indicadores": [
            "Organizan las ideas que presentarán en sus textos empleando herramientas y recursos pertinentes a la situación comunicativa y características del texto",
            "Evalúan la adecuación de sus borradores conforme a criterios discursivos, formales y comunicativos",
            "Aplican distintas estrategias para revisar y editar sus textos, en función de criterios discursivos y formales, y de los desafíos implicados en la tarea de escritura"
          ]
        },
        {
          "numero": 18,
          "descripcion": "Escribir correctamente para facilitar la comprensión al lector: Aplicando todas las reglas de ortografía literal y acentual. Verificando la escritura de las palabras cuya ortografía no está sujeta a reglas. Usando correctamente punto, coma, raya, dos puntos, paréntesis, puntos suspensivos, comillas y punto y coma.",
          "tipo": "Transversal",
          "indicadores": [
            "Aplican las reglas de ortografía literal, acentual y puntual en la elaboración y corrección de sus textos",
            "Aplican estrategias de corrección ortográfica para elaborar y corregir sus escritos"
          ]
        },
        {
          "numero": 19,
          "descripcion": "Comprender, comparar y evaluar textos orales y audiovisuales tales como exposiciones, discursos, documentales, noticias, reportajes, etc., considerando: Su postura personal frente a lo escuchado y argumentos que la sustenten. Una ordenación de la información en términos de su relevancia. El contexto en el que se enmarcan los textos. El uso de estereotipos, clichés y generalizaciones. Los argumentos y elementos de persuasión que usa el hablante para sostener una postura. Diferentes puntos de vista expresados en los textos. La contribución de imágenes y sonido al significado del texto. Las relaciones que se establecen entre imágenes, texto y sonido. Relaciones entre lo escuchado y los temas y obras estudiados durante el curso.",
          "tipo": "Transversal",
          "indicadores": [
            "Evaluar los textos orales y audiovisuales, considerando su estructura argumentativa, sus estrategias y recursos de persuasión",
            "Interpretan los recursos audiovisuales de los textos orales y audiovisuales en relación con su propósito comunicativo y su sentido global",
            "Fundamentan sus posturas frente a lo planteado en los textos orales y audiovisuales, considerando su desarrollo argumentativo"
          ]
        },
        {
          "numero": 21,
          "descripcion": "Dialogar constructivamente para debatir o explorar ideas: Manteniendo el foco. Demostrando comprensión de lo dicho por el interlocutor. Fundamentando su postura de manera pertinente y usando información que permita cumplir los propósitos establecidos. Distinguiendo afirmaciones basadas en evidencias, de aquellas que no lo están. Retomando lo dicho por otros a través del parafraseo antes de contribuir con una idea nueva o refutar un argumento. Negociando acuerdos con los interlocutores. Reformulando sus comentarios para desarrollarlos mejor. Considerando al interlocutor para la toma de turnos.",
          "tipo": "Transversal",
          "indicadores": [
            "Desarrollan oralmente sus ideas de manera coherente, desarrollada y enfocada en el tema, adecuándose al propósito y las características de la situación comunicativa",
            "Incorporan en sus intervenciones las ideas planteadas por otros para refutarlas, ampliarlas o tomar acuerdos, conforme el propósito y características de la situación comunicativa",
            "Evalúan sus intervenciones orales conforme a criterios discursivos y de la situación comunicativa"
          ]
        },
        {
          "numero": 22,
          "descripcion": "Expresarse frente a una audiencia de manera clara y adecuada a la situación para comunicar temas de su interés: Presentando información fidedigna y que denota una investigación previa. Siguiendo una progresión temática clara. Graduando la cantidad de información que se entrega en cada parte de la exposición para asegurarse de que la audiencia comprenda. Usando un vocabulario que denota dominio del tema. Usando conectores adecuados para hilar la presentación. Usando material visual que destaque solo lo más relevante y/o explique los conceptos más complejos.",
          "tipo": "Transversal",
          "indicadores": [
            "Desarrollan oralmente sus ideas, proporcionando información suficiente y relacionada con el tema y propósito comunicativo",
            "Emplean vocabulario preciso y relacionado con el tema, y conectores para relacionar sus ideas",
            "Usan en sus exposiciones material visual relacionado con el tema de sus discursos orales",
            "Evalúan sus discursos orales a partir de criterios discursivos y formales establecidos previamente"
          ]
        },
        {
          "numero": 24,
          "descripcion": "Realizar investigaciones sobre diversos temas para complementar sus lecturas o responder interrogantes relacionadas con el lenguaje y la literatura: Delimitando el tema de investigación. Seleccionando páginas y fuentes según la profundidad y la cobertura de la información que buscan. Usando los organizadores y la estructura textual para encontrar información de manera eficiente. Evaluando si los textos entregan suficiente información para responder una determinada pregunta o cumplir un propósito. Evaluando la validez y confiabilidad de las fuentes consultadas. Jerarquizando la información encontrada en las fuentes investigadas. Registrando la información bibliográfica de las fuentes consultadas. Elaborando un texto oral o escrito bien estructurado que comunique sus hallazgos.",
          "tipo": "Transversal",
          "indicadores": [
            "Aplican una estrategia para llevar a cabo el proceso de investigación, considerando el propósito, tema y producto que comunicará su resultado",
            "Discriminan las fuentes pertinentes para su investigación, a partir de criterios como confiabilidad, profundidad, cobertura y validez de las fuentes consultadas",
            "Evalúan el texto que comunica el resultado de su investigación, considerando la coherencia respecto del objetivo de investigación, aspectos discursivos y las convenciones vigentes para citar las fuentes consultadas"
          ]
        }
      ],
      "actitudes": [
        {
          "letra": "B",
          "descripcion": "Manifestar una disposición a reflexionar sobre sí mismo y sobre las cuestiones sociales y éticas que emanan de las lecturas."
        },
        {
          "letra": "H",
          "descripcion": "Trabajar colaborativamente, usando de manera responsable las tecnologías de la comunicación, dando crédito al trabajo de otros y respetando la propiedad y la privacidad de las personas."
        }
      ],
      "orientacionesDocente": "Esta unidad presenta diversas obras literarias, con especial énfasis en las obras dramáticas, sobre los temas del poder y la ambición, en tanto motivos literarios que se mantienen en el tiempo y se expresan en producciones artísticas de diversas culturas. Los temas propuestos son una oportunidad para que los y las estudiantes puedan enfrentar los textos desde un punto de vista crítico y reflexivo sobre temas que plantean conflictos humanos reflejados en la literatura. Se sugiere que los y las docentes analicen previamente las obras literarias, para optimizar el trabajo en aula, de manera que sus estudiantes logren comprenderlas y analizarlas a cabalidad. Para ello, antes de la lectura se sugiere realizar una breve contextualización de la obra, aclarar dudas de vocabulario e incentivar la lectura en voz alta por turnos, asignando a cada estudiante un personaje. Puede formular preguntas durante la lectura, en escenas que requieren de orientaciones de parte del profesor o la profesora, debido a su complejidad. Las actividades de escritura, relacionadas con el uso adecuado del estilo directo e indirecto, deben estar enfocadas de modo tal que no se conviertan en una mera reescritura de textos, sino que produzcan una reflexión sobre la adecuación en el uso de los tiempos verbales y su aplicación en textos escritos y orales. Se sugiere que en el proceso de la planificación de la escritura, el profesor o la profesora oriente esta etapa, especialmente en la elaboración de textos de escritura creativa como los propuestos en la unidad. Cuando los y las estudiantes hayan terminado sus borradores, es recomendable fomentar la revisión entre pares de los textos producidos. En comunicación oral, es importante considerar que el trabajo de la representación teatral es una de las experiencias de aprendizaje que más valoran los y las estudiantes en el ámbito escolar. Las múltiples posibilidades que ofrece esta actividad les permiten desarrollar también variadas habilidades en relación con la actuación, la dirección, la escritura de textos dramáticos, el montaje de escenografías, la música, el maquillaje y el vestuario. Es por esto que se recomienda brindar tiempo y espacio para el desarrollo de este tipo de actividades que fomentan de manera significativa la integración del lenguaje en el ámbito de la lectura, la escritura y la producción oral. Además, el montaje de fragmentos de una obra teatral constituye una experiencia enriquecedora para los y las estudiantes durante el proceso de creación que ello implica, y fortalece la valoración personal de cada integrante en cuanto a su participación en un grupo con metas comunes. En relación con la investigación, se sugiere la búsqueda de antecedentes que otorguen una visión más profunda de la obra literaria o de su autor(a); es por eso que se incluyen actividades de investigación acerca del contexto sociocultural de producción de la obra, para favorecer la comprensión e interpretación de los textos en relación con el poder y la ambición, e incrementar el interés de los y las estudiantes por acercarse al valor de cada obra. Es importante que el o la docente pueda orientar al curso en lo relativo a la búsqueda de fuentes válidas y confiables, entregando o acordando criterios para ello."
    }
  ]
}
